{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"4_1MTmai86ouh5TsBGfihyrYvcQUx4PhhBDg": 1,
		"1_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy": 1,
		"1_17a5mhwnQqpej8rx3MgDvzfRy86Hzw8NMU": 1,
		"4_1vjjRJpiNosn98M8cc1R6FnhgwY2bAekr": 1,
		"8_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"3_1Bq97dNgwH1pqVi8XkNNpq9gW4e5zAm3kV": 1
	},
	"next_comment_id": 4,
	"comment": {
		"1_17yRitg3BzogUsUPa77AodAdappawzVqAE": [
			{
				"comment_id": 1,
				"body": "i2p 的 wiki 中有一篇文章： [CrimeProblems](http://i2pwiki.i2p/index.php?title=CrimeProblems) （需要用 i2p 打开）。感觉挺切题的。这里摘录如下：\n\nI found some illegal porn, and it upsets me. How should we handle this? (I have of course notified relevant authorities)\n\nIt's kinda easy to say \"We can't do anything, just let it be\", but... well.. you know what I mean\n\n> Notifying the authorities? What on earth can they do about it? The best thing you can do is '''ignore''' the content. I2P is designed to make locating content providers extremely difficult, is it not? The fact that such content is available is just a testament to its own success, as distasteful as it is. Like a canary in a coal mine. Also Tor and Freenet are possible havens of illegal activity, but have many legit uses.\n\n**You cannot provide Free Speech \"only for some speech\". It's pointless to even try. Every network-innate censorship can and will be routed around.**\n\nBesides, to truly support free speech/communication means also supporting free communication that you strongly disagree with.\n\nI agree with the above comment. The best thing is to hope that the authorities can use forensic techniques to identify who created the photograph. When running a Tor or I2P node I understand that it will be used for speech that I disagree with. That is the nature of the world. There are some very evil people in the world who abuse children (not only sexually) and the image you saw was only *evidence* of what a cruel world we live in. You should be especially cautious about the authorities with these matters as they have been an enormous number of innocent people prosecuted for incidents regarding child pornography (such as Operation Ore in the UK). If you are concerned about this you should run with images off (as I do when browsing Tor hidden services).\n\n> \"Your freedom ends, where mine begins\". I fear this problem will grow on and more people will misue i2ps freedom to break ethic laws. But I don't have any idea how to handle this problem!\n\n**The \"crime problems\" are nothing but a trade-off for our freedoms** There is (and will always be) some illegal material on I2P. It is a trade-off, however, for our freedoms. There are many trade-offs like this: allowing warrantless home searches, for example, would indeed reduce crime. (Many criminals escape prosecution because police cannot just raid their houses when they'd need it; they must wait for a search warrant to be signed, and precious time is lost). Most citizens, however, understand this as a trade-off and prefer to keep it \"as is\". Even if this allows some drug dealer or a burglar to stay free for a while.\n\n> Many people think that drug dealing shouldn't be illegal in the first place!\n> Second that. It's good free speech can actually exist in the real world. And, at the same time, unsuprising that the very people helping to make it a reality discover that they do not very much like what it is used for.\n\nI can't believe this debate is even happening on a eepsite. I don't agree with kiddie pornographers but I'm glad to see their kind on here. Their behavior will improve i2p trial by fire style. What better metric to reasure ourselves with than the beligerent unabashed behavior of societies-most-hated?\n\n> I don't think that the presence of sick material is a proof for trial by fire - normal p2p-networks (without anonymity) are also full of it... If you want to have a proof you have to hack the computer of a neighbor (or other known person used as victim), install the i2p filesharing clients without his knowledge, collect all the kiddie-porn you could find with his computer and distribute all of it with the clients again. When this person isn't arrested in the next years, I would speak of a solved trial by fire style... THIS is SICK, but a good test... <sup>_</sup> If you like, you could hack another random computer first and exploit your neighbor from there with well known kiddie-tools. So it could be he has a small chance to gainsay everything to the judge.\n\nICK, but a good test... I fear this problem will grow on and more people will misue i2ps freedom to break ethic laws. But I don't have any idea how to handle this problem!\n\n* * *\n\n**What is crime?**\n\nAs wikipedia already states, there is no such general definition of \"crime\": [[1](https://en.wikipedia.org/wiki/Crime)]\n\nIt is a consense of a bunch of people that decided to prohibit something. There might be political, economical or ethical reasons for those people agreeing on it. Though, all of the reasons that makes something being illegal and a crime are subject of change throughout time. Which means, that something that's legal today, might be illegal tomorrow or vice versa.\n\nFor many people, the ethical part bears the greatest obstacle. Though, ethic is conditioned and educated. Read about it in \"The Better Angels of Our Nature: Why Violence Has Declined\" by Steven Pinker (ISBN-10: 0670022950 / ISBN-13: 978-0670022953). A few centuries ago, the crowd was watching caged animals (cats) burn to death for amusement. They watched humans fighting each other until death. Torturing humans was common sense to rescue their souls ...\n\nNowadays, this type of violence feels wrong to most people. But it is important to understand, that these feelings and interpretations are not universal laws, but subject of change over time.\n\nNo matter what your definition of crime is and what your consequence will be, if you judge someone's action to be wrong, illegal, awful, ... my understanding of I2P is, that I may prosper and pursue my own understanding of freedom, connect and exchange with others that agree with me, and ultimately I don't need to fear you for disagreeing with me.\n\n* * *\n\nI actually would look at this from a different perspective. Without anonymous services like I2P, child pornography and such would likely just be traded among people who know each other in the form of sneakernet drives. Not only is this much harder for law enforcement to monitor, it opens the possibility that organized crime could profit from its sale, which would almost certainly fuel further exploitation of children for profit. I2P undermines the power of criminal syndicates in this arena.\n\nSecond, anonymity is never perfect. It's something of a truism in law enforcement that all habitual criminals eventually make mistakes. Silk Road was taken down because its misconfigured server gave away identifying information. The privacy I2P provides, however great, is still limited, especially in the face of law enforcement agencies with subpoena powers working in cooperation across international borders. By providing the veneer of safety to pedophiles, it actually brings them into the open where they are more likely to make mistakes, and where those mistakes can be more easily exploited by LE.\n\nRegarding the above definition of crime; I take the moral universalist position that humans share certain innate moral principles. So I think that there are those acts which inevitably make those who perpetrate them _hostis humani generis_: enemies of all mankind. Not all things that have been declared crimes are among these acts; indeed most aren't. But study every legal system ever put together and you'll see prohibitions on murder, bodily injury, kidnapping, rape, theft, fraud, and so on and so forth. That is truly the bedrock of civilized society.\n\n* * *\n\nEdit1：按照原文的格式改成 markdown 版了",
				"added": 1511885585
			}
		],
		"6_1Q7UWk3im88kJkzmhzfD5q44rQDXLatxYq": [
			{
				"comment_id": 2,
				"body": "<b>试试 HTML </b>",
				"added": 1511947900
			},
			{
				"comment_id": 3,
				"body": "看来不行 \\_(:3」∠)_",
				"added": 1511947920
			}
		]
	},
	"comment_vote": {
		"5_1FNWXmY94yzHMaWnLMup3XZyuWkqnNP12U": 1,
		"2_1J9TtrJJTu4wxuHXaLekfFxPCt4YBcuQpS": 1,
		"121_17xeFZRG9nokuGNj8WZQU5V9ZdfUGr2gGT": 1,
		"1_19wGjxMT4cXn7sQDctssGyWwjjFigsrxgC": 1,
		"92_1zYus1ZaPCSzAfCSeU6pfMQM58AQy6Tgt": 1,
		"3_1MQUEdi3kDb9u2o1gNLywN5Ms9QDQ3sCed": 1,
		"10_18LtMTFdyyGXJkePz1HB2twWhcXho7uDf8": 1,
		"15_14tJatQcdzK9vprY12wiMGvRRCazxvP1iC": 1,
		"6_16XBhwsVCqtAdYmJT85NoQXhZRths6SUji": 1,
		"13_18LtMTFdyyGXJkePz1HB2twWhcXho7uDf8": 1,
		"599_1958F7oCppj78MP966AfojMQwHg2WUupzq": 1,
		"38_1CogrjsFiTL3nHH74BXnAcM1S3KsNaLtEx": 1,
		"6_16LCrfQSugEPYW7kMpHL1DyLRXbzZqpCct": 1,
		"13_1AVSVSVZswWGFsbTLRumjG7HT2btZtt2fM": 1,
		"8_1QDDwttgyYsmR9xy6YxdqLimfauGCvkepH": 1,
		"30_1Ko7622HKggRGbJny5hCS4n9wwMAVVLTSf": 1,
		"6_171sXvnp9RmuZbCYE2dJTZjTQE2qG36Pab": 1,
		"104_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"7_15DiwKXyByVUtW7hWvTSuTa7FM2uLM7UV5": 1,
		"17_1KyNzrBTMpi7LSmsrjnKS6mf15jRuFFN4H": 1,
		"2_192QiJtwfzw9NemSqGN1oCZGH7SP2ZXRWW": 1,
		"8_14HrdUQiZ96WEUXiNguyE4KXgvBxhcbK6o": 1,
		"29_1AVSVSVZswWGFsbTLRumjG7HT2btZtt2fM": 1,
		"10_15SEX3vo2AmY7297R7wgTCcsbKXAKYFLtc": 1
	}
}