{
	"next_comment_id": 58,
	"user_name": "Flyman",
	"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
	"post_like": {
		"17i7Y7r8nTaCfLbCAuaKyc4R5BbKZYU2Hr_1475331746": 1475353897,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1479108067": 1479112044,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1479222139": 1479286066,
		"1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1480767976": 1480769194,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1481027808": 1481102429,
		"1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1481108612": 1481109524,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1488784960": 1488793376,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1488961610": 1488969983,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489000428": 1489142235,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489445166": 1489482228,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489733635": 1489736041,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489791479": 1489823237,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489999552": 1489999982,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1490340442": 1490345781,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1490619271": 1490686974,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1490766344": 1490776336,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491202854": 1491204401,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491849811": 1491895292,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491984895": 1491989153,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1492113398": 1492186237,
		"1Nx3BiS3L59JM2toV1oS1a5FUjcKp3hUNs_1492290905": 1492367843,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1493299738": 1493318339,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1493531672": 1493636190,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1493641981": 1493645231,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1493706704": 1493750506,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042": 1495811655,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1497083286": 1497106089,
		"12yaKkoqVKBUi66uB5pYXamWguKFaWdDnx_1497421212": 1497596763,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1511946158": 1512324263
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "@Muja: who you gonna call? Ghostbusters!",
			"post_uri": "17i7Y7r8nTaCfLbCAuaKyc4R5BbKZYU2Hr_1475331746",
			"date_added": 1475353892
		},
		{
			"comment_id": 2,
			"body": "I was in search for nice way to share files, and I became aware recently that I can just open any file(s)/folder(s) in torrent client and simply post short string of text symbols like dbf535eded36efd5e383dccd60c0805a237861aa and it will be enough to other person to download my stuff. Do you know about that way to share files? Why do I/We/You need something else?",
			"post_uri": "1K7pivtg6E1qRnih7nmnnPrCnRRSxSCMQQ_1476413352",
			"date_added": 1476431950
		},
		{
			"comment_id": 3,
			"body": "@Lain: I use BTSync software. It is p2p and it allows you to share folder between 2 or many computers. So you just copy something into specific folder on one computer and all other computers will have it too. Of course those computers must have BTSync software active. And it is also another way to share files with other people.",
			"post_uri": "1K7pivtg6E1qRnih7nmnnPrCnRRSxSCMQQ_1476413352",
			"date_added": 1476474935
		},
		{
			"comment_id": 4,
			"body": "@Lain: @megfault: I am considering. Few people already told me that syncthing is like btsync but little better and it is open source. Thanks.",
			"post_uri": "1K7pivtg6E1qRnih7nmnnPrCnRRSxSCMQQ_1476413352",
			"date_added": 1477137107
		},
		{
			"comment_id": 5,
			"body": "It is OMG!",
			"post_uri": "1LPe2GNAVSgjLVp8jJdUbs9jei1GG2KtKi_1477472015",
			"date_added": 1477472947
		},
		{
			"comment_id": 6,
			"body": "@Bravo: We live in universe which has fractal structure. And on all levels f??k is happening. Universe f??ks itself. Some call this phenomenon \"Love\", some says it is \"F??k\". It is not necessarily a problem. Maybe it is a way to say \"Hello, World!\".",
			"post_uri": "1KWc3LfKD7k7vGeCVovbr1zzqFhoCPnfi_1",
			"date_added": 1477553508
		},
		{
			"comment_id": 7,
			"body": "What is \"狗日的\"? What is GFW? G??gle says \"狗日的\" is day of dog, dog day, dog of the day, day made from a dog. So what it is? And g??gle says nothing about GFW. What do you mean?",
			"post_uri": "1KWc3LfKD7k7vGeCVovbr1zzqFhoCPnfi_1477638778",
			"date_added": 1477639517
		},
		{
			"comment_id": 8,
			"body": "@Firebox: \"Dog f??ked GFW\". Analyzing... 2 objects (dots on a graph): the dog, the GFW. Warning: undefined object \"GFW\". 1 link (line, connecting two dots): f??ked. Now it makes sense: even I do not know what is GFW, now I know it might be something that dog can f??k! Thanks.",
			"post_uri": "1KWc3LfKD7k7vGeCVovbr1zzqFhoCPnfi_1477638778",
			"date_added": 1477639786
		},
		{
			"comment_id": 9,
			"body": "@MilitaryRiotLab: But what about \"日\" (day) and \"狗\" (dog)? Maybe dog day is something like \"those **bad days**\" when you involved in some low activity not suited for honorable human being, but suitable more for homeless dog, seeking for food at garbage while fighting rival dogs doing same thing. Maybe \"God damn this dog's day when GFW were created\"? (I still wonder what GFW means).",
			"post_uri": "1KWc3LfKD7k7vGeCVovbr1zzqFhoCPnfi_1477638778",
			"date_added": 1477728169
		},
		{
			"comment_id": 10,
			"body": "@Rainlime: Thank you for explanation. I didn't know that.",
			"post_uri": "1KWc3LfKD7k7vGeCVovbr1zzqFhoCPnfi_1477638778",
			"date_added": 1477732732
		},
		{
			"comment_id": 11,
			"body": "When I use g??gle to download something I often feel it is \"hiding\" something from me, so using other searchers seems a good idea in that case. I do not like g??gle and I do not like protonmail, because they treat people as fools. I think whole article is about this - protonmail: \"g??gle, you hide us from fools\", g??gle: \"no, we are not, it is just a bug\". Smart people know what they want and will find it anyway no matter g??gle/smoogle cooperates or not. But this battle for fools is disgusting.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1479108067",
			"date_added": 1479112042
		},
		{
			"comment_id": 12,
			"body": "@Bravo: Thanks for qwant, didn't know about it. \"Duckduckgo is compromised\" - what do you mean?",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1479108067",
			"date_added": 1479197310
		},
		{
			"comment_id": 13,
			"body": "@PaintNinja: Booo! Boooo! Boooo! :-]",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1479222139",
			"date_added": 1479286121
		},
		{
			"comment_id": 14,
			"body": "Thanks for feeding my ego! I knew I am smarter than common 95% people, because I can use computer. And think about that: how much people are smart enough to use zeronet or something p2p? Less than 1%! So you can keep your ego well fed and happy! We are smart. Yes, ego loves that.\nHere is simple fact about user stupidity that still wonders me: some of them have no idea about file/folder conception. So if you will ever encounter situation when you have to enlighten someone in \"using computer\" skills, be sure recipient knows about existence of files and folders. Because it may seem obvious to you, and person may do some \"complex\" stuff in his/her computer, but still without knowing about files/folders.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1481027808",
			"date_added": 1481103053
		},
		{
			"comment_id": 15,
			"body": "I do not know what are you talking about, but I find your explanation (for five years old) very interesting. I wish you explain something else \"as if I am five\"!",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1481108612",
			"date_added": 1481109521
		},
		{
			"comment_id": 16,
			"body": "Assembler. Use FASM. Programs are all about doing stuff with numbers in memory. Using assembler you always know what exactly happens in your memory. Forget about bunch of stuff such as strings, variables, pointers, null/shmull - just use memory as you like. :-]",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1481203573",
			"date_added": 1481268363
		},
		{
			"comment_id": 17,
			"body": "@Grae: still using parer and pen regularly. I noticed it is \"so rare these days\", so you can extract extra fun from this situation by being aware you are some kind of elite - you can do hand writing! And if you do it often than you can be sure you will be able to read your writings. I observed some individuals, who lost ability to write... no, I mean they can write, but then they have big difficulties with reading what they wrote!.. Anyway, I am glad I am not only one who use pen and paper. By the way, your writings will not vanish with death of your hard drive or \"smart\" phone or whatever. It much harder to kill book or notebook (I mean paper one, not computer) then electric device.",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1481288760",
			"date_added": 1481361830
		},
		{
			"comment_id": 18,
			"body": "Is he this K who's been shot? It seems natural when someone says something about informing people about some conspiracy (and actually informing people, not just talking about), and then he is murdered. At other hand if politician can talk only bullshit (empty words) then he will never get honoured by being shot to death. Take Trupty-Dumpty for example. I think it is unlikely some one gonna shot him.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1488961610",
			"date_added": 1488970606
		},
		{
			"comment_id": 19,
			"body": "Why use Cloud if you can use BTSynch or other similar soft with your distant friend(s) to backup your data. Idea is two (or more) computers synchonize content of some directory (folder), so any change you make on one computer propagates to others. And it is p2p (no 3rd party involved).",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489129133",
			"date_added": 1489138549
		},
		{
			"comment_id": 20,
			"body": "\"Middlemen\"... Nice word, it is even better then \"3rd party\". I hate them. I love p2p. Middlemen, go to hell... :-] Persona-to-persona communications... the best. I wish soon technology allow computers connect with each other through some null-space or other method, so you do not have to pay middlemen to provide you internet! Same thing about cellphone companies - you pay, just because cellphone doesn't connect to other cellphone, but uses chain of middle points (towers) which are under control of middlemen. Middlemen go home! Middlemen go home! (Sorry for flood, I am little unstable emotionally last days, I hope that is ok) Middlemen go to hell! :-]",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489128579",
			"date_added": 1489140347
		},
		{
			"comment_id": 21,
			"body": "So it was CIA who didn't want to be splintered in pieces and scattered by the wind.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1488981777",
			"date_added": 1489143934
		},
		{
			"comment_id": 22,
			"body": "@ulrichard: I have written win32 program \"xor\". It is something like rar but it doesn't compress, it fills 1Mb buffer, then xor it and \"randomly\" shuffle every bit (not byte) inside. It is written in assembler, has sources, so you can make your own variant. It seems like encrypt something that only you can decrypt is not a problem. And you can store those xor files everywhere. To write your own assembler program to encrypt your files \"doesn't fit a lot of people\" too. :-] \"Opposite end of spectrum\"... :-] (Just kidding): Opposite end of zx-spectrum!",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489129133",
			"date_added": 1489218572
		},
		{
			"comment_id": 25,
			"body": "Oh, 3d printer to print weapons... :-]",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489136950",
			"date_added": 1489394364
		},
		{
			"comment_id": 26,
			"body": "Pishite latinnitsey - odin bayt na simwol. Russkie bukowki - dwa bayta na simwol!",
			"post_uri": "17VmuVqxo9zqd17ysD7NVTdbYfkK3SxTcA_1489255570",
			"date_added": 1489396675
		},
		{
			"comment_id": 27,
			"body": "@Mist: А как же все эти китайцы? О да, давайте сделаем свой зеронет с блек джеком, девицами и кои-8 (Sarcasm). Кстати, если попытаетесь (я уже пробовал) создать сайт под зеронет в кодировке (Win125 чегото-то там) или в досовой кодировке, то скорее всего не получится. Как я понял, зеронет \"форсит\" (силой заставляет) браузер использовать... не помню уже, какую-то конкретную кодировку (все html, css команды связанные с кодировкой игнорируются).",
			"post_uri": "17VmuVqxo9zqd17ysD7NVTdbYfkK3SxTcA_1489255570",
			"date_added": 1489479074
		},
		{
			"comment_id": 28,
			"body": "@ulrichard: I was thinking about installing win10 in far future. Now I don't. I will be under winXP (offline) until computers become so advanced, so it will be possible to download something like winXP-BOX (Like DosBOX) on some kind of Linux. I better learn how to use Linux, than learn how to use \"modern\" windows. But maybe some smart guys will create nice version of win10... It is more probable to happen sooner than winXP-BOX.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489129133",
			"date_added": 1489479662
		},
		{
			"comment_id": 29,
			"body": "I read whole article. Keep posting links about blockchains and btc technology, please.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489445166",
			"date_added": 1489482319
		},
		{
			"comment_id": 30,
			"body": "@ulrichard: \"aim for\" :-] ...just kidding.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489136950",
			"date_added": 1489483810
		},
		{
			"comment_id": 31,
			"body": "@ks: I am not a sexist, because I've seen some smart (intelligent) women. Your mother might be much smarter than me in general.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489129133",
			"date_added": 1489651956
		},
		{
			"comment_id": 32,
			"body": "@Jayofthezero: I know about Virtual Machines, but I am talking about emulators. Emulators are using much more CPU, but if computer is strong enough it smoothly imitates another computer (like zx-spectrum, sega, nes, play station 1,2). And I just imagined there will be a time when you can easily start some emulator of PC with winXP on it. And it will be looks like **exactly** like \"real\" PC. Another \"reason\" why I hate windows later than XP - they \"forgot\" how to \"do full-screen\" of text-mode soft like FAR. You can't use alt+enter on Win7,8,10 and so on... And it is my favorite way to read books (I convert anything into txt, format it, then read it).",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489129133",
			"date_added": 1489652498
		},
		{
			"comment_id": 33,
			"body": "\"Do not worry, it is just little turbulence\". Yeah, there is nothing to worry about, right! At another hand, name \"Challenger\" requires some challenge. Survived passengers can become enlightened. \"Choose our flight and you will become different person\". :-]",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489733635",
			"date_added": 1489736038
		},
		{
			"comment_id": 34,
			"body": "\"cheap kamikaze\" problem. Or \"shooting cannon to kill mosquito\". Overkill indeed. What next? They will shoot birds, because modern radar will detect them. \"You're in our airspace, please respond\". Bird: \"???\". \"Identify yourself or else!!!\". Bird: \"???\". \"Guys, lets eliminate this unrecognized thread to our country! Prepare to launch our precious million bucks missile!\".",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489791479",
			"date_added": 1489823442
		},
		{
			"comment_id": 35,
			"body": "Nice video. You do not need to know german to enjoy it! Is that a model of how blockchain works?",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489999552",
			"date_added": 1490000206
		},
		{
			"comment_id": 36,
			"body": "@ulrichard: I'm honoured, thanks. :-] I wish I could be so liveful like a kid and the same time experienced and wise like an old. :-]",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489999552",
			"date_added": 1490088498
		},
		{
			"comment_id": 37,
			"body": "Great, now we have Youtube on ZeroNet! In few years (with all of this progress) most people will have huge hdd space. Youtube, your time begins to end, deathclock is ticking. Wha-ha-ha.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1490340442",
			"date_added": 1490346007
		},
		{
			"comment_id": 38,
			"body": "@Yinyue: Yes, I am stupid. And I'm glad I am. It makes me feel happy! :-]",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1490340442",
			"date_added": 1490428334
		},
		{
			"comment_id": 39,
			"body": "@Yinyue: On the other hand, maybe feeling happy makes me be stupid, and write silly comments. Wha-ha-ha. https://youtu.be/GzD-nfzQZFc?t=92 Wha-ha-ha-ha-ha, Wha-ha-ha!",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1490340442",
			"date_added": 1490429372
		},
		{
			"comment_id": 40,
			"body": "how about \"True money\" or \"The money, indeed!\"?",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1490619271",
			"date_added": 1490687160
		},
		{
			"comment_id": 41,
			"body": "There are two \"logies\": one is cryptology (when you encrypt something than is **very** hard for other people to decrypt even if they can have it). Another one \"logy\" I can't recall it's name now. But it is science (set of ideas) of how to hide the fact you encrypt something or have something at all. Simplest thing which comes to mind is to attach data with encrypted file to another file. Enemy sees avi file, it can play it, but nobody knows you have another avi file written after it. I did it. It works. Easy.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1490766344",
			"date_added": 1490777024
		},
		{
			"comment_id": 42,
			"body": "Improving human technology by reverse engineering plants. :-] Great. By the way, when kid tears apart some of his/her toy, maybe it is caused by interest (not by hatred), \"what is inside?\". Reverse engineering is good method to learn how things work. :-]",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491202854",
			"date_added": 1491204396
		},
		{
			"comment_id": 43,
			"body": "@Plasmmer: I can't be 100% serious, because for me it is huge red flag of stupidity (or being infected by mind virus). Try to recall some of people you know who looks very serious, maybe it is just a distraction to fool you, and in reality they're just stupid. For me being serious equals being stupid. I do not want to be stupid, so I do not want to be 100% serious. I am 50% serious about that! :-]",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491202854",
			"date_added": 1491380283
		},
		{
			"comment_id": 44,
			"body": "Can't find it. :-[ Are you in the wrong car? I mean, you supposed to be in tesla, but you're in car which is following tesla. Is that an error?",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491377385",
			"date_added": 1491380463
		},
		{
			"comment_id": 45,
			"body": "@ulrichard: what if exhaust tail pipes are real, but whole \"tesla\" thing is fake? :-]",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491377385",
			"date_added": 1491549746
		},
		{
			"comment_id": 46,
			"body": "@ulrichard: very funny!! I was surprised there is actual guy, who can practically \"fake\" whole car like this. :-] Amazing.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491377385",
			"date_added": 1491638545
		},
		{
			"comment_id": 47,
			"body": "Joke Question. When e-car accelerates it uses it's charge, when e-car decelerates it on it's own it recuperates 80%. What happens when e-car moves in reverse?",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491849811",
			"date_added": 1491895518
		},
		{
			"comment_id": 48,
			"body": "@ulrichard: :-] can this guy \"fake\" 60 mph on his \"car\"? That would be great.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491377385",
			"date_added": 1491920726
		},
		{
			"comment_id": 49,
			"body": "Thanks to this antispam-bot, you published your comment here. I like your list of advantages.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491984895",
			"date_added": 1491986483
		},
		{
			"comment_id": 50,
			"body": "Source statement: \"Zeronet is garbage dump\".\nRespond: {\nЗеронет -- децентрализованная помойка, всем помойкам помойка!\nZeronet is decentralized garbage dump, best garbage dump of all garbage dumps!\n}",
			"post_uri": "14kSx7SY5Mcg9p4omKWDZZJhHSjzMTsM4x_1493588740",
			"date_added": 1493630748
		},
		{
			"comment_id": 51,
			"body": "I'd like to get list of people who follow me, or list of people who follow some other zerome user. Or at least number of followers. It is measurement of how popular you are.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1493531672",
			"date_added": 1493636633
		},
		{
			"comment_id": 52,
			"body": "G??gle. Must. Die. :-[",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1495811748
		},
		{
			"comment_id": 53,
			"body": "I do not want to translate all, but here is some:\n\"pozor, pozor, pozor, ...\" is \"shame, shame, shame, ...\";\n0:55 \"Putin - loh!\" is \"Putin is goof!\";\n1:05 \"One, two, three - Putin go away!\";\n2:40 \"Do not touch people\".",
			"post_uri": "12yaKkoqVKBUi66uB5pYXamWguKFaWdDnx_1497421212",
			"date_added": 1497596101
		},
		{
			"comment_id": 54,
			"body": "Define input format you are awaiting, please.",
			"post_uri": "16bxMyoL49mWYhcZKBYVBT5zEFW9SQpiao_1498516800",
			"date_added": 1498542240
		},
		{
			"comment_id": 55,
			"body": "Make sure you did \"sign\" before \"publish\". \"Sign\" button triggers creation of \"content.json\" file.",
			"post_uri": "1Hv2SAkcMHkNRHTsdLZ6jg8neGtCZrTEr2_1507863550",
			"date_added": 1507879619
		},
		{
			"comment_id": 56,
			"body": "@Ima: Go to my profile and see my latest post about how I publish my zite (zero net site). If it doesn't help you then ask again. Maybe somebody else will help you.",
			"post_uri": "1Hv2SAkcMHkNRHTsdLZ6jg8neGtCZrTEr2_1507863550",
			"date_added": 1507965320
		},
		{
			"comment_id": 57,
			"body": ":-] Do you remember you gave me about 0.0045 btc to buy a beer? According to my calculation, now I can buy 56 liters (56 dm^3) of beer theoretically. Still need to find a way to sell btc for local currency. At other hand, if btc will grow toward infinity then my chances to sell them will shrink to zero. Anyway, thank you.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1511946158",
			"date_added": 1512324258
		}
	],
	"flags": {},
	"comment_like": {
		"1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_5": 1479286373,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_31": 1479286394,
		"1qA5PLyTTNtJjaK1zRz1fnyQMgiDpv5td_2": 1481361121
	}
}