{
	"next_topic_id": 17,
	"topic": [
		{
			"topic_id": 1,
			"title": "用公用手机号对抗实名制",
			"body": "如题\n一种思路\n\n国内网站都特么要实名\n用公用手机号 (比如https://www.bing.com/search?q=receive+sms+online) 骗过他们",
			"added": 1501658690,
			"parent_topic_uri": "19_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "在明网，很多人知道你是一条狗",
			"body": "https://zhuanlan.zhihu.com/dashijian",
			"added": 1503928783,
			"parent_topic_uri": "19_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "实名=裸奔",
			"body": "https://www.zhihu.com/question/60205725/answer/177824557",
			"added": 1504315854,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "政治板块黑名单（欢迎分享）",
			"body": "- zerocatty\n傻逼提问\n\n- 0emaneht0\n民科\n\n- nullnone\n傻逼钓鱼\n\n- humanrights777 lawyer newera unitychina\n四个小号刷屏",
			"added": 1505561972,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "GFW技术评论",
			"body": "http://127.0.0.1:43110/12ddrrRKkABAWTU48ZL3THfypHtVJ3aVF5/",
			"added": 1506862514,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "这是很长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长长的标题",
			"body": "test",
			"added": 1508155843,
			"parent_topic_uri": "1_1JtWpPB5q8EjDbUmyZXKYS6vkKrix9h8s7"
		},
		{
			"topic_id": 8,
			"title": "[转] 中国模式：共产党资本主义",
			"body": "《中国人权双周刊》首发，转载请注明出处。（第185期  2016年6月10日—6月23日）\n作者：程晓农\nhttp://www.hrichina.org/chs/zhong-guo-ren-quan-shuang-zhou-kan/cheng-xiao-nong-zhong-guo-mo-shi-gong-chan-dang-zi-ben-zhu-yi\n\n从上世纪90年代末开始，中国的改革中就出现了明显的权贵资本主义特色。近30年来，海内外一直在谈权贵资本主义，但对它的评价始终围绕着腐败这个话题转悠，却没有进一步深入下去，因此也留下了一些值得思考的问题。首先，说中国有权贵资本主义，大概没有多少人反对，但是，能够据称判断，中国早已是资本主义经济制度吗；如果是，中国又是在哪一年告别社会主义、步入资本主义的，有明显的政策轨迹可寻吗？其次，权贵资本主义如果确实是中国模式的产物，那么它似乎就不单纯是部分权贵的不当个人行为，而是体制型产物，因此反腐败也就无法铲除权贵资本主义的制度基础了？对这两个问题，笔者的回答都是Yes。之所以这样看，是基于以下的基本判断：中国早在1997年底就通过国企私有化，正式把经济制度改变成资本主义经济制度；但是，在政治制度层面，中国的资本主义经济制度并没有产生民主化的社会动力，相反，中国的资本主义经济制度与红色政权“结婚”了，因此产生了人类历史上独一无二的独特政治经济制度结构，既非社会主义，亦非民主资本主义，而是共产党资本主义（communist capitalism）；笔者首次提出的共产党资本主义这个概念（已有英文论文发表），指的是共产党领导下的资本主义经济体制，它用资本主义制度来巩固共产党的专制政权，这就是中国模式的真谛。\n\n## 一、中国模式：社会主义国家转型的最差道路\n\n共产党的传统目标本来是消灭资本主义，毛泽东时代的红色中国便彻底消灭了私有制，资本家的绝大部分财产都被剥夺；与此同时，中共的政治精英以及“红二代”们虽然拥有政治特权，却没有任何祖上留下来的企业或财产。但从邓小平时代开始，中共的红色政权与资本主义经济制度“结婚”了，这不仅仅是指共产党政权容忍资本主义的发展，而是共产党精英自身变成中国最富有、最有权势的资本家。社会主义国家早晚会重新变成资本主义国家，这不是什么新奇观点。1988年在奥地利首都维也纳召开过一个关于社会主义国家改革的讨论会。在那次会上，一位来自共产党国家匈牙利的经济学家语惊四座：所谓社会主义，无非就是从资本主义到资本主义的过渡时期。按照他的意思来理解，也就是说，社会主义的寿命总是短暂的，不会太长久，这些国家之前从资本主义被改造成社会主义，然后又不得不从社会主义回到资本主义。一年以后，这位匈牙利人的看法就被苏联东欧共产党阵营的解体所证实。\n\n但是，社会主义国家的改革就只有权贵资本主义一条路吗，中国模式的这种结局是必经之途吗？笔者多年研究社会主义国家的转型后发现，从社会主义回到资本主义，不是只有一条路，而是至少有三条路，中国则选择了其中最糟的那条。\n\n共产党国家一旦告别了传统的斯大林社会主义模式，就走上了制度转型的道路。所谓转型，指的是在经济制度方面实行自由化，即经济转型，包括用私有化取代公有制和用市场化取代计划经济，而在政治方面则是实现民主化，即政治转型。从1989年到现在，世界上的共产党政权除了北朝鲜之外，其它国家或者完成了转型，或者正在转型途中。纵观这些国家的转型道路，可以发现，经济转型相对容易，而政治转型则比较艰难。在20世纪80年代，中国曾经一度成为共产党国家经济转型的先行者，现在却因为拒绝民主化而沦为转型国家当中的落后者，这种落后指的是制度层面的落后。\n\n在所有共产党国家，转型一旦开始，红色精英试图窃国自肥，乃是通例，但是，这种局面并非不可避免。迄今为止，原社会主义国家的经济和政治转型大致有三种模式。第一种是中欧模式（波兰、匈牙利、捷克、斯洛伐克）。这些国家的政治转型为异议知识分子所主导，红色精英染指经济转型过程的企图受到遏制；异议知识分子的基本主张不是与原红色精英们分享权力或和解、宽容，而是通过清除共产主义污垢，尽可能铲除共产党文化的残余。而在中欧国家许多民众的眼里，共产党政权不过是一个苏联扶植的傀儡政权，应当被唾弃。结果中欧国家的前红色精英无法在转型中为所欲为，他们面临巨大的社会压力，既不能操纵议会，也无法通过私有化发财；最后，原来的红色精英多半未能从转型当中获得好处，大约三分之一的原红色精英的社会经济地位下降，一半左右提前退休。有美国学者把中欧国家的这一转型称为“建设资本主义但不产生资本家”（making capitalism without capitalists），这个说法比较含蓄，所谓的不产生资本家，其实是指不产生红色资本家，因为在共产党国家里旧的资本家早已被消灭，假如在短短几个月或者一年里就冒出来许多暴富者，那他们多半是原来的红色权贵。简言之，中欧模式其实就是，重建资本主义，但没有红色权贵的份。这样的转型具有自稳定性，与红色历史彻底告别，很难再出现反复。\n\n第二种是俄国模式，其结果是，原来的共产党精英摇身一变成了民主派精英，然后他们分享转型当中的好处，从中发横财；同时，老百姓也在私有化过程当中获得了一部分产权。这是典型的“老权贵带入新社会模式”；与中欧模式相比，俄国的转型属于“同志们的资本主义”(comrade capitalism)，因为新权贵的大多数都是原来的党内同志。这样的资本主义也是权贵资本主义；但与中国不同的是，出身于旧权贵的新权贵们不再是共产党员。俄国模式下，民主制度虽然不至于被完全颠覆，但很容易就被旧权贵们所操纵，使得新制度带有深深的旧痕迹。\n\n第三种则是中国模式，其主要特点是：中共政权虽然把前30年毛泽东时代通过革命建立起来的社会主义经济制度，如全面公有制和计划经济抛弃了，但是，它用共产党资本主义巩固了毛泽东留下来的专制体制。红色权贵及其亲属成为最容易致富、又理所当然地通过政治权力来保护自己的特权集团。在权贵私有化过程中产生的种种黑暗行为，例如红色家族的疯狂敛财，导致整个国家高度腐败。这种腐败政治必然产生严重的社会分配不公，当财富与上升机会都被社会上层垄断时，庞大的社会底层必然产生对精英阶层的仇恨，仇官、仇富情绪在全社会蔓延。\n\n## 二、私有化在中国：掩耳盗铃20年\n\n在中国的官方宣传里通常把1992年的邓小平南巡视为改革的一个新起点。其实，如果从制度转型的角度去看，中国的社会主义经济制度正式走向寿终正寝的准确时间点是1997年，因为从这一年开始，中国开始推行国有企业的私有化。社会主义经济制度的支柱之一是企业的国有制，而一旦国有企业的大多数都私有了，社会主义经济制度就彻底解体了，而以企业私有为特征的经济制度其实就是资本主义。但有趣的是，中共对自己实行的私有化政策至今仍然是掩耳盗铃，明明已经做完了，却从不承认它10多年前就已完成了私有化。当局用来掩盖私有化的词语是国企“改制”，至于改成什么所有制，则故意避而不谈。其实，要改变国企的公有制，只有两种可能性，或者是全部私有化（一个企业完全变成私有），或者是部分私有化（一个企业的国有产权部分转化为私有，但国有股份仍占主要部分）。 中国政府选择私有化方向并刻意模糊转型的实质，自然有其苦衷。\n\n时任总理朱镕基之所以如此决策，主要出自两点考虑。第一，国企成了政府的沉重经济负担，导致银行系统濒临崩溃。由于邓小平时代的经济改革无法解决国企的严重问题，企业长期依赖国有银行的无条件贷款，但经营状况日益恶化，许多国企停止偿还银行贷款，甚至连利息也不再支付。从90年代中期开始，整个银行系统的潜在金融危机日益暴露。90年代初四大国有银行20％以上的贷款属于坏帐；1994年全国银行业出现了历史上第一次严重的全面亏损；到了1996年银行系统的坏帐加上逾期呆滞贷款已占贷款总额的70％左右。为了使银行系统免于崩溃，1997年下半年政府不得不全面推行国企改制（即私有化），把十多万家国有工业企业当中的大多数作为“包袱”甩掉。第二，当时中国急于加入WTO，以便扩大出口，而WTO接纳中国有个前提，那就是以15年为期，中国必须建立市场经济，即取消计划经济和实行国企私有化，中国如果不能证明它实行了国企的私有化，就无法获准加入WTO。\n\n由于政府和国内媒体掩盖真相，所以至今许多从未在国企工作过的人仍然不了解何谓“国企改制”。其实，所谓的“改制”，就是让中小企业私有化，同时让大型国企上市，实行部分私有化。当局让国有企业的厂长经理和地方政府官员充当“改制”和裁员下岗的操作者，同时也就把私有化可能产生的社会不满和愤怒，从政府身上转移到了国企的厂长经理身上，而政府则置身事外。当然，国企的厂长经理们也不会白白当这个“替罪羊”，他们得到了巨大的好处。私有化的关键是谁来购买国有企业。中国与俄罗斯一样，国企厂长经理们的家庭积蓄根本无法满足收购企业所需要的百万、千万、甚至上亿元的资金需要；而外资在国企私有化的过程中发挥的作用微乎其微。在这种情况下，中国的国企厂长经理们能成为各自企业的新老板，其实基本上靠的是非法手段。正因为这重重黑幕，所以中国政府一直不许国内研究者研究私有化过程，国内媒体也基本上不报道国企私有化的真相。具有讽刺意味的是，尽管私有化在中国国内是新闻和研究“禁区”，但对境外研究者却是完全开放的，境外研究人员可以通过一些国际组织如世界银行等，自由进入中国，对私有化过程和私有化之后的企业所有权状况做全国范围的抽样调查。过去十多年里，这些参与调查的研究者发表了多本英文著作，介绍中国私有化的成果；然而，这些书籍却一本也未能在中国翻译出版。当局之所以准许境外研究人员对国企私有化做调查，是为了向世界银行等国际组织提供中国私有化进展状况的资料，为中国加入WTO铺路。由于中国国企私有化的结果早已在国际社会公开，所以，当局对私有化的态度也仅仅是在国内掩耳盗铃而已。\n\n## 三、共产党干部是如何变成资本家的------中国式私有化的奥秘\n\n私有化过程本身就是建设资本主义经济制度的过程，但不同的私有化方法会建设出不同的资本主义。朱镕基于1997年底开始推行国企改革，当时这一政策被称为“抓大放小”，所谓“抓大”，就是指资产规模大且与国计民生有关的金融、能源、电力、电信、交通等企业准许重组上市，向国民和外资出售部分股份，但国家仍然控股（即政府继续“抓住”这些企业不放）；所谓“放小”，就是指资产规模较小或亏损严重的国企准许其私有化，以甩掉政府的包袱。中小企业私有化的关键在于：由谁用什么方式来“购买”国企。当时国企厂长经理们的平均月薪只有几百元人民币而已，红色权贵及其亲属也同样没有多少金融资产。中共采取的办法是，一方面，让近百万国企管理者用企业的名义担保，从银行借款，“购买”国有财产，并准许这些管理精英把企业重新注册在本人或家族成员名下，然后以企业所有者的身份，动用企业公款，归还他们私人购买企业的贷款；另一方面，由国企管理者逼迫员工出资购买企业的部分股份，职工为了保住饭碗，只能拿出家庭储蓄来购买本企业的股份，但普通职工拥有股份后，企业管理层并不许职工股东过问企业经营和资产转让，所以等于是逼迫职工出资帮企业管理层获取企业的所有权。同时，当局纵容红色权贵家庭的妻子儿女利用关系网，帮助大国有企业获准上市，以此无偿获得上市公司的股份，然后通过抬高股价大获其利。\n\n中国的私有化始自1997年下半年，到2009年基本完成。1996年全国国有工业企业为11万家，到了2008年底只剩下9,700家，其中还包括已经实行部分私有化、但政府仍控股的大型国企。中国的私有化分为两个阶段。第一阶段是中小国企的私有化，从1997年下半年到2001年，历时4年左右。其结果是大部分企业被厂长、经理私有化了。笔者曾分析了29个省市130个国企的私有化案例，归纳了数种典型手法，发现了国企私有化的黑暗过程。他们的做法通常是，首先有意低估企业资产净值；然后，或直接动用企业公款，或以企业的名义去银行贷款，或向私人借款，买下自己管理的企业，注册在本人或亲属名下；最后，以新企业主的身份，用私有化之后的企业资金偿还自己购买企业所借的款项。也就是说，他们虽然购买了自己管理的企业，个人却往往只付很少的钱，甚至分文不付。第二阶段是大中型国企的部分私有化（partial privatization），大约从2002年开始，到2009年基本完成，其手段包括把国企改组后上市、管理层持股（MBO）、职工股份化、与外资合资、与私企合资等。由于这些企业资产规模庞大，管理层无法独自侵吞，所以通常是动用公款购买企业股份送给管理层干部，同时也用送股份的办法贿赂那些有权批准企业上市的政府部门官员及其家属，形成利益共谋。这些国企干部和政府官员不花任何成本，便成为大中型上市公司的持股总经理或常务董事之类，跻身于富人行列。\n\n中国的私有化完成之后，究竟哪些人成为企业的所有者？根据两个全国性抽样调查的数据，大约50%到60%的企业都由企业管理层私人拥有；大约四分之一的企业的买主来自企业外部，属于国内其他行业的投资者，但其中外资所占份额不足2%；由管理层和职工共同私有化的仅占一成（俄国私有化之后企业职工持有的本企业股份大约占40%左右），但管理层不允许职工股东过问企业的资产管理和转移，所以，这类私有化的结果相当于职工出钱，但管理层拥有企业。这种“国企改制”几乎就是企业管理层伙同其上级（地方政府官员）和红二代们对国有资产的公开瓜分和掠夺，当局无论如何没法把这种掠夺解释成正当行为，公开的讨论更会导致公众的愤怒，所以政府不许国内媒体讨论私有化，中国的学者们也基本上不能从事关于私有化过程的研究。\n\n从1998年到2003年，当红色精英通过私有化大范围侵吞中小型国有企业的资产时，当局特地关闭了负责监管国有资产的国有资产管理局，在这私有化高潮的关键6年里制造了国有资产监管“空窗期”，为红色精英们侵吞国企资产提供了方便。尽管2003年以后又重新恢复了国有资产管理局，但该局对私有化过程中侵吞国资的行为极少追究。在私有化期间，从1997年到2005年，全国到处都发生大规模的劳资冲突，根源都是厂长、经理通过私有化侵吞公有资产，而政府基本上都站在厂长、经理一边，因为政府官员从中也可以得到好处。俄国在私有化过程中，社会福利制度仍然正常运转，少数失业工人可以领取社会福利而勉强生存；但中国推行私有化的时候，原来以企业为基本单位的福利体系垮了，许多企业给工人很少一点钱，把他们赶走，就死活不问。当时中国政府广泛宣传，国企工人下岗是为改革作出必要的牺牲，但政府却不愿意为下岗职工建立统一的失业救济，而是把这项支出甩给私有化之后的红色老板，如果企业的新老板不想付，政府也不管。其实，如果国企私有化了，企业付不起社会福利开支，政府对原本为国家职工的下岗人员有无可推卸的责任，但是中国政府当时采取了耍赖的态度。对比之下，俄国政府从未推行过强制下岗之类的政策，相反还用税收优惠鼓励企业保留职工岗位。比起中欧国家和俄国的私有化，中国的私有化是最不公正的，也最冷酷无情。显然，专制政体下的经济转型可以罔顾社会公正而不必担心选举压力，对权贵精英来讲，这样的模式自然是优越的；但普通民众的评价恐怕恰恰相反。西方有学者认为，共产党国家的威权体制有利于经济转型和经济发展，因为政府的强权可以克服来自民间的阻力，中国往往被他们视为一个最好的例子。但是，中国的私有化过程说明，威权政府在经济转型中往往会漠视社会公正，剥夺民众的权利和利益，而作出有利于统治精英的制度安排。\n\n## 四、共产党资本主义：马克思的苦恼\n\n自从马克思创立共产主义学说以来，中国模式是人类历史上首次出现的共产党领导下的资本主义经济体制。中共以消灭资本主义（化私为公）起家，但无法让社会主义经济体制获得长远的成功，最后只能改用资本主义经济体制来延续共产党政权的统治；而在化公为私的改革过程中，红色家族及共产党的各级官员及其家属摇身一变，成为企业家、大房产主、巨额金融资产所有者这样的资本家。他们积聚财富的过程充满了肮脏与犯罪，既需要红色政权保护其财产和生命安全，也需要通过政府垄断的行业继续聚敛更多的财富。因此，他们是中国现行体制的坚定支持者，而不是民主化的促进者。\n\n中共的红色权贵们在短短的20到30年内如何从一无所有变成巨富家族群，这是共产党资本家们发财的秘诀，也是理解共产党资本主义制度和判断中共利益集团未来政治走向选择的指南。简单来说，这个秘诀和指南就是，不法侵吞国产，垄断重要行业，操控政策获利，维持专制统治。不法侵吞国产，是指中共的经济管理精英们利用国企私有化过程，或者直接侵吞中小国有企业的资产，或者无偿获取上市大国有企业的股份；垄断重要行业是指，保留国有大企业在金融、能源、电力、交通、电信等行业的垄断地位，让红色精英或红二代占据这些大企业的要津，这类规模往往进入世界企业500强的超级大企业既提供大量税收以支撑红色政权，也让高管们通过获取股份、项目回扣和高薪、高奖金而迅速成为富翁；操纵政策获利是指，红色精英及其亲属通过参与或影响政策制定，抢先插手到政策给以优惠的行业或项目中，从而轻而易举地摄取巨大的利益；而维持专制统治则是指，红色权贵们极端敌视民主化，希望能够“永保红色江山千秋万代”，也就是希望让共产党的专制永久地保护自己的特权和巨额不法财富。\n\n当这个国家的大批企业和财富掌握在身为共产党员的红色资产阶级手中的时候，对红色资本家来说，唯一可以信赖的制度性保护，既不是市场经济体制，也不是法治，而是“无产阶级专政”，也就是他们对全社会其他成员的永久型专政。他们很清楚，传统社会主义那套经济制度丝毫不值得留恋，现在他们不但拥有比民主国家的企业家更容易获得的财富，也拥有无需竞争的优越政治地位，还可以阻止民主化可能造成的政治、经济清算，这就是中国模式的实质。很明显，在共产党政权之下，这种红色资本主义不会自发地转型成为民主制度下的资本主义。长期以来西方学者中有一种看法以为，经济自由化之后，原来的红色精英会自然地拥抱民主和自由。中国的转型结果证明，这种想法不但幼稚，而且是错误的。但是，红色权贵们也很清楚，“中国模式”时刻面临来自社会底层的威胁，因此，他们一面把个人的巨额资产向西方国家转移，一面把亲属移民到西方国家，以便留下后路。他们的“用脚投票”实际上宣布了“中国模式”的前途十分渺茫。\n\n1989年初，邀请笔者访德的德国艾伯特基金会安排几位访问学者参观位于特里尔的马克思故居。当时留言簿上有人用中文写下一句话：“老马啊，你可把咱害惨了。”现在看来，这话只说对了一半，因为马克思也被中国模式害惨了。若让马克思现在来评价共产党资本主义，他可能既恼怒又欣慰：恼怒的是，共产党居然要靠“嫁”给自己的敌人资本主义才能存活下去，这对他的理论和主义是最大的讽刺；而欣慰的是，不管采用什么样的反马克思主义手段，总算还有个别机会主义的共产党政权依然活着，证明他也不是一无是处。但是，马克思仍然无法摆脱一个巨大的困惑：他的理论的基本框架奠基于“经济基础决定上层建筑”的假设之上，强调先进的生产力必然改变落后的上层建筑；但是，中国模式却逼着马克思不得不彻底推翻他的核心概念，从而也推翻整个马克思主义。在共产党资本主义制度之下，“无产阶级专政”这一上层建筑，其实是依靠资本主义的经济基础而维系下去的；那么，这个上层建筑究竟属于已经消失了的旧的社会主义经济基础的落后残余，因此将被历史淘汰，还是因其“先进”性，将必然孕育出又一次铲除共产党资本主义的新共产主义革命？或者，为了从中国模式里吸取教训，马克思必须把他的“经济基础决定上层建筑”一说，改成“上层建筑决定经济基础”？这不仅对马克思来说几乎是天问，而且对中共来说，也是一个无法回避的意识形态危机。现在马克思的肖像仍然立在天安门广场上，因为他能为红色资产阶级的特权身份和“无产阶级专政”的延续提供意识形态上的合法性解释。吊诡的是，中国模式本身是反马克思主义的；但中共生存下去的诀窍就在于，举着马克思主义的旗号和招牌，建设和巩固反马克思主义的资本主义经济制度。中国模式既挑战了马克思主义，也挑战了民主化理论。",
			"added": 1510576855,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 10,
			"title": "[转] VOA停播事件本身就是最大价值所在",
			"body": "应该这么说，在经历了巴拿马文件曝光后的风平浪静，习班底对舞台上各方的暗潮涌动是心中有数、波澜不惊的。像巴拿马文件中涉及如此多的敏感信息，都未能在国内搅起哪怕一点小小涟漪，说明一：匪党内所谓“改革派”“开明派”早已烟消云散；二：官僚集团、团派已经基本丧失反制能力；三、太子党、红二代内部也没有挑战者。至于各种国内外民运、异议人士，连这种事件上都不能掀起任何风浪来，更是被窝匪从心底里取消了对弈资格。流感并不可怕，可怕的是你不知道身体是否处于免疫良好状态。出现打喷嚏后又迅速康复，比一直不感冒更能代表身体状态良好。\n\n故此次郭文贵无论如何曝料，即便分量能达到巴拿马文件，也仅产生一点小麻烦而已，连癣疥之疾也算不上。迄止目前最有价值的部分，根本不在郭那一丁点严重注水的信息量，而在于VOA的停播事件。而停播事件最有可能的受益方，是美国政府。因为过去十几年内新闻媒体、政治团体被渗透、腐蚀已是不争的事实。具体渗透多严重、腐蚀到什么程度，哪些还有救、哪些连根都烂掉了？这个要靠自查是很难办到的，因为之所以是渗透，就是像白蚁蛀空木梁，是悄悄地侵蚀，而非像狮子般血淋淋咬下一块肉。任何预先计划的调查都会受到匪谍、潜伏者有组织有计划地伪装干扰，甚至蒙混过关。\n\n只有当诸如停播这种突发事件发生，就像冒失鬼突然往池子里扔了个石块，水花四溅、波纹迭起。各方面须立即作出本能反应，来不及做周密的预案，全凭一贯性在短时间作出动作。夜总会音乐放到一半突然大灯全开，各种咸猪手就暴露无遗了。如果能抓住些暴露的迹象，顺藤摸瓜，宁枉毋纵，搞点麦卡锡主义，美国政府就是这次事件最大的受益者。\n\n> https://medium.com/@FreeBashulia/VOA停播事件本身就是最大价值所在-a57dbb2a3ef7",
			"added": 1510657480,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 11,
			"title": "[转] 中国医疗：一分钱饭店里的离奇故事",
			"body": "关于中国医疗的一篇旧文章\n作者：凡人医生\nhttp://blog.sina.com.cn/u/1690414945\n\n瓷器村有一家饭店，每顿饭只收1分钱的饭费。我在这家饭店工作多年，目睹了许多离奇的故事，今天要讲给你听。你一定会感兴趣的。\n\n（一）公益食堂\n\n这家饭店始建于上世纪七十年代末，是生产队的食堂，主要靠生产队拨款维持运转。村民们每顿饭只要交1分钱的饭费就可以随便吃。当然饭菜也很简单，就是萝卜白菜馒头。\n\n生产队领导曾经教导我们：「食堂是公益机构，要体现公益性。食堂职工要履行‘救饥扶饿’的神圣职责。」我们一直把这些教诲铭记在心。有的村民连1分钱的饭费都交不起，我们就让他进来白吃；食堂门口经常有乞讨者，我们就从后厨给他们拿饭吃。反正这些都会由生产队给买单。就这样，我们食堂的口碑一直很好。由于我们工作时都穿着白大褂，甚至有人称我们为「白衣天使」。\n\n到了八十年代，食堂归村委会管理。虽然每顿饭的成本已经涨到了5角，但村委会给食堂足额补贴，所以村民们一直享受着「1分钱吃饱」的优惠价，食堂职工也一直在履行着「救饥扶饿」的神圣职责。\n\n（二）聪明绝顶的村长\n\n九十年代初，村长说，村委会的平房太寒酸了，要盖一座办公大楼。村干部们异口同声地表示支持，负责基建的村长小舅子和负责后勤的村长表弟更是热烈欢呼。村委会的分支机构很多，有犁地部、播种部、浇水部、收割部、打场部、拾荒部、养猪部、喂猪部、杀猪部、卖猪部……等等，按照每人400平方米的办公面积计算，至少要盖80层大楼。可是钱从哪里来呢？\n\n村里开会研究了三天三夜，最后，聪明绝顶的村长想出了一个聪明绝顶的办法：把食堂改名为「瓷器饭店」，也就是「市场化」；村委会只给食堂拨款40%，让食堂自筹60%。所谓「自筹」，就是让食堂向吃饭的村民收钱。这样，就可以减轻村里的财政负担，省出盖大楼的钱。\n\n村委会的会计算了算帐，说道：「现在每顿饭的平均成本是3元，村里补贴1.2元，食堂只要把饭费从1分涨到1.8元就可以了。我散会之后就去安排。」\n\n村长瞪了会计一眼，喝斥道：「你脑子有毛病吗？现在村民们本来就对物价敏感，村委会要是宣布把饭费涨到原来的180倍，村民们还不把村委会砸了？」\n\n会计说：「那咋办？不涨饭费，食堂靠啥自筹资金？」\n\n村长笑了笑，说道：「我自有办法！」\n\n（三）以餐具养食堂\n\n第二天，瓷器村村委会发布了一份名为《以餐具养食堂》的红头文件。文件规定，为解决公立食堂经费不足的问题，现允许食堂向顾客收取「餐具费」。餐具费的收入，将用于弥补饭费收入的不足。\n\n从此以后，村民们到食堂吃饭，除了支付1分钱的饭费以外，还要支付1至5元的「餐具费」。「1分钱吃饱」的时代一去不复返了。村民们纷纷议论：「村委会控制了饭费的上涨，真是亲民爱民！食堂加收了餐具费，真是贪得无厌！」\n\n九十年代，瓷器村的经济形势一片大好，是大好，不是小好。村委会陆续购买了18辆奔驰、18辆广本、18辆帕萨特，村长包养了两个小媳妇，还把儿子送到河对岸的阿麦瑞克村上学。其他村子受了灾，村委会慷慨捐款。村干部的工资，也一次又一次地上涨。\n\n当然，村民们不知道，村委会对食堂的拨款比例却是逐年减少的。到了1998年，拨款比例下降到了10%。这10%的拨款，还经常无法按时到位，有时还会被村委会赖帐不给。这时的「瓷器饭店」，虽然对外还宣称是「公立食堂」，但实际上已经跟自负盈亏的私营饭店相差无几了。\n\n这期间，村委会也觉得1分钱的饭费实在是低得可笑，于是也给上调了几次。1998年，饭费调到了2元。但是，这时的饭菜档次也提高了很多，物价也涨了很多，每顿饭的成本已经涨到了5元至20元，饭费加上餐具费收入仍然不足以收回成本。食堂没办法，只好采购了一些中高档餐具，以便提高「餐具费」收入，用于弥补饭菜的亏损。此外，食堂还引进了南非鲍、澳洲龙虾、神户牛肉等高档菜，这些菜可以在2元饭费之外单独定价，卖到上百元，既可以满足高端顾客的需求，也可以增加一些收入。\n\n（四）四个难题\n\n2000年，村委会的会计奉命对食堂进行调查，发现了几个问题，汇报给了村长。\n\n第一个问题：随着物价的上涨和食谱的更新，每顿饭的成本已经涨到了10至30元。但是，按村委会的定价，饭费仍然只能收2元钱。即使加上餐具费和少量高档菜的收入，食堂仍然是亏损的。照这样下去，食堂就会倒闭。如果食堂倒闭了，村民们没处吃饭，就会来找村委会算帐。如何避免食堂倒闭？\n\n第二个问题：随着村民的餐饮需求的增长，食堂的工作量比以前增加了好几倍。但是，食堂的职工编制没有增加。因此，食堂现有职工不得不长期、常态超负荷工作。他们每天凌晨3点就要上班，晚上23点才能下班。遇到吃夜宵吃到后半夜的顾客，他们只能强打精神，加班奉陪。增加了的这部分工作量，不是靠增加人员来完成的，而是靠现有职工无偿加班、放弃节假日、牺牲个人.权益来完成的。食堂职工对此有意见，如何平息？\n\n第三个问题：在这二十多年中，餐饮行业发生了巨大的变化。现代餐饮已经变成了一门高技术含量的行业。一个人要想当厨师、服务员，先要以高分考入大学，读5年本科，其中大部分人又读了3年硕士，厨师长、厨师、领班等职位甚至只录用博士。新职工在正式工作前，要经过漫长、艰苦、低薪的见习期和轮转期，从摘菜、刷碗、拖地、端盘子做起。正式步入工作岗位后，终生都要进修、学习、钻研，紧追餐饮行业前沿，才能胜任工作、保住饭碗。顾客对饭菜的口味、色泽、形态、火候、营养、卫生、充饥能力、刀工精度、数量精度等方面以及配套服务的要求非常高，食堂职工必须遵循复杂而严格的技术标准，精工细作，精心服务；一旦出现疏漏，就可能被告上法庭、定罪判刑。因此，食堂职工的工作难度、工作量、心理压力和从业风险都比较大。食堂职工的付出显著超过了其他大部分职业，但是，食堂职工的工资标准却并不高。食堂职工对此有意见，如何平息？\n\n第四个问题：村民们缴纳了沉重的税赋，却不能享受「1分钱吃饱」的福利待遇，每顿饭除了要花2元饭费以外，还要花几元、几十元的餐具费。如果想吃鲍鱼、龙虾，还要花成百上千元。因此村民们纷纷抱怨「吃饭贵」。食堂的职工、灶位、桌位、餐具等资源都比较紧张。在高峰时段，前来吃饭的村民甚至会找不到桌位，上菜速度也会变慢。因此村民们纷纷抱怨「吃饭难」。如果村民们发现「吃饭贵」和「吃饭难」是由村委会缩减食堂拨款引起的，就会责怪村委会。如何避免村民们发现？\n\n村长听完这四个问题，一言不发，只顾眯着眼睛抽烟。会计不敢多嘴，也只是一言不发地看着村长。等到一袋烟抽完了，村长才转过头来，问会计：「你说，食堂的职工是人还是神？」会计弄不清村长葫芦里卖的什么药，只好老老实实地回答道：「当……当然是人，不是神。怎么啦？」村长点了点头，说道：「这就好！只要他们是人，不是神，就好办了。」\n\n村长显然已经有了一个好办法！\n\n（五）一箭四雕\n\n第二天下午，被村长派去食堂查账的会计兴冲冲地跑回来，向村长报告：「查到了！我查到了！」\n\n村长说：「别着急，坐下慢慢说。」\n\n会计坐下，喘了一口气，继续说道：「我仔细审查了食堂的餐具帐目，终于发现，他们在采购鲍鱼的时候收取了供应商的1000元回扣。其中500元用于购买消毒柜，100元用于维修灶具，100元用于更换灯泡、水龙头；给几名干部和厨师长每人发了30元的奖金；最后给厨师和服务员补发了上月拖欠的工资，每人5至10元不等。」\n\n听完汇报，村长狡黠地笑了：「好啊！我就知道，他们是人，不是神！」\n\n会计不明白，就问村长：「您这是什么意思？」\n\n村长说：「他们不是神仙，所以他们不可能凭空变出米面肉菜、水电煤气、桌椅碗筷。如果没有拨款，他们就只能靠歪门邪道来维持食堂运转。他们不是神仙，所以他们忍不住疾苦清贫、高付出、低回报，他们会自己设法用歪门邪道来弥补收入。」\n\n会计讪讪地问：「那，咱们村里是不是要严查一下，刹刹他们的歪门邪道？」\n\n村长斩钉截铁地说道：「不！我就是要让他们搞歪门邪道！」\n\n会计纳闷了，问村长：「为什么？」\n\n村长叹了一口气，说道：「亏你跟了我这么多年，怎么还是不开窍啊？你昨天说的四个问题，第一是食堂入不敷出，第二是职工又苦又累，第三是职工收入微薄，第四是村民吃饭贵、吃饭难。你说，这四个问题的原因是什么？」\n\n会计不假思索地答道：「这个我知道！食堂入不敷出是因为村里给食堂的拨款少，又不允许食堂涨价；食堂职工又苦又累是因为村里给食堂的编制太少，食堂又没钱雇临时工；食堂职工收入微薄是因为村里给食堂定的工资标准太低；村民吃饭贵，是因为村里给食堂拨款少，食堂只能向村民收钱，村民跟以前的‘1分钱吃饱’比较，觉得现在吃饭贵；村民吃饭难，是因为村里给食堂的拨款和编制少，食堂建设和人员不足。」\n\n村长说：「不错，你这个会计还算没白当。那你说，这四个问题，归根结底是谁的责任？」\n\n会计张口刚想说，又给咽回去了。\n\n村长厉声问道：「你说，是谁的责任？」\n\n会计诚惶诚恐地看着村长，结结巴巴地答道：「是、是、是村委会的责任……」\n\n村长冷笑了两声，干笑了两声，又大笑了两声，最后和颜悦色地对会计说：「你答对了。但是，我要让全村人都相信，这是食堂职工的责任！」\n\n会计纳闷地问：「怎么让他们相信呢？」\n\n村长说：「就是要让食堂搞歪门邪道！村委会表面上要打击回扣，但实际上要纵容甚至鼓励食堂从供应商手里拿回扣！」\n\n村长接着讲道：「回扣可是个好东西。第一，回扣给食堂提供了资金来源，弥补了饭费价格过低和拨款不足造成的亏损，维持了食堂运转，掩盖了村里拨款不足的事实。第二，回扣可以用来给职工发工资奖金，安抚职工队伍，让他们忘记辛苦劳累，甘心做牛做马，卖命加班劳动。第三，按照村民们的一般观念，「回扣」肯定是非正义的。村民们一听说食堂收了回扣，肯定会非常痛恨食堂，于是就把眼光全都盯在食堂职工身上，向他们发泄怨恨，就不会找咱们村委会的麻烦了；同时，村委会隔三差五地假装打击一下回扣，还会赢得村民的拥护和爱戴。这样，你昨天所说的四个问题就全都解决了，村委会还不用花一分钱！」\n\n会计的嘴巴张得老大，半天才回过神来，赞叹道：「村长，您真是太高明了！这是一箭四雕啊！」\n\n（六）发动村民斗食堂\n\n晴空万里，阳光明媚。瓷器村办公大楼的第44层，4444房间，正在召开「瓷器村宣传工作动员大会」。会议由村长亲自主持，广播站站长、板报组组长、标语队队长、治保会主任等人参加了会议。\n\n村长指示，在今后针对食堂的宣传报道中，要掌握几个「混淆」。\n\n第一，要混淆「被动避害」和「主动趋利」。食堂如果没有供应商回扣、高档餐具的餐具费、高档饭菜的饭费等收入，只靠拨款和2元饭费，根本不可能维持运转。食堂的厨师、服务员如果不向顾客推荐高档餐具和高档饭菜，就拿不到工资，久之则被辞退。食堂不可能坐等倒闭，职工不可能坐等辞退，因此他们主要是在执行政策、被动避害、维持生计。但必须通过宣传教育，让村民们认为他们是在主动趋利、利用专业技术进行敛财致富，以激发村民们对他们的仇恨。\n\n第二，要混淆「合理收入」和「暴利收入」。从行业的技术含量、难度、风险、工作量、付出代价等方面来衡量，食堂职工的合理收入水平应在1000元左右，但现在大多数职工即使加上回扣工资也只能拿到600元。必须通过宣传教育，抹杀这个行业的特殊性，用低学历、低技术、低难度、低风险、低劳动强度的职业的低微收入水平与之做比较，充分利用村民们「患不均」的心理，让村民们认为食堂职工拿600元就是暴利，以激发村民们对食堂职工的仇恨。\n\n第三，要混淆「府败领导」和「普通职工」。在食堂里，确实有些领导，依靠回扣拿到了每月数千元的暴利收入，但这部分人的比例在1%以下。实际上，99%的普通职工拿着偏低的工资，却在加班加点、受苦受累、牺牲奉献。必须通过宣传教育，让村民们认为，所有食堂职工都依靠回扣拿到了暴利收入，都富得流油，都有八套房、十辆车、一百个小老婆，以激发村民们对他们的仇恨。\n\n第四，要混淆「正当的高价账单」和「不正当的高价账单」。有些高档饭菜本来就应该是高价，但在宣传报道时，必须淡化饭菜本身的档次和价值，而要强调账单上的高额数字，让村民们认为食堂在宰人，以激发村民们对食堂的仇恨。\n\n村长最后总结道：「食堂职工都是普通人，必然会带有普通人的各种缺点。你们要细心挖掘，将小事扩大化，将个案普遍化，将鸡毛蒜皮上纲上线，让村民们认为食堂职工都是十恶不赦的大贪屋犯、大杀人犯、大渎职犯。顾客与食堂发生纠纷时，你们要大篇幅报道顾客的声音，尤其要用浓墨重彩渲染顾客多么悲惨、痛苦、无助，同时，要少报道或者不报道食堂的声音，不给食堂任何辩解的机会。要抢在事实查清之前，先行认定食堂职工一定有罪，先行认定顾客一定有冤。要通过「一言堂」式的报道，把食堂彻底批倒、斗臭。等到食堂的负面形象树立起来之后，他们的正当做法也会被怀疑为营私牟利，他们的好心好意也会被怀疑为驴肝肺，村民们将再也听不进他们的澄清辩解，他们一张嘴就会被村民们视为狡辩，他们中的大多数人加班加点、吃苦受累、牺牲奉献更是会被完全忽略。村民们会认为，「吃饭贵」「吃饭难」是食堂职工造成的！」\n\n从此以后，揭批食堂和食堂职工的新闻报道就没有停歇过，每隔一两年还会掀起一次高潮。\n\n（七）两千元的馒头\n\n2008年的某一天，村民张三到食堂吃馒头，咬了一口，就抱怨道：「一点味都没有！来个水煮鱼！」服务员端上水煮鱼，张三吃了一口，又说道：「太辣了，没法吃！拿菜谱来！」服务员拿来菜谱，张三点了一只1200元的龙虾和一瓶1000元的茅台。酒足饭饱之后，张三叫服务员结帐。服务员拿来账单，一共是2235元。张三跳了起来：「什么？这么贵？你们想钱想疯了？」\n\n第二天，瓷器村村头的黑板报上登出了一条新闻，标题用醒目的特大号黑体字写道：「吃个馒头竟花2200元」。正文里说：「村民张某，来到食堂，仅仅是想吃个馒头。最后结帐的时候，他却要面对2200多元的天价账单！当张某质询食堂收费的时候，食堂经理竟然理直气壮地说，收费合理，计费无误！」看了这条新闻之后，村民们都气愤无比，异口同声地指责食堂黑心宰人。\n\n（八）吃饭饿死\n\n2009年的一天，村民李四在食堂里吃饭，吃着吃着，忽然想起了前几天跟邻居因宅基地打架的事。他越想越气，竟然气得心脏病发作，倒地身亡。李四的老婆孩子、三姑六舅、街坊邻居听说李四死在了食堂，赶忙扛着锄头锹镐，跑到食堂，让食堂赔钱。他们说：「在你们食堂吃饭时死了，所以就是被你们给活活饿死的！是你们没有尽到救饥扶饿的义务！」\n\n瓷器村板报组在第一时间赶到现场，采访了李四的家属，连夜赶写了一篇催人泪下的板报文章。文章说：「李某，一个身板硬朗的汉子，谈笑风生地走着进了食堂，一个小时后，却身躯冰冷地蒙着白被单，被抬了出来。他只是想来吃一碗白米饭，他的老婆孩子还在家里等着他。他的儿子明天就要满6周岁了，李某早就答应儿子，要在家里陪他过6周岁生日，要送给他一本漫画书作礼物。然而，谁能想到，仅仅一顿饭的功夫，父亲与儿子，阴阳两隔。刚买来的漫画书还在李某的衣兜里，还带着他的体温，但他再也不能亲手送给儿子了。他还有个12岁的女儿，正在上小学。李某是家里唯一的劳动力，他死后，谁来负担女儿的学费？恐怕女儿只能辍学，去城里打工，用她那双稚嫩的小手去赚钱养家……」最后，文章义正词严地说道：「食堂，本来是救饥扶饿的神圣殿堂，现在却变成了要命的鬼门关，把顾客活活饿死。厨师的道德何在？服务员的良心何在？呜呼哀哉！呀买代！」\n\n板报发表几个小时后，黑板周围的墙面上就写满了村民们义愤填膺的跟帖。村民们说：「把厨师捆起来，也让他活活饿死！」「把服务员千刀万剐，以告慰冤死的顾客！」「所谓食堂，就是榨干你的钱再把你活活饿死的地方！」\n\n（九）天价芦笋\n\n2010年初，村广播站的记者小刘为了搜集新闻素材，开始调查食堂饭菜的原料价格。终于，在一个偏僻的深山林区，他发现农民出售鲜芦笋的价格只要0.1元一斤，而一盘烧芦笋在瓷器村食堂里却要卖到10元。他敏感地意识到，这可能是个绝好的新闻素材！经过调查，他发现，农民以0.1元的价格把芦笋出售给本村蔬菜商，蔬菜商以0.2元的价格出售给乡蔬菜站，蔬菜站以0.4元的价格出售给蔬菜商贸公司，蔬菜商贸公司以0.8元的价格发往各地的蔬菜商贸公司；食堂本地的商贸公司以0.8元的价格购进后，以1.6元的价格出售给蔬菜批发站，蔬菜批发站以3.2元的价格出售给食堂；食堂制作烧芦笋这道菜时，还用到了肉和蘑菇，除去肉和蘑菇之后，芦笋折合6.4元。\n\n看着这些数据，小刘有些失望，因为每个环节的毛利率都是50%，食堂环节并不比其他环节的利润更大。而且，食堂还提供了高技术含量的烹饪和配套服务，烧芦笋的利润还要用于补贴廉价饭菜的亏损。小刘又了解到，一个蔬菜推销员，收入相当于一个博士学历的厨师的几倍、十几倍，这也从侧面说明了，食堂应该不是获利最多的环节。最后他还发现，食堂大多数饭菜的加价率没有芦笋这么高，芦笋只是少数特例。小刘不禁发起愁来，这稿子该怎么写呢？广播站站长听了小刘的汇报之后，哈哈大笑：「这很容易写嘛！来，我教你。」\n\n几天以后，题为《天价芦笋，百倍利润》的文章在村广播站播出了：「一斤芦笋的出厂价只要1角钱，但食堂卖给村民的价格却是100角！芦笋的价格暴涨了100倍！这天价的芦笋，简直比黄金还要暴利，比贩毒还要暴利啊！看到如此确凿的铁证，我们终于知道‘吃饭贵’的原因是什么了！食堂本是公益机构，应以‘救饥扶饿’为天职，但如今却成了厨师、服务员、洗菜工们敛财致富的暴利机构，吃饭焉能不贵！」\n\n这正义的声音，从村广播站的大喇叭里播出来，传到瓷器村的家家户户。村民们听到这「百倍利润」的芦笋，气得肺都要炸了，恨不能立刻把食堂砸了，把厨师、服务员、洗菜工们碎尸万段。\n\n（十）女工喝水330公斤\n\n2011年，为了让村民们「明白消费」，村委会规定，食堂必须给顾客打印「收费明细」，要细到每种原料、每项服务。比如说，洗菜所用的水，不能直接摊到菜价中，而必须单独列在「水费」一栏中。菠菜、油菜等绿叶蔬菜，按村委会规定，需要多次浸泡清洗，以便除去农药、化肥，因此用的水比较多，平均每盘菜要用5升水。\n\n村里有个女工，在食堂吃了一个月的饭，每天都要点两盘炒菠菜，因此每天都会用10升左右的洗菜水。再加上炒菜做饭过程中用到的水，每天的「收费明细」上总共会列出11升水。一个月下来，就是330升。\n\n村板报组的组长听说了这件事，赶忙责令板报员小张写一篇文章，报道一下。\n\n小张犯了难，对组长说：「每天用11升水，其中10升是洗菜的，很正常的嘛，有什么可报道的？」\n\n组长启发道：「洗菜用10升水很正常，但如果喝10升水呢？还正常吗？每天总共11升水，听起来不多，但一个月的加起来就是330升，就是330公斤！听起来多不多？一个女工的肚子里能装下330公斤水吗？」\n\n小张听完之后，豁然开朗，赶忙跑回去奋笔疾书。不多时，一篇义正词严、文采飞扬的文章诞生了。村头板报刊载了这篇文章，标题叫做《女工在食堂「被喝水」330公斤》。文章写道：某女工，仅仅是想吃一盘炒菠菜，但在最后结帐但时候，却看到收费明细清单上赫然写着「自来水330公斤」！一个女工的肚子里能装下330公斤自来水吗？食堂的乱收费已经到了不顾常识、不知廉耻的地步！\n\n正巧，村里的「老大妈合唱团」正在村头排练红歌。团长张大妈看到板报标题后，都没看正文，就把嘴一撇，评论道：「不用问，肯定是食堂乱收费！」旁边的李大妈、刘大妈、赵大妈、王大妈纷纷附和：「对！肯定是乱收费！」\n\n孙大爷、钱大爷遛早，路过板报墙，看了板报之后，用拐棍指着食堂方向，气呼呼地说道：「食堂太不象话了！人怎么能喝下330公斤自来水？拿我们当傻子呢？我们的眼光可是雪亮的！」\n\n（十一）结局\n\n村委会的大楼依然矗立着，村干部的生活依然滋润着。村民们依然自费掏钱吃饭，怨气冲天。食堂职工依然加班加点、累死累活、忍气挨骂。厨艺比较好的厨师，大都辞职改行，或者去别的村子当厨师了。年轻人看到食堂里的工作状况和厨师的社会地位，也都不愿意学厨师专业。食堂里剩下的职工，因为待遇差、身体疲劳、心情憋闷，工作积极性也不高。因此，食堂的服务水平越来越差，饭菜越来越难吃。由于工作太繁忙、太劳累，后厨和前堂都经常出错，比如把盐当成白糖、把醋当成酱油、把菜上错桌、给顾客算错账。村民们当然因此更加痛恨食堂的厨师和服务员们。\n\n村长的儿子在阿麦瑞克村读书毕业了，把户口留在了阿麦瑞克村。村长和媳妇带着金银细软，投奔儿子去了。跟村长有关系的人，诸如村长的小舅子、表弟、外甥，村长老婆的「相好的」，以及村长老婆的「相好的」的「相好的」，都在村里的历次「民心工程」中发了大财，盖起了别墅，开上了豪车。\n\n村民们依然觉得「吃饭难」「吃饭贵」。每次觉得心里堵得慌的时候，就跑到村头的板报墙前面，虔诚地拜读每天晚上准时更新的板报。读完板报，顿时觉得瓷器村是世界上最幸福的村子，自己是世界上最幸福的村民。当然，村民们依然不能忘记那个可恨的食堂。在茶余饭后，村民们经常会骂上几句：「他娘的！砸烂这个黑心食堂！打死这群黑心厨师！」",
			"added": 1512046364,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 12,
			"title": "[转] 澳大利亚挺郭后援会：郭文贵爆料100问答",
			"body": "郭文贵爆料总概括，不想看郭视频的可以看这个\nhttps://hqsbonline.wordpress.com/2017/11/27/郭文贵爆料100问答澳大利亚挺郭后援会主编\n\n郭文贵爆料是2017年最重大的政治事件，成为震撼世界的特大新闻。郭文贵先生以大量事实、证据揭露向世人揭露了中共高层令人怵目惊心的贪污腐败罪行，特别是王岐山家族及海航的巨额资产。他的爆料已经并正在影响着中国社会政治发展的进程，对中国的社会转型的影响不可估量。郭文贵的名字已经载入史册。澳大利亚挺郭后援会特此将郭文贵有关资料编辑成100问答，以推动中国的民主宪政、依法治国的进程。\n\n澳大利亚挺郭后援会主编\n\n本文为待定稿，请审阅提出最后需修改不当之处\n\n2017-11-26\n\n1.郭文贵是谁？\n\n答：郭文貴、山东省聊城市莘県人，70年生，今年47岁，企业家、艺术品藏家、社会活动家，目前身在美国纽约。2017年开年后，郭文贵相继接受明镜、美国之音的采访，4月开始在视频网站Youtube开设直播视频，推特粉丝按照每天1万的速度突破40多万，内容多涉及中国在任高阶官员，包括时任中共中央政治局常委、中央纪委书记王岐山及其妻姚明珊、外甥姚庆、养女孙瑶的家族式贪污行为。政法委书记孟建柱及其手下孙立军、傅政华等的腐败及以黑治国犯罪行为。\n\n2.什么是郭文贵现象？\n\n答：“郭文贵现象”是由郭文贵爆料引发的一系列现象。比如，现在海内外朋友见面，稍微知道一点郭文贵的，必谈郭文贵爆料。国内千万网友，不畏艰难，纷纷翻墙到推特，油管关注爆料进展，一到爆料直播，热闹非凡。郭文贵爆料带动海外民运再次兴起。另外，在油管的自媒体蓬勃发展，就郭文贵爆料各抒己见。互联网的力量空前勃兴。\n\n3.郭文贵为什么爆料？\n\n答：2015年1月10日，郭文贵在中国国内的家人、亲属、下属企业高管被中国公安以骗取贷款罪、骗购外汇罪、撕毁票据罪等一系列罪名逮捕。据郭文贵陈述，此一系列罪名均为中共高层对郭文贵发起的诬陷和迫害行动。在郭文贵接下来与中共高层代表的历时两年沟通、谈判无果之后，郭文贵决定以爆料的形式，揭开他所掌握的中共官员贪腐、滥权等一系列违法违纪行为的黑幕，在促使自己家人、亲属、企业员工重获自由的基础上，促进中国的政治体制改革，以此推进中国的依法治国乃至民主、人权的进步。\n\n4.郭文贵的爆料宗旨是什么？\n\n答：①使郭文贵在国内的家人、员工重获自由，在国内的资产解封，结束中共高层“盗国贼”集团在中国的统治，追回他们的非法所得，并使他们得到应有的审判。\n②在此基础上通过本次爆料，推动促进中国的民主法治进程，避免今后再发生盗国贼集团统治中国的情形。\n\n5.什么是郭七条？\n\n答：郭七条包括四反（反对以黑反黑、反对以贪反贪、反对以黑治国、反对以警治国）和三不反（不反中国、不反中华民族、不反习主席）这七条原则。\n\n6.郭文贵的料是怎么来的？\n\n答：有四个途径：a、据郭文贵本人透露，他创业期间，和军方及国安均有合作，他早期的料主要来自这种合作，或从合作的对方获得。b、参与国安工作时的领导（如马建）为了自己的安全所给予的。c、郭文贵爆料开始之后，国内支持者透过各种渠道，将自身掌握的相关信息资料提供给郭本人，支持者包括网友、体制内人士及部分中共高官“老领导”。\n\n7.郭文贵的爆料是真的吗？\n\n答：据郭文贵本人在接受媒体采访及社交平台直播中表示，爆料证据均由其律师团队经过了法律认证和调查机构的鉴定，属于事实（个别打字，金额计算等人为疏忽的失误不计）。郭文贵欢迎被爆料的人到美国与他在媒体上或法庭上对质。\n\n8.怎么证明郭文贵爆的料是真的？\n\n答：被郭文贵爆料的人物并未澄清和反驳爆料事实，也没有拿出来一条证明自己清白的有效证据，反而在郭爆料之后，“盗国集团”操纵国家机器，在国内加剧对他家人、支持者的迫害打压，在海外则造谣抹黑甚至策划暗杀郭文贵的行动，通过各种手段劝诱美国政府遣返郭文贵。这反证了郭文贵爆料的真实性。\n\n9.郭文贵的钱是怎么赚来的？\n\n答：1992年开始经营河南大老板家具工場，隔年与夏平女士成立香港愛蓮有限公司。1993年起在中国国内创立的地产产业（裕达、盘古、政泉等系列企业），而後分別於96年成立郑州伟仁貿易有限公司、98年與朱時茂先生共同成立北京文茂投资顾问有限公司。2001年朱時茂先生撤股退出。不久後、公司更名為北京摩根投资有限公司，再後來就是如今的”北京盤古氏投資有限公司”。另外，投資不动产开发及投资国外基金，逐渐积累財富至今!\n\n10.郭文贵有什么成就？\n\n答：①、通过爆料，让中国广大草根老百姓看到了政治铁幕后的惊人真相，认清了盗国集团的丑陋面目。②、让数千年为奴的底层百姓认识到了做人的尊严要自己去争取。③、1997年在河南郑州建成裕达国贸（五星级酒店）。④，2008年在北京建成盘古大观（包括盘古七星酒店、公寓等）。⑤、2016年10月31日被发布的胡润百富榜显示，郭文贵以资产180亿元人民币位列中国首富第132位。据维基百科记载，郭文贵的净资产为1000亿人民币。\n\n11.郭文贵的家人是什么情况？\n\n答：①家中兄弟八人，郭文贵排行第七；②妻子岳庆芝，女儿郭美，今年5月开始至今在纽约；③儿子郭强现在纽约；④郭文贵大哥、二哥、四哥、五哥、六哥现在国内，身体、处境较差；⑤其中郭文贵五哥郭文印于2017年10月31日被河南开封市中级法院以故意销毁会计凭证、会计账簿、财务会计报告罪判刑三年；⑥郭文贵姪女郭丽杰以类似罪名判有期徒刑二年；⑦郭文贵三哥已离世；⑧郭文贵八弟1989年死于警察的暴力执法；⑨郭文贵父母在国内，身体较差，由郭的三嫂照顾。以上信息来自郭文贵本人叙述，其家人现状是中共盗国贼集团迫害的结果。\n\n12.郭文贵的身份和签证是什么？\n\n答：①　郭文贵4月19日VOA采访中透露其20年来没有使用中国身份，在中东三个国家与欧洲共有11本护照，已经不是中国公民，身份证被国家安全部注销；②　未对外表明采用哪个身份进入美国；③　2017年9月，郭文贵正式向美国申请政治庇护。\n\n13.郭文贵与国安是什么关系？\n\n答：据郭文贵本人表示，他和他的企业与国安部有商业挂靠关系。商业挂靠关系是指中共的安全部，对一些有影响的商人，可以利用的商人，建立名为商业挂靠关系，利用商人的钱财和海外资源去达到安全部的目的，同时商人也会得到一些国内政策的倾斜和支持来补偿。中共官方的说法为“以商养情，商情两旺”。\n\n14.郭文贵的官司是怎么一回事？\n\n答：①　据郭文贵叙述，与其相关的国内的企业官司，为郭文贵指控的“盗国集团”成员策划、诬陷、迫害其的一系列行动的一部分。包括6月16日大连市西岗区法院、10月31日开封市中级法院的官司；②　海外的官司，主要由“盗国集团”组织企业和个人，以各种相关名义（包括债务拖欠、诽谤、强奸等罪名），到纽约起诉郭文贵。目的是消耗郭文贵的资产与精力，抹黑郭文贵的人物形象。包括并不限于：数家中国企业联名起诉、潘石屹的诉讼、黄艳的诉讼、范冰冰、许晴的诉讼、海航的诉讼、博讯的诉讼、香港合作企业的诉讼（已败诉）等。\n\n15.为什么郭文贵要求推友博友微友给他三年时间？\n\n答：郭文贵爆料信息量巨大，涉及人物众多，正常的调查取证，以及和“盗国集团”的斗争是一项旷日持久的工作，实现“郭七条”促进中国平稳转型为民主法治国家，需要长期复杂艰巨的工作，不是一蹴而就。郭文贵爆料的传播和广为人知，也需要时间。\n\n16.为什么郭文贵反对动不动就募捐？\n\n答：郭文贵发现海外有些人常年以各种名义骗捐骗吃骗喝骗色，他认为必须揭露这种丑恶现象。\n\n17.郭文贵为什么要打击假民运？\n\n答：郭文贵认为必须清除海外的民主民运的环境，让有志之士能到海外来有一个好的土壤，让真正的需求民主自由法治的人能在海外慢慢地开起花来，然后长成参天大树长成树林，形成一个正义的力量。真民运不会脆弱，不是口炮党，不是骗捐党，不是专门欺压女性，欺压同胞的这些所谓的假民主分子。我们一定要恢复民主民运的本来的、伟大的、光荣的、神圣的面目！\n\n18.郭文贵如何评价民主运动？\n\n答：民运是个伟大的名字，给我们带来安全、法治、民主和自由、追求民族灵魂的组织，绝不能再让一些人骗色、骗财、骗信任后玷污了民运的这个旗帜和我们精神与灵魂的殿堂。\n\n19：郭文贵如何评价六四运动？\n\n答：郭文贵：所有参与六四，不光是流了鲜血的英雄和家属们，还有很多人今天没有站出来说话的那些幕后的英雄，那是文贵心目中永远的英雄。谁去污辱他们，谁去污辱他们，上天会给他惩罚的！上天会灭他的！任何人去尝试否定六四，任何组织想否定六四，任何人在六四这个问题上做文章，那都是不能得好死的。那是得报应的，要受到历史的唾弃！那是永远不可逾越的上天设定的最高的一个惩罚的线。六四所有的精神，六四所有的死去的英雄，六四所有的家人们，没有一个人愿意看到海外有些人天天打着六四民运的名义骗奸，诈捐，淫捐，以它骗色骗钱骗名，动不动把那些人的伤口拿出来揭开，让大家看。藉此让别人家给钱，骗得同情之心。任何人在六四上骗捐，诈捐，骗名，骗利，那都是上天不容忍的，任何人都不容忍的。\n\n20.如何评价郭文贵与海外民运的关系？\n\n答：郭文贵爆料改变了海外民运低迷不振的局面，千百倍激活了海外民运新的活力，海外各国挺郭后援会纷纷成立与各路民主人士携手努力共同作战，一支崭新的、愿意无私付出的、具有巨大道义感召力集体行动力的民主运动生力军正在快速集结壮大。在郭文贵爆料之前，海外民运长年一盘散沙不能团结协作，这是众所周知的基本事实，那种指责郭文贵分裂民运到海外维稳的说辞完全是颠倒黑白的。少数“老民运”不但看不到郭文贵爆料带来振兴海外民运契机，反恶毒攻击和辱骂郭文贵及家人，更是丧尽天良。\n\n21王歧山是谁？\n\n答：1989－1997年历任中国人民建设银行行长\n、中国人民银行副行长。1997－2007年历任广东省副省长，海南省委书记、北京市市长。2007－2008年中央政治局委员2008－2011年国务院副总理，2012.11－2017中央政治局常委，中央纪律检查委员会书记.\n\n22.海航集团是怎么回事？\n\n答：海航集团有限公司于1993年组建，产业覆盖航空、实业、金融、旅游、物流和其他相关产业。海航创办人兼董事长陈峰与王岐山早有渊源。1988年王岐山创办中国农业信託投资公司并任总经理，同年陈峰离开民航总局，任该公司世行贷款项目办公室主任。2002年王岐山出任海南省委书记，再成为陈峰上司。海航集团发展如有神助，起步初期已将买入的航机向银行重复质押，旗下A股上市公司多次互相担保，屡屡犯规，但均获金融监管机构放行，海航更获王岐山曾主政的海南省政府大力关照。海航集团成立24年来，创造了奇迹般的增长。1993年，其创业资产仅有1000万元；2016年，其收入则超过了6000亿元。资产两万亿。\n\n23.为什么说海航是王歧山的？\n\n答：海航的陈峰是王岐山的手下，是王岐山安置在商界的一枚棋子。不过是王歧山操纵的一名前台傀儡，白手套。海航的股权分配情况是，海南的慈航基金占22%，美国纽约的慈航占29.5%，陈峰和王健加一起29%，其他人才百分之十几。郭文贵爆料指出海南的慈航背后的受益人是刘呈杰。纽约慈航的受益人是贯君和王岐山的家族信托基金，包括姚明珊，姚明端，孙凤山，孙瑶，姚庆。\n\n24.为什么说王歧山是盗国贼？\n\n答：近几年，海航实现了人类历史从未见过的疯狂扩张。钱那来的？是银行贷款。王歧山做过二大银行的行长。人马遍布金融界。将大量国家的钱贷给私人企业，再将钱转到私人信托基金和私人账号。这不是盗国贼是什么？！\n\n25贯军是谁？\n\n答：贯军或贯君，此人非常神秘。极少公开露面。海航第一大股东，占比29.5%。30多岁拥有六千亿资产，郭文贵爆料海航后，将股份捐给纽约慈航基金。让王健林汗颜，让盖茨羞愧，让14亿人瞠目结舌!这一切都像大卫的惊天魔术一样神奇。其实该基金的最终受益人还是贯军。\n\n26.刘呈杰是谁？\n\n答：刘呈杰，与贯军一样神秘。极少公开露面。海航集团第二大股东，占比22%。四十多岁。拥有四千亿资产，郭文贵爆料海航后，将股份捐给海南慈航基金。该基金的最终受益人还是刘呈杰。\n\n27.为什么说贯军是王歧山的私生子？\n\n答：郭文贵通过特殊渠道从301医院采集到王歧山，贯军，刘呈杰的血液，在美国权威机构做了亲子鉴定。得出结论为，刘呈杰不是王起山的私生子，贯军是王歧山的私生子。现代DNA亲子鉴定技术，否定亲子关系的准确率几近100%，肯定亲子关系的准确率可达到99.99%。\n\n28郭文贵爆料中的最大迷团是什么？\n\n答：最大的谜团是刘呈杰的亲爹是谁。郭文贵说，贯君的爹是王岐山，刘呈杰爹是谁？更加吓人说，我说了真地怕中国乱，吓死我了，真把我给吓懵了，我这才明白，为什么我爆料以后，倾一国之力对付我一个郭文贵，所有事情都是欲盖弥彰。这不是盗国贼了，这是盗国集团。\n\n29.海航飞行记录藏有什么秘密？\n\n答：郭文贵在2016年通过民航局空管局原管制员宋军、海航集团原员工马丛二人，收集到海航专机的一批飞行记录。通过分析可以发现，王歧山家族成员的名字确凿无疑的在这些飞行记录中。而且使用专用飞机的频率非常高。每星期约两次。行李中经常标有易碎物品。山西窝案发生时，海航专机飞到太原，将大批查没的珠宝，贵重书画，古玩秘密运往美国。飞行记录里的秘密太多了。海航专机的水太深了。\n\n30.什么是沉船计划？\n\n答：据郭文贵爆料，2017年5月11号，王歧山就提前启动了沉船计划，提前启动了洗钱计划，海航告诉老百姓说：我把钱捐给慈善基金了。陈峰开记者招待会，说这个贯君私人股权要捐给基金了，不是我们的了！而恰恰中国十几亿人就没有一个人敢站出来说实话：这还是他的！更是他的了！不但是他的，更夸张的是，717暴露了以最短的时间，5月11号到5月22号，仅差11天，把一个中国6000亿的资产附带着一个几万亿公司财务的公司股权，未经发改委国家工商特殊行业金融机构的审批，直接划到了美国，就不在你中国玩了，直接送到美利坚去。到了美利坚你想再拿走，不可能了！美国人那给你玩命的！\n\n31.海航的钱是哪里来的？流到哪里去了？\n\n答：海航现有资产官方数字只是四千多亿，而郭文贵爆料估计实际资产高达2万亿。海航原为国有企业，后变为私人股份企业。王歧山当常委期间，海航3年资产扩大6万倍。该公司可以轻易地从银行贷款，全球疯狂并购，参股上千家公司。中国只有两家公司可以处理不良资产，一个是长城公司，一个是中箭头公司。海航从这两个公司，以非常便宜的价格，捞取大量的因反腐罚没的资产。海航买飞机的钱，贷款的钱，50%，100%流向360私人帐号。海航已被盗国贼集团淘空。\n\n32.国安对王歧山和海航的早些年的调查结果如何？\n\n答：国家安全部马健副部长和孟会青曾经对王歧山和海航的疯狂盗国活动经行过调查，掌握了一些视频和档案，调查报告交到当时政法委书记孟建柱。孟建柱书记与王歧山书记在中南海的办公室是对门。两人工作来往密切，就是你整人我抓人的关系。私交甚密，可以说是狼狈为奸。结果是凡是参与调查，知道内情的国安人员都被逮捕判刑，包马建付部长，纪检人员孟会青。\n\n33.王歧山的后台是谁？\n\n答：朱镕基是王歧山的老领导，是王的教父。王岐山是中国经济沙皇朱镕基选定的继承人。\n\n34.王歧山的家人是谁？什么身份？\n\n答：姚明珊（王歧山太太，姚依林之女），美国公民，社保号：614-58-4035，姚明端（姚明珊妹妹），美国公民，社保号：609-38-7380，孙风山（姚明端的丈夫），美国公民，护照号码：H0019488501，孙瑶（王歧山养女），美国公民。贯军（王歧山私生子），姚庆（姚依林之孙）。\n\n35，王歧山家人海外有那些资产？\n\n答：拥有很多神秘的信托基金。家族资产不下两万亿人民币。在美国藏有大量反腐罚没的金银珠宝。王岐山家族在美国至少持有17个物业，遍及加州、华盛顿及马里兰州，总值超过3,384万（约2.6亿港元）。姚明珊有份持有其中五个物业，全都是位于加州硅谷地区的独幢豪宅，加起来总值约1,202万（约9,356万港元），大部份是她与妹妹姚明端、妹夫孙凤山联名持有。而登记业主为孙瑶的九个物业，有六个位于加州、两个在马里兰州及一个在首都华盛顿。14个物业中，最贵是加州硅谷森尼维尔（Sunnyvale）的独立屋，面积约2.6万平方呎，巿值497万美元（约3,867万港元），据当地商业名册，物业是一间软件商店，由姚明珊、姚明端及孙凤山联名持有。\n\n36、王歧山为什么要打那些大老虎？\n\n答：王岐山以反腐的名义打击政治对手，同时取得对人力资源和经济资源的控制，为其家族的腐败利益服务，是典型的以贪反贪。\n\n37王歧山为什么要迫害郭文贵？\n\n答：郭文贵通过特殊渠道掌握了王歧山，孟建柱等人的淫秽视频和海航的犯罪档案，王歧山和孟建柱等特别惧怕郭文贵将这些资料公诸于世，因此举一国之力迫害郭文贵，要杀人灭口毁灭犯罪资料。\n\n38.王歧山是集权左派还是开明右派？\n\n答：姚依林是中共左派，作为姚依林的得意女婿，王歧山深受姚依林的影响。六四前夕，他曾在中科院叫嚣，杀二十万人，保二十年的太平。王歧山的反腐，只是想保红二代的江山，执行江的秘密指令。他信奉毛泽东那套，打着民族复兴的旗号，搞极左那套。蔑视依法治国的理念。一边反腐，一边盗国。官场人称“鬼子六”。\n\n39.金融四人帮是谁？为什么金融不打大老虎？\n\n答：朱镕基，王岐山，周小川，楼继伟被人们称为金融四人帮。二十多年来，这四人把持中国金融的命脉，广布人脉，非常腐败。金融领域是腐败的重灾区。然而，王歧山在金融领域一个大老虎也没打，将他们视为自家人。\n\n40王歧山的情人有那些人？\n\n答：据郭文贵爆料，王岐山的情人有高燕燕，许晴，範冰冰等。还睡过无数港台明星。特别喜欢睡朋友的老婆。\n\n41孟建柱是谁？\n\n答：2001-2006江西省委书记。2007-2011公安部部长。2012-2017政法委书记。\n\n42孟建柱在江西干了什么？\n\n答：将情人苏晓琴从景德镇书记调到南昌任政法委书记。私吞江西铜业的股份。与省长苏荣有矛盾。后来苏荣以反腐名义被抓。\n\n43南普陀会议有什么秘密？\n\n答：2011年，江胡矛盾加剧，江派人马投靠胡锦涛。南普陀秘密会议决定几件大事，一是杀掉令计划的儿子，抓令计划。由孟建柱和孙力军实施；二是由习近平任傀儡总书记；三是由王歧山任中纪委书记，搞掉那些背叛江泽民总书记的人；四是由孟建柱任政法委书记，监察习近平。因此人称孟建柱为孟监国。\n\n44.孟建柱与江家的关系是怎么来的？\n\n答：孟建柱曾在上海任职，认识了江家的实际掌门人，中国影子政府的实际控制人江绵恒。孟建柱在2011年以移植器官救了江棉恒的命而得江家重用。孟建柱是江家的利益代言人，按需杀人的杀手。\n\n45.什么叫按需杀人?\n\n答：江绵恒做过三次器官移植。孟建柱安排杀了五个人。因为有两个器官不匹配，搞错了。有一个新疆小伙子因小事被抓，因器官匹配，硬是诬陷人家搞恐怖活动，杀了。这就是按需杀人。现在器官移植高度产业化，一条龙服务。按需杀人，偷器官的罪恶不知到有多少。\n\n46.孟建柱有那些情人？\n\n答：据郭文贵爆料，孟建柱的情人有：苏晓琴，江西政法委书记，国家信访办主任。王芳，歌手，著名五毛周小平代持夫人。杨澜，原央视主持人。\n\n47王芳是孟建柱什么人？\n\n答：最宠爱的情人。独霸春晚，让宋祖英哭倒在厕所的人。让官场敬畏的人。让赵本山，冯小刚惧怕的人。\n\n48.孟建柱的家人是谁？什么身份？\n\n答：老婆蒋琪梅，女儿孟海晶身在美国，有护照号码，还有美国绿卡。第二夫人王梅，私生子王孟辉，美国公民。\n\n49孟建柱的资产有那些？\n\n答：袁宝璟的部分资产，江西苏荣的资产，肖建华家的很多钱，都到了他女儿的帐上。王梅在澳洲有5-7亿美元，15套房产（部分）。孟海晶有100多亿美元资产。孟建柱家族总资产不会少于王歧山的两万亿人民币。\n\n50孟建柱与雷洋案什么关系？\n\n答：雷洋死因背景复杂，他因为知道孟建柱与杨澜、王芳的秘密关系而被灭口。\n\n51、孟建柱与袁宝璟案有什么黑幕？\n\n答：孟建柱和部分中央及辽宁相关办案人员为侵吞袁宝璟巨额财产，将他判了死刑，并将其大部分钱财转到了孟自己女儿的名下。\n\n52.马航失踪与孟建柱有什么关系？\n\n答：孟建柱為江泽民之子江棉桓及孟的母亲換肾，按需殺人，而馬航飞机上有公安办案人員及換肾相关人員，馬航失踪事件疑有人为因素。\n\n53.孟建柱与王歧山有什么关系？\n\n答：孟建柱为政法委书记，王岐山为纪委书记，他们一起进行选择性反腐，制造了大量冤假错案，并将腐败官员财产归为已有。\n\n54.孟建柱对新疆干了什么？\n\n答：孟建柱以反新疆暴乱為名，活埋了許多新彊人，奸污了許多新彊少女，并抓捕新疆人，活摘器官。\n\n55.孙力军是谁？\n\n答：孙力军原是孟建柱的秘书，后被孟提拨为公安部副部长，管公安部一局，与孟一起犯下滔天罪行。\n\n56.孙力军的妻子叫李莉，澳洲护照，并和孙在澳洲生一儿子叫孙尚华，姐姐叫孙莉莉，新西兰护照，他还有多名私生子女。\n\n57.孙力军的资产有那些？\n\n孙力军的资产在其妻李莉名下就有现金存款100多亿美元在澳洲，有多个信托公司，家人都是信托受益人。文贵爆了孙立军在澳洲的四处房产和他弟弟的五处房产。\n\n58.孙力军低三下四称兄道弟，用花言巧语骗文贵回国，证明了文贵爆料揭露了他们的腐败，是真实的有依据的，让盗国贼极度恐惧，给他们以致命打击。\n\n59.刘彦平是谁？\n\n答：刘彦平是国家安全纪委书记，来美国劝返郭文贵回国。\n\n60.刘彦平与郭文贵的通话录音说明什么？\n\n答：这么高级的中共国安领导跟一个被他们称为犯罪嫌疑人谈判，历史上从没有过。而且是这么低声下四的哀求不要再爆料。从头到尾不敢说郭文贵的爆料是假的。通过这个谈话录音，郭文贵的爆料真实性得到极大的验证。广大网友对爆料的真实性更加深信不疑。\n\n61.刘彦平劝返郭文贵的过程发生了什么？\n\n答：刘彦平到文贵家劝说出来后，被美国FBI抓住，让他24小时内出境，因为他拿的是商业签证，不应做任何执法行为。但他并没有出境，又第二次去见文贵，所以在机场被FBI抓住，没收了手机等电子设备。FBI反复要文贵证实，是否受到刘彦平的威胁，在文贵的否认下，FBI才放他回国。\n\n62.马云是怎么发起来的？\n\n答：马云发家原因部分是自己过人的聪明才智，更主要的是通过与江家等中共高层子女的官商勾结，垄断通讯、金融市场而发家的。有N个常委，政治局委员及子女，以及高干子弟，女婿帮，情人帮，秘书帮，私生子女帮与马云结成利益共同体共同腐败，靠淘宝网卖假货获巨利也众所周知。\n\n63.马云对郭文贵做了什么？\n\n答：由于郭文贵的爆料牵涉到马云的利益，马云反诬蔑抹黑郭文贵，并且到美国游说政府官员，想让美国遣返文贵。郭文贵在直播视屏中指出马云还计划谋害郭文贵。\n\n64.杨澜的真实身份是什么？\n\n杨澜的真实身份是文化特务，配合吴征执行大外宣对外渗透任务，分化、蓝金黄、绞杀异议人士。\n\n65.吴征是谁？\n\n吴征是杨澜的丈夫，阳光媒体投资控股有限公司主席，中共情报部门高级资深间谍，持美国护照，还是国安公安中纪委专案成员。\n\n66.吴征杨澜对郭文贵做了什么？\n\n吴征杨澜到美国打着习主席彭丽媛的名义，编故事，欺骗美国官员，打击郭文贵，吴征说他找了老布什，布什及奥巴马总统，给川普写信要遣返郭文贵。\n\n67.刘延东是谁？\n\n刘延东是国务院副总理，是中国职位最高的女性。\n\n68.刘延东权力有多大？\n\n刘延东曾经是统战部副部长，还主管文教卫生及体育部门。她的工作与安全部有密切关系。中国对外的情报部门，海外六千万华侨的统战政策及利益输送，就是通过统战部和安全部，也是海外大使馆及孔子学院的重要力量。中国的对外VIP医院掌握外事人员及运动员的医疗信息，以及高官的医疗保密信息，都与统战部安全部密切相关。\n\n69.刘延东家族是怎么发起来的？\n\n答：刘延东有批建医院学校的大权，她的女儿及丈夫都在与她联手在这里发财。中国南方的所有大的房地产项目，福建的几个大的医疗项目，以及所有与教育和医疗相关的影子，都有刘延东家族的利益，她的家族持有东方能源的股票，方正证券，北大医药等各大公司主要股份。她还与海外及香港的大生意人有权力利益输送，所以她的财产不亚于海航。\n\n70.刘彦平与刘延东有过什么故事？\n\n答：刘延东曾跪求刘彦平放她一马，不要查她。\n\n71.美国之音断播郭文贵是怎么回事？\n\n答：郭文贵4月19日在美国之音接受直播专访，节目预告三小时。一个多小时后直播突然中断。事件引起美国之音听众和广大民众强烈不满。许多人认为美国之音是受到来自北京的压力。美国之音节目主持人也透露，此前北京分社社长已遭到中国公安部门约谈。而在直播前一天，即4月18日，中国政府利用操控的国际刑警组织对郭文贵发出红色通缉令。这一切都表明，美国之音停播事件与中共干预有直接关系。其后，美国之音更无理对参与直播的三名工作人员开除。目前事件仍在调查中。\n\n72.哈得逊研究所取消郭文贵演讲是怎么回事？\n\n答：美国智库哈德逊研究所（HudsonInstitute）原定10月4日举办“对话郭文贵”活动，邀请郭文贵先生演讲。但该研究所10月3日致信受邀者称活动延期。此次演讲是郭文贵在美国公众社会的首次公开露面。而哈德逊研究所给出的取消理由是“时机不佳”。据美国媒体透露，“对话郭文贵”活动取消前，哈德逊研究所曾接到来自中国驻美大使馆的电话。尽管活动取消具体原因不明，但郭文贵演讲时间正好与中美执法及网络安全对话的时间重叠，引发外界猜想。很显然，这是中国盗国贼集团对郭文贵的封杀。\n\n73.脸书facebook为什么封锁郭文贵账号？\n\n答：郭文贵爆料令中共如临大敌，他们想方设法封堵郭文贵的声音。脸书为进入中国市场，密集地和中国政府协调，希望能尽快进入中国进行运作。他们因此向中国政府的压力低头，关闭了郭文贵脸书帐号功能。这是自由媒体脸书的历史耻辱。在最近美国国会听证会上，面对质疑，脸书副总裁正式承认收到中国有关部门的威胁信件。\n\n74.推特twitter为什么封号郭文贵？\n\n答：因郭文贵运用推特这个自由网络大量爆料，揭露中共盗国贼集团的贪污腐败。他们以倾国之力，运用一切手段阻断郭文贵使用推特。郭文贵的推特帐号曾多次被封。至10月18日中共19大召开前夕，他的推特账号再次被封，从此再未恢复使用。相信推特公司受到来自中共的巨大压力，也不排除推特内部“沉默的力量”在发挥作用。同时中共也可能通过网络手段，组织大量水军，向推特公司投诉、发难。郭文贵已诉诸法律，状告推特公司，要讨回公道。\n\n75．郭文贵YouTube为什么被暂停直播？\n\n答：郭文贵YouTube爆料直播刺痛盗国集团，震撼海内外华人。遭遇红色党国压力，YouTube以因接获身份不明人士投诉，郭文贵的视频涉嫌冒犯他人，以及透露敏感个人讯息为由，根据相关政策，暂停郭帐户的直播功能三个月90天。\n\n76.什么叫蓝金黄计划？\n\n答：据郭文贵爆料揭露，蓝金黄是早在二十年前中共对香港台湾的政策。蓝就是互联网，即通过收买港台的通讯商，网络商，名人媒体把网络控制，即控制新闻金融等。金色计划就是金钱，通过在上海及广东的台胞来输送利益，让港商到东莞去嫖娼，到广东去投资，进行前期利益输送，到后期的违法绑架，对台湾的民进党及国民党进行收买，与中共高官勾结，使其腐败。黄色就是嫖，录像掌握港台名人商人的性丑闻，毒及赌丑闻，用此来绑架威胁他们。\n\n76.蓝金黄计划的发展如何？\n\n答：近二十年来中共蓝金黄计划已经将香港台湾沦为中共控制势力范围，控制了港台政坛，进行利益绑架。如中共通过掌握马英九嫖娼视频，从而控制台湾，并使陈水扁入狱。近几年蓝金黄计划已向西方渗透，美国高层及新闻界，澳洲政界及媒体，以及华人社团很多已被中共收买渗透。\n\n77.什么是3F计划？\n\n答：3F计划是中共对美国的计划，就是搞弱美国，搞乱美国，搞死美国。盗国贼巳经在美国实行这一计划非常成功，将对美国人民产生巨大危害。\n\n78.郭文贵为什么说该我们赢一回了？\n\n答：说我们会赢一次，是指爆料掀起中共的内裤，看到了世界上最肮脏的内幕。郭文贵的爆料确实在国内传播，但是封堵的实在厉害，所以需要我们一起宣传，悄悄地翻墙小心地收听。\n\n79，什么叫一人战一国？\n\n答：郭文贵以一己之身，指控一个凶恶的盗国集团，挑战中共庞大的极权专制国家机器。\n\n80.郭文贵有什么个人魅力？\n\n答：郭文贵虽无意成为政治家，但有政治智慧，有政治家一般的演讲技巧、能量和感染力：几个小时不用看稿，时而慷慨激昂时而娓娓而谈。大家喜欢郭文贵的亲切，诚恳和幽默感。一人战一国，郭文贵的应变能力和应对压力的能力都是出自他惊人的意志力。国外的政治家演讲技巧是从小在贵族学校练成的。而郭文贵的演讲技巧是跟魔鬼打交道历炼出来的。郭文贵的勇敢、智慧、坚强意志，以及超凡的口才和个人气质魅力，使他成为人们心中的英雄偶像。\n\n81.推特党筹委会什么时候宣告成立？\n\n答：2017年7月19日推特党筹委会宣告成立。筹委会主要任务是推选及选举推特党主要服务人员候选人、建立推特党服务中心的。与此同时，筹委会要在推上推动诸多重大活动，首先要推动的是支持郭文贵爆料。\n\n82.第一个挺郭会什么时候在哪成立？\n\n2017年8月12日“澳大利亚挺郭后援会”在原“纽澳顶郭联盟“的基础上在悉尼宣告成立。随后新西兰、欧洲、加拿大、日本、法国、英国、美国、东南亚等挺郭后援会纷纷响应建立。\n\n83.“全球挺郭后援会联盟”什么时候成立？\n\n答：2017年9月21日“全球挺郭后援会联盟”宣告成立？\n\n84.全球挺郭后援会的目地和任务是什？\n\n答：①正确宣传郭文贵爆料的目的和意义；②积极配合郭文贵爆料的计划和行动；③努力促进郭七条发扬光大普照中华。\n\n85.挺郭会前景如何？\n\n答：各地挺郭会前景看好壮大有望三理由：1、挺郭者不图利还甘愿奉献冒险（郭赢果实全民共享，盗国贼赢挺郭者受难），具有巨大道义公义感召力；2、郭爆料影响扩至英语世界，西方价值理念中质疑指控公权力天经地义，更多西人挺郭必带动更多华人挺身而出；3、墙内朝野挺郭暗流涌动，告别恐惧公开力挺者日众。\n\n86.如何加入各地挺郭后援会？\n\n答：发私信给当地的挺郭后援会的成员，经介绍即可加入。\n\n87.没加入挺郭后援会，如何挺郭？\n\n一样可以以自己的方式和努力支持郭文贵爆料。譬如上推特、YouTube关注文贵爆料，向朋友家人传播文贵爆料，就是支持郭文贵爆料。\n\n88.海外有那些受欢迎的挺郭自媒体？\n\n答：海外受欢迎的挺郭自媒体主要有：“明镜”、“澳洲之声”、“郭宝胜政论”、“长青论坛”、“深哲深谈”、“小民之心”、“小哥谈政事”、“大师兄”、“书斋夜话”、“赵岩”、“耿言说事”等。\n\n89.挺郭自媒体联盟的产生背景？\n\n答：郭文贵爆料引起巨大反响，也在全球范围内带动了自媒体的蓬勃兴起和快速发展，引起中国盗国集团的极大恐慌。为了打压郭文贵的声音，盗国集团采取收买、五毛举报，黑客攻击等等手段阻止海外媒体传播郭文贵爆料。2017年9月中旬，为对付中共大外宣的进逼，一些挺郭自媒体决定成立全球挺郭自媒体联盟，以加强各地挺郭自媒体之间的团结协作，以更大力度传播郭文贵爆料。\n\n90.为什么郭文贵经常说一切刚刚开始？\n\n答：郭文贵手上还有很多料未引爆，他有三年实现自由民主法治的计划，所以一再强调一切刚刚开始。\n\n91.郭文贵爆料下一步的计划是什么？\n\n答：继续爆两个新常委、四个军中大老虎的料，但会根据政局变化调整目标和战略。\n\n92．我们每个中国人，面对郭文贵爆料应当做什么？\n答：监督、指控公权力是公民的职责，每个中国人、海外华人都应大力支持郭文贵。\n\n93.郭文贵爆料对十九大有什么影响？\n\n答：郭文贵的爆料已经对中共19大产生了重大影响。被郭文贵爆料的王岐山、孟建柱、孙力军都已出局，不再连任。预计日后还会将他们清算，追究他们的刑事责任。而在此前，王岐山及其追随者不断造势，想让他留任，意在夺取最高权力。经郭文贵爆料，他们已彻底失败。\n\n94.郭文贵爆料在国内的传播情况怎么样？\n\n答：郭文贵的爆料开始在海内外广泛传播，但由于党国盗国集团家的信息屏蔽和封锁，需要我们一起努力以各种方式把郭爆料传进墙内。\n\n95.为什么郭文贵说自己就是澳洲的荆棘鸟？\n\n答：澳洲的荆棘鸟一生都在寻觅长满荆棘的灌木丛，一旦找到，即将它脆弱的胸膛往最尖锐的长刺撞去，在临死前会鸣出最动人的天籁之音。郭文贵将自己的宿命比作荆棘鸟，他冒着生命危险，面对来自各方面的攻击，打压，威胁，恐吓，承受常人无法想象的盗国集团的巨大压力和家人、亲人和员工遭受折磨的悲切痛楚，用一次次的爆料来唤醒在黑暗中沉睡的中国人，发出时代的最强音。\n\n96.郭文贵有无跟盗国贼妥协和交易的可能？\n\n答：郭文贵自己多次阐明，与盗国贼的斗争绝不妥协，也无退路。\n\n97.郭文贵有没有被引渡和暗杀可能？\n\n答：郭文贵被引渡可能性几乎为零。盗国集团敢暗杀郭文贵的可能性极低，因为他们会付出海外亲人、情人、私生子等高昂代价。\n\n98.郭文贵追求的喜马拉雅到底是什么？\n\n答：以“郭七条”改变中国，实现中国的自由民主法治。\n\n99.为什么郭文贵说该我们赢一回了？\n\n答：郭文贵说该我们赢一回了，是指他这次爆料一定能推翻盗国集团，赢回中国人民的尊严和安全保障。说我们会赢一次，是指爆料掀起了盗国贼们的内裤，让世界看到了中国铁幕政治高墙内的肮脏龌龊。爆料唤醒了广大中国人民，包括九千万党员。互联网时代，盗国集团已无法掩盖真相，无法阻止真相的传播。只要人民团结起来，就能实现中国的民主、自由和法治。\n\n100.为什么说郭文贵已经青史留名？\n\n答：郭文贵爆料是2017年最重大的政治事件。郭文贵爆料成为震撼世界的特大新闻。他以大量事实，大量证据，揭露中共高层令人怵目惊心的贪污腐败罪行，特别是王岐山家族及海航的巨额资产。他的爆料已经和正在影响中国社会政治发展进程，并将继续发酵，对中国的社会转型的影响不可估量。郭文贵的名字已经载入史册。\n\n鸣谢：“郭文贵爆料100问答”的编写得到日本挺郭后援会同道的协助，特此鸣谢！\n\n（注：本问答根据网络资料汇编，收到读者反馈后，我们将进一步修改完善，敬请广大网友指正！）\n\n澳大利亚挺郭后援会",
			"added": 1512215366,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 13,
			"title": "[转] 低人权优势",
			"body": "发表于2015年06月17日\n作者：秦晖\nhttp://hx.cnd.org/2015/06/17/秦晖：当中国梦遭遇权贵资本主义\n\n今天国际经济学界对中国认识千奇百怪，但荦荦大者不外乎三：其一曰「中国崩溃论」，即认为中国经济的高增长只是浮夸造成的假相，实际则是内部危机与全球化压力日益严重，难免崩溃。其二和其三都相反，认为中国经济创造了增长与繁荣的奇迹，但对此则按西方经济学两大阵营的传统学理形成两种相反的解释：古典自由经济学把「中国奇迹」归功于经济自由化或市场化的成功，而左派经济学或凯恩斯经济学则归功于「社会主义」或政府干预、管控的成功。\n\n我认为这三大主流认识都有严重偏差：中国经济持续高增长、在全球化中应对自如是事实，「虚假论」、「崩溃论」不对。但这种增长，既不像偏左的论者那样可以解释为「政府成功」，也不像偏右论者所言可以解释为「市场成功」，更与所谓「市场与政府双重成功」的「北京共识」不相干。除了低工资低福利的传统优势外，中国更以「低人权」的「优势」，人为压低四大要素（人力、土地、资金和非再生资源）价格，以不许讨价还价、限制乃至取消许多弱势者谈判权的办法「降低交易成本」，以拒绝民主、压抑参与、漠视思想、鄙视信仰、蔑视公正、刺激物欲来促使人的能量集中于海市蜃楼式的单纯求富冲动，从而显示出无论自由市场国家还是福利国家都罕见的惊人竞争力，也使得无论采用「渐进」的还是「休克疗法」的民主转轨国家都瞠乎其后。\n\n当然如果不对外开放，这种冲动也不会有多大能耐。但是在全球化时代对外开放后，中国不像其他转轨国家受到「民主分家麻烦大，福利国家包袱多，工会吓跑投资者，农会赶走圈地客」的「拖累」，便出现了空前快速的原始积累。而这种方式造成的危机，则靠外部资源（资本流入、商品输出）的增益来缓解，同时通过全球化把危机向外部稀释：在靠铁腕压住自己的内部矛盾而维持「稳定」的同时，「中国因素」却使他国的内部矛盾增加：大量资本流出、商品流入和产业结构变化，使发达国家百年来形成的劳资力量平衡趋于瓦解。民主国家（不仅欧美，连印度这种发展中民主国家亦然）的资本对本国的工会农会「惹不起躲得起」，他们在中国式的「专制市场经济」国家找到了既无工会又无农会、没有讨厌的环保组织挑刺、只要搞定了官员就可以为所欲为、甚至连税都可以优免掉的投资乐园。同时依靠「低人权优势」，大量中国廉价商品涌入各国，排挤了当地的相应产业。如此一进一出使各国劳工谈判实力面临崩溃，工会衰落，福利萎缩，移民、就业和公共财政陷入困境。不仅福利国家无法应付这种局面，自由市场国家也因无法与「血汗工厂」竞争而难以为继。\n\n于是，最近张五常便声称今天中国经济「比美国更自由」，是「全球最好的制度」，而世界的潮流将是「欧洲学美国，美国学中国」！\n\n其实谁都知道，今天中国不仅工农没有结社、谈判的自由，资本在连《产权法》都难产的情况下又有何自由可言，但是「低人权优势」的确使全球化中「中国的竞争」势不可挡，它既迫使福利国家降低福利水平，也迫使自由国家重树贸易壁垒，还使得不发达国家在吸纳资金、获得资源等方面面临更大困难。\n\n吊诡的是，在此种趋势尚属初显的今天，他们各方都力图以「中国的成功」来证明各自的理论：中国经济的非自由色彩令左派欣赏，而它的非福利色彩则令右派欣赏，同时它又以穷国快速发展的形象令第三世界艳羡。于是本来对现代左派和右派、对福利国家和自由国家、对发达国家和发展中国家都构成严重挑战的中国，却同时受到上述各方的称赞。\n\n然而他们还能称赞多久？由于上述「中国优势」不可复制（没有中国式的铁腕，任何国家无论左派还是右派执政，实行自由市场政策还是凯恩斯式的乃至社会民主的政策，都不可能这样来搞原始积累），而「中国挑战」又客观存在而且不可回避地日益严重，各方的对华关系长远地看能乐观吗？\n\n## 中外规则的碰撞\n\n实际上，全球化中的中西（乃至中外）规则「碰撞」已经日益昭示了其中的实质：\n\n一方面外资入华后引起对比。中国不少人指出：就重视劳工权益而言，国内如今是欧美资企业最好，东亚（日韩）资就较差，港台企业更差，而国内企业，包括私企与非垄断部门的国企在内最差。以地区论，尽管珠三角等开放地区的「血汗工厂」已经令人触目惊心，由于当地相对开放，人们也议论最多，但事实上劳工权益最差的恐怕还是内地企业：内地的「夺命矿山」有甚于深圳的「断指工厂」，而深圳的「工棚现象」其实比国外的slum已经更不人道而且引起了诸多议论，然而内地很多单位不但不允许农民工自建陋房（我国颇有人以此自豪，谓之「中国没有贫民窟」，但他们却缄口不言：那么农民工住哪儿？），而且连「工棚」都不提供，而是任其露宿街头！许多欧美外资本来就是规避本国劳工权利而跑到「低人权」的中国，但民主福利国家的长期「社会主义传统」仍然使其初入时诸多「不习惯」，不习惯于如此对待劳工，不习惯于如此巴结官府，甚至有劳工维权、外资企方已答应条件、而官府却以破坏「招商引资」大计而出面弹压的。但久而久之，这些欧美外资有的也入乡随俗，学会了镇压劳工，学会了「搞定」官府。以至于回到本国已经无法适应，只能「扎根」中国，而我们的传媒则宣传为「不但留住了‘资’，而且留住了心！」\n\n另一方面，我国的企业一旦赴外投资，首先感到的第一个障碍，便是那里强大的工会、农会。欧美就不要说了，拉美被我们的舆论说成是所谓「新自由主义」的典型，似乎是资本最神气、工人最受欺负的地方了。然而我们的「中资」一进去，立即发现恰恰相反：那里的工人把资本「欺负」得够呛！拉美最大中资企业「首钢秘铁」违法（当地的劳工法）镇压工潮、开除罢工工会成员，造就了「秘鲁工人英雄」胡安•坎查理，在工人支持下他先当选议员，后成为秘鲁劳工部长，他的女儿则民主当选「首钢秘铁」所在市的市长。而「首钢秘铁」则被劳工运动「折腾」得七荤八素，不但经济上损失惨重，而且政治上声名狼藉。国内传媒因此一片惊呼：「海外投资须防工会陷阱！」 我们的国企老爷可算知道了什么叫「咱们工人有力量」。\n\n拉美工人不好惹，咱们「中资」又看上了非洲，那里不但穷，工资低，而且政治比拉美落后，很多地方还是独裁统治，也不像拉美那样，中了「西方社会主义」即社会民主主义的「毒」，不会成天鼓捣劳工权利。并且我们不管「人权」，跟当地的独裁者特别处得来，不但不干涉他们的「内政」，而且对这种「内政」如鱼得水——我们的「中资」在国内「搞定」官员的那套本事在这种「内政」中最能大行其道，令「西资」望尘莫及，于是「中资」大举挺进非洲，而且在竞争中屡屡击败西方公司。\n\n但是很快「中资」就发现非洲毕竟不是中土，虽然那里的劳工不像欧美乃至拉美那么厉害，毕竟那些前殖民地也沾染了些西方「劣习」：首先是传媒「自由度」仍比国内为大，民主虽然受枪杆子左右而不成气候，毕竟还有反对派和一定程度的竞争，双方要拉劳工的票，工会虽很难持政治异议，在劳工权益上也还有所作为。而近年来，西方传入的环保和原住民权益NGO更为麻烦，「中资」在那里圈地，甚至到自然保护区和国家公园去采采挖挖，被搞定了的官员也就袖手旁观而已，靠他们来弹压刁民，像在国内的定州、汕尾那样，则嘎嘎乎难哉！后来不少中资发现窍门：非洲人现代民族国家观念淡漠，相对较富的沿海国家有不少跨境劳工来自更穷的内陆国家，他们是非法移民，不受劳工法保护也没有工会。于是大量雇佣他们便成为非洲中资经营的诀窍之一。然而不久又发现：非洲人国家意识虽淡，部族意识却强，跨境劳工多是在本部族区打工，在当地虽无国家与现代工会保护，还是有部族、亲缘关系可依，一旦发生劳资纠纷，他们往往有当地本部族人的声援。\n\n最后，中资发现普天之下还是中国劳工最顺从。国内的农民工本来就习惯于「低人权」，到非洲更举目无亲，语言不通，没有任何社会联系可依，往工棚里一关，还怕你不就范？于是非洲的许多中资企业最终都转向在当地获取资源、销售产品，却千方百计从国内大量输入劳工，为此不惜采取非法手段。如南非某中资企业从国内输入「保安」150多人，占全部雇员的80％以上，实际都是一线工人，以规避当地一般工人必须雇当地人的法律。这种做法已引起当地舆论的强烈恶评。中资既倾销廉价商品挤垮了当地产业，本身又只掠取资源而无助于当地人就业，就算是独裁者青睐、官员行「方便」，其奈民心不齿何？不过，正是由于中国不像东欧，不但「低人权」，而且经济块头特大。你可以不让中资进去，却挡不住你自己的资本投奔中国，而外资一旦争相入华，非洲要「招商引资」，舍中资还能引谁？\n\n## 只有中国能救资本主义？\n\n于是在市场日益全球化、而人权却不能全球化的背景下，「中国因素」在全球范围内对「社会主义」——福利国家和劳工权利构成的挑战也日益严重。笔者2004年在美国时曾到过密歇根州弗林特市，那里曾是GM（通用汽车公司）早期总部所在地，后来是汽车工人聚居中心，其市政历来为强大的工会势力所控制，实行典型的高税收高福利和全方位社会保障制度，是美国著名的「社会主义城市」。当年这里曾经非常繁荣，人均产值比附近的世界车都底特律还高得多。为工人服务的城市公共设施也非常完备。「从摇篮到坟墓」的生活公益，直到工会疗养院与度假村，从技工学校、通用汽车学院、社区大学直到GM资助的公立密歇根弗林特大学等一整套教育体系，还有全美第一流的斯隆博物馆、朗维天文馆、市立美术馆，可谓美轮美奂、应有尽有。\n\n可是如今随着资本撤出，汽车产业衰败，税源枯竭，市政破产，人口外迁，这座「社会主义城市」已经几乎完全垮掉，居民大半退休，设施严重老化，晚上那里不少街区甚至连路灯都不亮。GM总部的研究人员告诉我，GM在美国已经连续10余年完全没有招收新的蓝领职工。由于工会不允许解雇工人，但公司可以以不降待遇为条件在所属各厂间调配工人，于是公司便借退休自然减员，减一批关一个厂，并把工人调充余下各厂维持生产，再减一批又关一个厂……如今一些厂蓝领职工平均年龄已达50多岁。过不了几年，公司在美的全部汽车厂都将关闭。而盛极一时的美国汽车工会及其「社会主义城市」也将彻底没落。\n\n那么GM的资本转到哪里？当然不止中国，但最主要是中国。GM全公司如今已经连续多年巨额亏损，濒临破产。当年这个全球第一大公司，现在度日维艰，不仅美国本土各厂巨亏，在全球各地、包括在印度的GM生产基地也多数亏损，只有在中国是大量盈利！因此GM在中国的产量比重目前还不算高，但盈利比重已经是100％乃至无穷大（分母已为负数）！所以只要可能，GM仍打算把生产线继续向中国转移。这位研究人员感慨地说，这世界上如果不是有中国这么个无工会无福利制度的地方可去，我们就只有改行不做汽车了。\n\n这不成了「只有中国能救资本主义」了吗？然而还不止于此。我们知道其实GM全部转移中国只是这位先生的一厢情愿。中国本土汽车业也在大发展，不可能有太多地盘让给GM。但是中国本土汽车业与GM不同的是，它只能在无工会无福利权利的情况下发展。最近上汽收购韩国双龙汽车后遭遇「工会陷阱」的事，说明GM在工会如此大的压力下能撑到今天实在不易，上汽岂能如此，也何须如此？\n\n东欧的经历表明共产党无法战胜资本主义，而西方的经历则表明资本主义在民主条件下也无法战胜社会主义——或者说「资本」在民主条件下无法战胜「劳动」，然而，近年来中国的经历却似乎在表明：专制加资本主义可以征服劳工！因此，无论是GM转移到中国来逃避工会压力继续发展其汽车产业，还是此路不通而GM只好破产、或者改业移资到没有工会与福利压力的新行业，而把汽车生产让给中国的「无工会企业」，让美国人都来买中国产廉价汽车，从「国家」角度看或有不同，从「主义」角度看其实一样：两者都意味着一个真正「劳工神圣」的行业在垮台、一个相对平等程度最高的福利体制在消亡。\n\n## 全球化中的社会主义危机\n\n而且不仅是汽车业，在美国以至欧洲，凡是百年来劳工运动的社会主义成果积累最多、工会影响与福利权利最强大的制造业，如钢铁、造船、纺织等等，都已经或正在发生类似的过程。当然，过去人们早已注意到这一趋势。但是大多只把它看成产业角度上的升级转移和「全球化」时代的梯次发展：工资成本高的发达国家劳动密集型产业向低工资的发展中国家转移。这种现象当然存在，并且也不是坏事，或者说应该是好事。\n\n然而，GM在同样低工资（可能还低于中国）但工会强大的印度赚不到钱、而在中国就能大赚的事实，中资汽车业到了国外就陷入「工会陷阱」的事实，乃至连印度的塔塔财团也想把其在本国的汽车生产向工资（与印度相比）稍高但无工会的中国转移的事实——所有这一切都在在说明：这种全球性变革，不仅仅是高工资地区的产业向低工资地区的转移，甚至可能主要不是这种性质的转移，而是「高人权」地区的产业在向「低人权」地区转移。它不仅是经济水平上的梯次发展，而且是、或许更重要的是体制上的此盛彼衰，甚至是「劣币驱逐良币」。\n\n它并非如弗朗西斯•福山所说的那样意味着自由民主的胜利和「历史的终结」，但却很可能意味着两百年劳工运动和社会主义理想、一百年民主福利制度、上千年人类平等愿望的失败。由于前者，自由主义者朋友们不能太乐观；由于后者，社会主义者（而非斯大林主义者）朋友们更不能乐观。\n\n应该说，现代经济史上的「梯次发展」已有较长历史了。1970年代的石油危机、1980年代后的信息产业革命都曾推动发达国家传统制造业向外转移，并相应造成传统蓝领工人在发达国家人口比重下降和与此相联系的一系列社会变化。那时「中国因素」还没什么影响。今天中国融入全球化，其庞大的经济容量非当年「四小龙」等「新兴工业化地区」可比，对梯次发展自然是一大推动。\n\n然而，过去的梯次发展与今天不同之处在于：首先那时传统制造业的移出虽然可能削弱了发达国家的传统工会，然而它却把这种「工业社会主义文明」传入了产业的移入国，在拉美、东亚、印度都造成工会农会兴起、劳工权益、社会民主与公益福利大发展的局面。虽然发达国家1980年代已经开始出现「福利国家困境」的苗头，但从全球看仍然是社会民主主义扩张时期。而今天就不一样了：制造业移出地区「福利困境」固然更严重，移入制造业的中国尽管至少在一些东部沿海地区产业密集程度已不下于当年的拉美和东亚，更远远超过了印度，可是却完全没有接受「工业社会主义文明」，那里仍然禁止（自治）工会农会，盛行血汗工厂，靠「低人权优势」进行原始积累。这才真正是社会民主主义的全球性低潮。\n\n与此相关的是：传统蓝领阶层人口比重和社会重要性下降通常被视为当代工会衰落的原因。据说是因为替代制造业的服务业和高科技产业不同于大工厂，其经营方式不适合形成社团。但这种说法不能解释何以发达国家工会衰落的同时农民的组织和集体谈判能力却空前得高。与过去马克思主义关于产业工人最有组织性、农民则是原子化的「一口袋马铃薯」的说法相反，今天发达国家农民的集体博弈能力常常强于工人，乃至只占人口百分之几的农民往往在代议政治中能影响多数票。难道他们的经营方式与大工厂的差别不是更大吗？进而言之，今天服务业与高科技产业和传统制造业的区别何在？据说就是「知本」的重要、「小即美」和「在家上班」等等。当年的工匠其实不也具有类似特点吗？过去手工业时代的工匠尚且有同业公会组织，为什么今天的「后现代工匠」就只能靠大工厂才能联合，否则就只能原子化？显然，仅仅以产业结构改变不足以说明工会——民主福利体制的困境。更重要的原因在于当今这种类型的全球化进程中，「低人权优势」导致的「劣币驱逐良币」效应——这种「优势」的压力使人们不得不向「低人权」看齐！\n\n## 存在「中国模式」吗？\n\n而中国，如果说它在全球经济水平上的梯次发展中地位重要，那么它在上述那种体制盛衰中扮演的角色则更为突出。这只要看看一些中国人自己的「经验总结」就可以明白。\n\n事实上，如今关于「中国优势」的议论已经悄悄在发生改变。以中国人最津津乐道的中印比较而言，毛泽东时代中国与印度排除不可比因素外其实并无明显优势（不少方面甚至中国是劣势），可是那时中国人都一口咬定中国因「社会主义」而有优势，印度的劣势则是因为搞了「资本主义」。到了改革后中国的经济起飞真正把印度甩在了后面、而印度的拉吉夫•甘地在邓小平之后10年也开始搞市场化改革了，主流的中国人就说印度的劣势是由于搞了「苏式计划经济」，而我们的优势是比印度更早开始了改革。果然，这些年来拉吉夫改革使印度经济明显提速，但仍然次于中国，而且市场化改革本身在民主印度也遇到中国所没有的「阻力」，即「工会吓跑投资者，农会赶走圈地客」，于是近期更多的中国人开始强调印度的劣势是由于劳工权益、福利保障、工会农会等因素太强大。即印度（相对于中国而言）的「失败」既不是因为「资本主义」，也不是因为「苏式体制」，而就是因为「民主社会主义」！\n\n同样的变化也发生在中国——东欧比较上：过去东欧处在转型期阵痛时，一些国人说这是「复辟资本主义」的恶果，而另一些人则认为东欧的市场化民主化是正道，阵痛过后发展会更快，中国则回避民主化，市场化也很不够，将来会吃苦头。10多年过去，东欧渡过阵痛而进入了稳定发展，怀念旧体制的人越来越少，尤其是加入了欧盟的那些东欧国家，正以比西欧更快的增长速度追赶「老欧洲」。同时多数东欧国家属于社会民主党执政的「粉红色欧洲」，在废除专制后也保留了旧体制中的一些福利因素，并在欧盟民主福利国家传统的影响下有所发展。相比之下，倒是中国本来旧体制下的低福利状态在「官府卸责不限权」的改革中更加恶化，同时市场化和「掌勺者私占大饭锅」却在「只做不说」的「智慧」下不断加深。\n\n因此，像张五常那样认为今日中国比东欧更资本主义（当然并非更民主）的人越来越多。而东欧从阵痛中恢复后发展虽然加快（在欧洲算是最快），但增长速度仍然不如中国。于是过去那种关于「中国社、东欧资」的两种论调（事实判断类似，而价值判断相反）都在消退，而像张五常那样，认为中国的「共产党专政加资本主义」战胜了东欧的「民主社会主义」的声音，则响亮起来。实际上，先于张五常，我国的内部调研中早就有这种声音。已故的中共中央对外联络部资深研究员、长驻波兰的郭增麟先生，10年前就曾尖锐批评波兰民主化之后颁布的《劳工法》，认为该法只强调劳工权益保障而不讲劳资两利，妨碍了波兰经济的发展，云云。\n\n然而，当今中国的政治背景下，那种对东欧、印度的传统斯大林主义式的指责并未消失，反而在近两年的舆论控制中重新突出。本来从邓小平时代起，批判斯大林在中国就已不是禁忌（只要不批判列宁），但近两年却开始压制「批斯」，包括著名的《历史研究》在内的一些刊物都因刊登「批斯」文章而受到处理。于是斯大林主义式的「东欧、印度批判」又突然高调起来，它指责东欧、印度搞民主自由、「资本主义」等等。于是我们又看到了中国景观的另一面：与「中国经济的非自由色彩令左派欣赏，而它的非福利色彩则令右派欣赏」相应，东欧和印度则因给老百姓自由而受到「左派」的批判，同时又因给老百姓福利和维护工农权益而受到「右派」批评。而两种批评显得振振有词的共同基础，就是中国当前这种既无自由又无福利的体制在「低人权优势」下实现的经济高增长。\n\n## 「低人权优势」的未来展望\n\n然而我国这种「低人权优势」的发展模式，虽然现在很风光，但隐患也不容忽视。在对国外的民主福利国家形成挑战的同时，这种模式也在中国国内形成「尺蠖效应」：「左」则自由受损而福利未必增加，「右」则福利丧失而自由未必增进。「左」时政府扩权却不可问责，「右」时政府卸责却不愿限权。「左」起来侵犯平民私产而公共财富却未必受保障，「右」起来公共资产严重「流失」而平民私产却未必受保护。一边「新国有化」一边又「权贵私有化」。「左」时「公权」侵夺个人领域却无心公共服务，「右」时放弃公共产品却不保护个人权利。政策趋「左」则压缩个人自由却并不开放公共参与，趋「右」则抑制民主参与却同时限制自由竞争。「左派」建不起福利国家，「右派」搞不成公平市场。正如孙立平所言，无论向左还是向右，得利的都是同一些强势者，而吃亏的也是同一些弱势者。用老百姓的话说就是：「一个萝卜两头切，左右都是他得。」\n\n这样就使社会矛盾在一放一收的尺蠖式进程中，日益发展和积累，而不能像宪政民主体制中那样，以左派争福利、右派争自由的「天平效应」，来维护社会的平衡。\n\n因此，中国的快速发展并没像有些人设想的那样「把饼做大」就能缓解「分饼不公」的矛盾，而是出现了经济发展与内部外部矛盾同步持续深化的现象。我们曾把合法性建立在经济增长上，说东欧垮了而我们没垮，就是因为我们经济搞得好。但是现在，经济高增长和社会不稳定同时发展的现象使人对此说日益怀疑。正因为此，胡温政府大力提倡「和谐」，比过去更强调公平和公共服务责任，这一趋势应当肯定。然而「尺蠖效应」机制不改变，只怕权易扩而责难问，现有体制下回复「大政府」只会形成扩权—卸责的又一轮循环。而走出「尺蠖效应」，就需要进行权责对应的宪政改革。\n\n中国这么大的国家，这么多人口，中国经济这么大的量，将来作为全球商品供应者和资本吸纳者的作用日益凸显，一旦出问题可能比1929年美国股市崩盘对全球的冲击更大。因此中国平稳顺利地转型不仅是国人之福，也是世界之福。而中国因「尺蠖效应」而发生社会爆炸，或因现行原始积累方式与福利国家和自由国家的双重冲突而导致国际秩序崩溃，则不仅是国人之祸，也是世界之祸。\n\n在全球化形势下，世界关切中国是必然的。如今发达国家压中国把人民币升值，这实际上就是中国现行原始积累方式与福利国家和自由国家体制冲突的初步体现。但人民币升值实际上不能解决问题。事实上，中国制造业工资水平如今不低于印度，但竞争力仍高于印度，显然靠的并非单纯经济性的低工资低汇率优势。「低人权优势」作用更大。正是这种只要搞定官员就可以任意圈占农地、役使劳工、耗用资源的「优势」，使中国成为举世罕见的「投资乐园」，连印度的塔塔财团也想躲开工资虽低但工会农会很厉害的本国，而向中国转移资本。何况其他？\n\n显然，中国的「优势」既不在于其市场更「自由」，也不在于其国家更「福利」，而就在于其更铁腕。笔者反对专制的态度众所周知，但从来不以「专制妨碍经济增长」为理由。事实上，专制「刺激」经济增长，在非市场条件下有斯大林和纳粹德国的例子，在市场条件下也有近代早期中东欧「二度农奴化」使商品性农业大发展的例子，而美国经济史家福格尔的研究也表明，内战前美国南方奴隶制经济的「效率」不亚于、很可能还「优于」北方自由经济。但是专制仍然应当反对，这不仅由于其不人道，也由于这种「效率」的畸形。中国今天靠「低人权优势」在全球吸纳资本、输出商品而形成惊人的高额「双顺差」，不仅让别国头疼，一般中国人又能得益多少？超廉价的劳力、土地、资源付出，形不成有效进口需求，只换来巨额的「绿纸」（账面美元）。中国人埋怨美国开动印钞机卷走了咱们的血汗，美国人埋怨中国廉价货砸了他们的饭碗，而一旦美元狂贬，美国完了，我们的血汗也白搭。\n\n所以，改变这种状况，不仅是别人希望的，更是我们中国公民希望的。但是逼中国升值人民币改变不了它。只有改善人权，尤其是维护工农权益，才能改变这种状况。在市场经济全球化之际如果没有人权的全球化，「全球化」确实可能带来弊病乃至灾难。而消除了「低人权优势」后，中国不可能维持如今的原始积累方式，靠官商勾结压制工农吸引投资输出廉价商品来扩大「双顺差」的「竞争力」将大打折扣。对福利国家和自由国家体制的冲击也将减少。\n\n那时中国经济还能如此高速地增长吗？这的确是个问题。但这种畸形的高增长真就那么值得不惜代价地维持吗？到了不可持续、难以为继时内外危机爆发不更危险吗？印度与民主转轨国家的成就都表明，没有了「低人权优势」，中国作为发展中国家仍然会保持一定程度的低要素成本优势（只是不会被人为压低得那么离谱），加上体制改善与中国人勤奋而富于创造性的特点，中国经济度过转型期危机而保持合理增长速度是完全可以预期的。当然可能没有现在「快速」，但增长效益的内部与外部分配都会比如今合理，内外关系会比现在和谐，而给中国与世界人民带来的福利增进更会远胜于如今。",
			"added": 1512307136,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 14,
			"title": "请给我加配额，谢谢",
			"body": "",
			"added": 1512308047,
			"parent_topic_uri": "14_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 16,
			"title": "数理逻辑发展的基本动机",
			"body": "Basic motivation for the development of mathematical logic\n数理逻辑发展的基本动机\n作者：赛义甫 时间：2017-09-12 05:19:59   精\nhttp://wap.sciencenet.cn/blogview.aspx?id=1075495\n\n---\n\nWe know that mathematicians care no more for logic than logicians for mathematics. The two eyes of exact science are mathematics and logic, the mathematical sect puts out the logical eye, the logical sect puts out the mathematical eye; each believing that it sees better with one eye than with two. —— Augustus De Morgan\n\n「我们都知道数学家对逻辑的关心从未比逻辑学家对数学的关心更多。数学和逻辑学是精密科学的两只眼睛，但是数学家对逻辑视而不见，逻辑学家对数学视而不见。双方都相信自己只用一只眼比用两只眼视物更清楚。」——德摩根\n\n莱布尼兹曾经有两个梦想：\n\n1. 创建一种「普遍语言」(characteristica universalis)使得任何问题都可以用这种语言表述；\n2. 找到一种「判定方法」(decision method)以解决所有可以在「普遍语言」中所表述的问题。\n\n这两个问题是上百年来数理逻辑、数学哲学和数学基础问题的核心、实质。对前一个问题的回答就是自弗雷格、罗素开始，经公理集合论运动的最终结果：以一阶谓词逻辑为语言所形式化阐述的集合论，现在已经成为数学的普遍语言，现代逻辑学、特别是将符号逻辑应用于数学领域所产生的数理逻辑，其最重要的目标就是为整个数学提供一个严格精确的语言。这是我们在学习数理逻辑时应当把握的方向。\n\n而第二个问题则是现代哲学和计算机科学最关注的问题之一：是否可以解决用这个「普遍语言」所形式化描述的所有问题？这个问题就是所谓「可判定性问题」(Entscheidungsproblem，decision problem)。对这个问题的研究最终导致了理论计算机科学的诞生：阿隆佐·丘奇和阿兰·图灵分别以各自的方式对这个问题做出了否定的回答。他们在研究这个问题时首先对「可判定的」(decidable)这个直觉概念进行了深入研究并给出了形式化定义和解释，进一步把这个问题归结成「可计算的」(computable)问题，并最终将其定义为「可计算函数」(computable function)问题的研究。为此，丘奇和图灵分别提出了关于可计算函数的模型。图灵的模型就是著名的图灵机，它已经成为现代计算机科学的理论基础；而丘奇的模型则是lambda演算，这成为后来计算机语言Lisp和现代函数式程序语言的理论基础。其后图灵证明了这两个模型其实定义了同一类别的可计算函数。可以说，丘奇和图灵对数理逻辑的研究是从传统的解决数学基础问题出发开创了一个崭新的领域：计算科学。\n\n与此同时，美国数理逻辑学家哈斯凯尔·克里(Haskell Curry，又称柯里)在研究怀特海/罗素的类型理论时发现了逻辑中的蕴含命题可以归结成类型问题，从而使得证明论研究可以转化为对类型理论的研究。对这个问题的更深入研究始于1969年威廉·霍华德(William Howard)，他的研究表明，逻辑与类型论之间的对应关系可以从多个逻辑系统得到，从而将逻辑学的证明论与计算理论归结为同一理论的两个侧面，这就是著名的克里-霍华德同构(Curry-Howard isomorphism)。\n\n由此来看，数理逻辑所研究的最本质主题有两个：形式系统的表述能力(the expressive power)和形式证明系统的演绎能力(the deductive power)。对一阶谓词的语义学的研究导致了模型论的出现，而对逻辑的核心问题推理的形式化研究特别是20世纪初希尔伯特的公理化研究演化成证明论、而对自然数集合及其函数的研究催生了递归论的出现，而集合论则是所有数学分支的基础语言。从这些领域出发又可派生出和其它领域相关的子分支，例如从模型论派生出形式语义学，从证明论派生出以产生式系统为核心概念的形式句法，从递归论派生出可计算性和计算复杂性以及可计算函数的研究。从集合论出发，产生出了更抽象的范畴论，而集合论本身已经成为所有数学分支的基础语言。\n\n因此，现代数理逻辑的学习，大致包括了两个方面：符号逻辑学基础：一阶逻辑(莱布尼兹第一问题，语言问题)，逻辑应用(演绎推理问题)：数学公理化和建构性数学(constructive mathematics)、以及理论计算机科学的核心问题：可计算函数的研究以及相关的可计算问题和计算复杂性问题。\n\n「所有科学的宏大目标都是：从最小数量的假说或公理出发通过逻辑演绎推理说明最大数量的实验事实。」——阿尔伯特·爱因斯坦\n\nThe grand aim of all science is to cover the greatest number of empirical facts by logical deduction from the smallest number of hypotheses or axioms. —— Albert Einstein",
			"added": 1512916817,
			"parent_topic_uri": "19_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"9_1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE": 1,
		"1_16nddfMjTUY7rXzuhYXaop1T78gLYT94YR": 1,
		"13_12Ugp53jiMdvj1Kxa1w7c2LcXUBdGPs1oK": 1,
		"2_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"2_15gwgVTGFA1RANT53NhudZP6e3ZMjfm3jZ": 1,
		"8_1Q2yjutP8VevpmW5ZuKzNcDUQbUFn3gsVT": 1,
		"1_1BKPA7GUqMpdKnsn4v2tvm9THoU1kf3og7": 1,
		"1_1Q3pgQCFsrCkLWpdVZ7FihSuHHVistLBEA": 1,
		"11_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": 1,
		"433_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": 1,
		"2_18cRWp8EGniDTB1itbx5WXenypdjStLmoh": 1,
		"1_197rZZrY6sHsYEQ9U1bJEq51M6R4oyhRRS": 1,
		"1_1MmfDp2ghmcGgXqFwXgAdn5aVmbjt4r5vX": 1,
		"30_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": 1,
		"1_121nbwrxZZz6PJ1WQ324jojCnRE96xUnRr": 1,
		"1_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": 1,
		"2_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR": 1,
		"6_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": 1,
		"1_1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd": 1,
		"3_1FvnsJWRafUBWfdGpLm9DbtMQwFTaGjQBD": 1,
		"1_1CV1zQjkdRKBd9NNXBpVELvzXDp7puzUmX": 1,
		"2_1ALch91Z2a2knQdzWhAP1GqPZuvk4QNUzU": 1,
		"1_1FRNx9yv1CvfcQBZc4XzhrUNEnreqxjqQ7": 1,
		"1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": 1,
		"2_1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE": 1,
		"1_1H8kdhfuxvXfWsfcZ9LpX1jULxunde625U": 1,
		"1_1NXaLXjkm7jfmc4QBXtWM1g8wiT9odzwZs": 1,
		"10_1FYGNAGGPjzRuubJGmq86t4iyEiMXxpuwL": 1,
		"21_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": 1,
		"1_1Ki3HYqzaNr3BMKP34wTz9xLnVsAXENw4b": 1,
		"35_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": 1,
		"10_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": 1,
		"12_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": 1,
		"1_1vjjRJpiNosn98M8cc1R6FnhgwY2bAekr": 1,
		"1_12wLAUU1FGfs1T6mEwEp9ZciscfE5zHZHo": 1,
		"1_17dUbhrge994QBLHEAGxU3hRmhHsziaumB": 1,
		"17_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": 1,
		"18_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": 1,
		"33_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": 1,
		"37_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": 1,
		"2_1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb": 1,
		"11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa": 1,
		"2_1Bq97dNgwH1pqVi8XkNNpq9gW4e5zAm3kV": 1,
		"7_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": 1,
		"1_188Uit7FJJgyMWE3yh6934fKSucopDHgDz": 1,
		"31_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": 1,
		"6_1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE": 1
	},
	"next_comment_id": 38,
	"comment": {
		"1_1BB36JjPmTXBJKjtJZ1N6qHE6CYznRFc2s": [
			{
				"comment_id": 1,
				"body": "你这是裸奔啊\n常识：远离国产网络产品",
				"added": 1501542437
			}
		],
		"428_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [],
		"330_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 3,
				"body": "http://127.0.0.1:43110/NewGFWTalk.bit/?Topic:1_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6/",
				"added": 1501727433
			}
		],
		"1_16nddfMjTUY7rXzuhYXaop1T78gLYT94YR": [
			{
				"comment_id": 4,
				"body": "> 顺路，我转载 clowwindy 最后一次演讲\n> [clowwindy](https://github.com/clowwindy) commented [on Aug 18, 2015 ](https://github.com/shadowsocks/shadowsocks-windows/issues/293#issuecomment-132253168)\n\n那是自然的咯。这边加了什么功能，它马上扒过去合并了。它那边加了什么却不会贡献出来给其他人用，久而久之，不就是它那边功能更多了吗。\n\n一直以来我什么都没说是因为我对他还有点希望，所以得给他一点面子不是。一开始我还只是纳闷他为什么不发 pull request，过了一段时间我才明白，这个世界上也有这一类的人。不尊重 GPL 就算了，把作者名字换成自己的，还在主页上加上官方的字样。为什么我们这边反而不说官方呢？因为我希望这个项目是没有官方的，人人都是贡献者。想不到这个社会人人都围着官转，人人都巴不得当官 。\n\n既然他没有尊重别人劳动成果的意愿，那他那些不开源的理由想必也只是借口。说因为加了一些试验性功能会不兼容所以暂不开源。他弄了一个混淆 TCP 协议头功能，在界面上标注提升安全性，吸引用户打开，然后安装他自己的不兼容服务端。然而我分析了一下之后发现这个功能的设计就是想当然，用得多了以后反而会增加特征。如果你真有什么试验性功能，不是更应该开放出来让所有人帮你分析么，大家一起讨论么？在加密算法领域，只有经过足够多人和机构的审视的算法，才能视作是安全的，闭门造出来的怎么能用。。\n\n当然啦，大部分用户才不会管这些，他们不会分析你是不是真的安全，也不会做道德判断，只要他们觉得好用就行。所以可以看到，这种环境下开源其实并没有什么优势，只不过为一些人抄袭提供了便利。这种环境下最后留下来的都是这些人。\n\n我一直想象的那种大家一起来维护一个项目的景象始终没有出现，也没有出现的迹象。维护这个项目的过程中，遇到 @chenshaoju 这样主动分享的同学并不多。很多来汇报问题的人是以一种小白求大大解决问题，解决完就走人的方式来的，然而既不愿提供足够的信息，也不愿写一些自己尝试的过程供后人参考。互帮互助的气氛就是搞不起来。对比下国外的社区差好远。\n\n最适合这个民族的其实是一群小白围着大大转，大大通过小白的夸奖获得自我满足，然后小白的吃喝拉撒都包给大大解决的模式。通过这个项目我感觉我已经彻底认识到这个民族的前面为什么会有一堵墙了。没有墙哪来的大大。所以到处都是什么附件回帖可见，等级多少用户组可见，一个论坛一个大大供小白跪舔，不需要政府造墙，网民也会自发造墙。这尼玛连做个翻墙软件都要造墙，真是令人叹为观止。这是一个造了几千年墙的保守的农耕民族，缺乏对别人的基本尊重，不愿意分享，喜欢遮遮掩掩，喜欢小圈子抱团，大概这些传统是改不掉了吧。\n\n现在维护这些项目已经越来越让我感到无趣。我还是努力工作，好好养家，早日肉翻吧。",
				"added": 1501730472
			}
		],
		"1_1PctriJ155UjQV4HrXw9qr7rznf8MNBkaj": [
			{
				"comment_id": 5,
				"body": "> 试问有其他语言的使用者在百度贴吧呼吁不要使用自己的本土语言么？\n\n在百度贴吧发英语也会被喷的\n你有见过老外来贴吧发一通英文帖子，然后振振有词的吗\n\n请互相尊重",
				"added": 1501730771
			},
			{
				"comment_id": 6,
				"body": "> [valdalee](#comment_3_1Gh5KrrtnJ1ZAsbWwZPahYiBNEos3fNyCK): 这是中文论坛谢谢\n\nZeroTalk 是英语论坛\nGFW Talk 才是中文论坛",
				"added": 1502273283
			},
			{
				"comment_id": 11,
				"body": "最终的硬化解决方案，按需取用：\nhttp://127.0.0.1:43110/Talk.ZeroNetwork.bit/?Topic:4_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG/The+userscript+to+hide+show+only+Chinese+posts",
				"added": 1502438735
			}
		],
		"43_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 7,
				"body": "已看，已屏蔽",
				"added": 1502273293
			}
		],
		"4_1MTmai86ouh5TsBGfihyrYvcQUx4PhhBDg": [
			{
				"comment_id": 8,
				"body": "# 自由不分民族",
				"added": 1502292273
			}
		],
		"467_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 9,
				"body": "搞笑\n一个工业化程度低，武器到处买的的也配中国打仗？",
				"added": 1502294685
			}
		],
		"468_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 10,
				"body": "对\n投资拉动经济，但实际上投资拉动了房价\n房价跌了=经济堕落",
				"added": 1502294753
			}
		],
		"1_12CQEQ7HAM5o8p48nMHpXDEMjRFf5bndAJ": [
			{
				"comment_id": 12,
				"body": "有\n\nB站动画已经不能看了（版权，弹幕素质）\n推荐：C站、D站",
				"added": 1502639701
			}
		],
		"527_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 13,
				"body": "你很无聊啊",
				"added": 1503504667
			}
		],
		"2_1CogrjsFiTL3nHH74BXnAcM1S3KsNaLtEx": [
			{
				"comment_id": 14,
				"body": "不知道立场\n但他的帖子姿势水平太差，无聊",
				"added": 1503504863
			}
		],
		"1_121nbwrxZZz6PJ1WQ324jojCnRE96xUnRr": [
			{
				"comment_id": 15,
				"body": "翻墙出来，却说墙好的\n我已经找不到词语来形容了",
				"added": 1503511928
			}
		],
		"2_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 16,
				"body": "我是想说，在明网，隐私泄露严重，有人下决心要查，你就躲不掉\n我是在讽刺这句话：On the Internet, nobody knows you're a dog",
				"added": 1503961421
			}
		],
		"2_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": [
			{
				"comment_id": 17,
				"body": "党国**敢不敢**光明正大的反对64，而不是支支吾吾删帖？",
				"added": 1504447111
			}
		],
		"1_1EyvbL9jSFGCPcvPJLvBmpMSo8NMksF1Hr": [
			{
				"comment_id": 18,
				"body": "## 唐 山 条 约\n\n庆丰五年（公元2017年9月3日），赵国政府与清真族签订条约：\n\n- 赔款500万，分39年还清\n- 割让唐山，划定唐山为租界，答应清真族在唐山地区的一切特权\n- 帮助清真族修建清真寺\n- 严禁漢族人参加反清真运动",
				"added": 1504691611
			}
		],
		"4_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": [
			{
				"comment_id": 19,
				"body": "如果从词义上来讲，「支那」一词并不含轻蔑意。「支那」和英语、德语的「China」、法语「Chine」、内陆斯堪的纳维亚语[1]「Kina」等等的词源一样，都是梵语Ci^na的译称。英语因为历史音变的缘故，开音节的i读成[ai]音，造成不读「支那」而读「拆拿」极为特殊的读法[2]。对梵语Ci^na的由来学界说法不一，可能源自波斯语Chin。再追溯下去，起源于春秋时对秦国国名的音译。「秦」，得号于地名，《说文解字》释曰：「秦，伯益之后所封国。地宜禾。从禾，舂省。一曰秦，禾名。」甲骨文的「秦」字形上部是双手持杵，下部为成堆稻谷，造字本义即打谷脱粒，造词作「五谷丰饶之地」，如「秦岭」。\n\n「支那」这个词正是中国人自己首先创造和使用的，首见于唐玄奘等僧侣将古印度对中国的称呼「Mahachinasthana」音译成「摩诃脂那国」、「摩诃至那国」等。《大唐西域记》载：「王曰：‘大唐国在何方？经途所宣，去斯远近？’对曰：‘当此东北数万余里，印度所谓摩诃至那国是也。’」唐玄宗有诗曰：「鹤立蛇形势未休，五天文字鬼神愁。支那弟子无言语，穿耳胡僧笑点头。」梵语「Mahachinasthana」中「Maha」是「大」的意思，「sthana」即「斯坦」，地名后缀，「china」则转自「秦」的发音，「Mahachinasthana」意译为「大秦国」[3]。另一个对中国的称呼「震旦」就是音译自这个「chinasthana」。这些音译词此后在汉语典籍中虽不时露面，但出现频率不高，大都作为历代中国的统称使用[4]。历代中国佛教徒使用这个名词来称中国，如明代四大高僧之一的憨山大师藕益智旭在《楞伽经玄义》中自称为「支那藕益沙门释智旭」。\n\n「支那」一词由中国传入日本可追溯到九世纪初。日本文献中「支那」之名最早出现于唐朝日僧空海的《性灵集》。在镰仓南北朝僧虎关师炼《元亨释书》等佛教典籍中，皆有使用「支那」一词的记录，但并不普遍。江户末期和明治初期，随着日本的对外开放，受荷兰语等西欧语言中对中国称呼的影响，喜欢标新立异的人不再称中国为「汉土」，而是按外文音译改以「支那」。相传由朱舜水传入日本的拉面，当时被称为支那面[5]。但使用「支那」之名，仍以佛教典籍为主，如日僧大玄的《净土颂义钞探玄钞》等[2]。\n\n明治维新后，日本书籍传入中国，「支那」之名在中国复兴。严复在其《国富论》、《支那教案论》等译作中，以「支那」来译「China」，也曾以「支那」入诗。与林纾同译《黑奴吁天录》的魏易，在序中以「支那」自称。林纾称「支那」一词并无贬义[2]。在义和团运动前后去往日本的狄平子认为，使用「支那」这一名称并不耻辱，比「中华民国」等国号更广义、更恰当。佛经中「支那」可解释为「边远之地」、「思想之国」，狄平子以为佛教典籍中「支那」意为「深思」，在国家邦交之中有赞美之意[6]。\n\n日本官方历来以当朝的国名称呼中国，晚清时日本政府在正式场合把中国称为「清国」或「大清帝国」。但在清末民初，称呼「支那」是对中国汉人的尊敬，「支那人」一词甚至还是美称，正如现在一些网友互相礼称「你国」一样。甲午战争以后，日本一时间成了中国革命家的乐园，当时的日本是亚洲革命的圣地。那时反清志士到日本的头两件事就是：一，剪辫子，表示不再效忠清廷；二，借用日式称呼自称为「支那人」，拒绝承认自己是「清国人」。鲁迅在日留学时登记籍贯，当时中国的国号还是「清」，鲁迅本可在籍贯一栏填上「大清国」，但鲁迅大笔一挥，写上「支那」二字。鲁迅所住旅馆的店主见是中国人，认为是贵客，免费给鲁迅升级了房间[7]。\n\n不仅孙中山、黄兴、宋教仁、秋瑾、章太炎等革命党人称「中国」为「支那」，黄遵宪、陈寅恪、鲁迅等知识分子也自称「支那人」。1902年，章太炎等在日本东京发起《支那亡国二百四十二年纪念会》，提出「光复汉族，还我河山，以身许国，功成身退「的誓词（「支那亡国」指明亡于清的那一年）。1904年，宋教仁在东京创办了《二十世纪之支那》杂志，成为后来同盟会党报《民报》的前身。即使是提出「少年中国说」、政治观念更保守的的梁启超，也用「支那少年」作为笔名[8]。康有为次女康同璧也曾在诗中自夸称「我是支那第一人」，并得到毛泽东的赞赏。另如孙中山的革命伙伴，日本人梅屋庄吉，在辛亥革命成功后在日本发起成立「支那共和国公认期成同盟会」，敦促日本政府承认中华民国[2]。。\n\n辛亥革命以后，日本不能再称呼中国为「清」，故沿用了「支那共和国」的汉字国号称呼中国，直接译自「Republic Of China」。1913年7月，日本政府明文规定：今后不论中国的国号如何变化，日本均以「支那」称呼中国。1914年，孙中山给日本首相的密函中即自称「支那」、「对支政策」、「支那革命党」、「支那国民」、「支那人」等，共计34次。彼时「中国」这个称呼尚没有流行，这个称呼是在中国进入资本主义，晚清民族主义初步形成后才开始广泛使用的，民国时期才得以流行。1925年，诗人闻一多在其诗歌《我是中国人》中自称「我是中国人，我是支那人」。1929年，柳亚子写诗赞扬孙中山与毛泽东，有「并世支那两列宁」诗句[2]。再如，鲁迅在《华盖集续篇》中更是直接讽刺道：「他们（外国人）……则不但外交上一定胜利，还要取得上等‘支那人’的好感情。这时须连‘支那人’三个字也不说，代以‘华人’，因为这也是关于‘华人’的体面的。」\n\n1919年五四运动反日热潮之际，爱国人士提出一个抗日话题，就是日本称呼中国为「支那」。有人上书政府要求日本不得使用「支那」或「支那共和国」的说法。1919年11月留日学生王拱壁在国内出版的《东游挥汗录》是当时极具煽动性的代表著作，书中对日本称中国为「支那」一事进行了猛烈的抨击，写道：\n\n「假扮[9]虽继承了中国体统，读汉文、朗佛经，却朝野上下不把‘中华民国’四字、甚至‘中国’二字当成回事；并且蔑视我国，连‘摩诃震旦’也不照用，只称切掉前面二字后剩下来的语音支那。报纸、着述、讲演都只称支那。在政府公文中抛弃‘中华民国’四字，特意使用‘支那共和国’五字。不仅不符合国际礼仪，而且简直不把我国看成国家。中华民国成立已经八年了，倭人至今还不承认。尤忆当民国肇造之初，倭人闻我将以‘中华民国’民我国，即由著名浪人某固请我民党领袖，易之以‘大汉’，希冀离我五族，从可知堂哉皇哉之‘中华民国’四字早为岛国君民所不喜矣，推其用心，直不愿地球有中华民国之产出也。」\n\n《东游挥汗录》里说「倭人易之以‘大汉’」或许不假，但说「希冀离我五族」就很荒唐了。「希冀离我五族」不是别人，正是革命党。满清覆灭前，革命党人的口号是「驱逐鞑虏」，一致主张「汉地十八省建国」。民族主义者希望用「中国」而不是「支那」的一个原因也是在于此。前面提到，民族主义者用「支那」一词对抗「清国」一词，正是因为「支那」是汉族聚居区超越朝代与政权变迁的称呼。辛亥革命后，资产阶级才突然意识到了继承清朝统治下的满洲、蒙古、新疆、青海、西藏的益处，于是搞出一个「五族共和」、搬出一套「中华民族」的概念，变成了各民族共同构成「中国」这个民族国家。这个时候，如果日本再以「支那」相称，在中国方面看来自然就是不合时宜的「倭人易之以大汉」了。\n\n在留日学生纷纷表示不堪忍受被日本称作「支那」之时，中国国内反对日本称中国为「支那」的呼声也日益高涨。尤其在北伐成功、南京国民政府形式上统一中国之后，这种呼声达到了顶点[4]。1930年日本官方在中华民国政府的要求之下，改以「中华民国」代替「支那」在官方文书的称呼，但1937年的七七事变仍被叫做「支那事变」[2]。抗日战争期间，日本政府在受汪精卫政权请求后，承诺今后分阶段停止使用「支那」这一称呼[6]。\n\n第二次世界大战后，日本政府应中华民国政府之要求，发布《关于回避使用支那称呼之事宜》通告，通令全国官民，媒体、教科书、公文、公务员禁止使用「支那」，改以「中华民国人」、「民国人」、「华人」等称呼[10]。日本本州岛西南部自古以来被称为「中国地方」，如果将China称为「中国」，在日本国内易造成混乱。为此，「中国地方」也被改称为「山阳地方」和「山阴地方」。现代日本民间已不再使用「支那」一词，但在谈论「中国」一词时有时仍会产生歧义。一些日本右翼分子，如石原慎太郎则继续使用该词[11]。有时日本右翼政客也用英语China的日语发音「チャイナ」作为折中说法。\n\n可以看出，「支那」一词就跟「小姐」一样，原本没有任何歧视性词义，甚至曾是一种敬称，然后就被好事者玩坏了，其中的演变不妨视为中国民族资产阶级和民族主义发展的一个观角。\n\n然而事情还没有完。「支那」和「China」，按理来说是一个词，只不过翻译不同，「支那」被视为歧视性称呼，「China」却被贴金。好事者可能会辩称，歧视性称呼只是针对「支那」这一翻译。事实却并非如此。印尼曾称中国为Tjina/China/Cina，来源于荷兰语，当地华人认为这个词就是「支那」，有侮辱意，直到去年在华人要求下改成了Tiongkok，闽南语「中国」的音译。同一个词，美英德法翻译出来不是歧视，印尼翻译出来就是歧视，甚至印尼的邻国马来西亚仍在使用Cina一词[12]，也未见大马华人有何不满，还真是耐人寻味。反倒是日本的称呼由Nippon改成了Jepang。\n\n可能许多人都注意到了，英语中用构词前缀Sino-表示「中国的；汉族的」，同样也很常用。如，中国石化——「Sinopec」、《中英联合声明》——「Sino-British Joint Declaration」、甲午战争——「Sino-Japanese War」、汉学——「Sinology」、汉藏语系——「Sino-Tibetan language family」、国际汉语教师联合会——「SINO International Chinese Teachers Association」。Sino-的词源当然和「China」一样，转借自拉丁语「Sina」，也可以被翻译为「支那」。我想有些人大概很不乐意知道这一点。\n\n五毛不是要复兴中国传统文化么？那也该用「支那」而不是「中国」一词啊。「中国」一词自《尼布楚条约》起才用作中国国家的代名词，「中华」一词更是1912年以后才被用作代称中国政权和范围，这两个词被广泛接受就更晚了。「支那」一词可是源于大秦帝国，自产自销，用了上千年了。真正有歧视意味的，反而是「中国」一词，这个词明示使用该词的政权乃华夷秩序中的天下中心，别国别族都是「蛮夷」。历史上「中华」、「中国」是为了与周边异民族相区分的用词。中华和夷蛮的关系不是对等关系，而是上对下的朝贡关系，是「文明」与「蛮夷」的夷夏之辨。日本人认为，自称「中国」，含有天下至尊、文化优越的骄傲感，改称「支那」为「中国」，有承认自己是「东夷」的被侮辱感。这也是日本当年不愿意称「中华民国」为「中国」的原因之一，毕竟扶桑国也是儒教的好学生。不承认对方是天下至尊，就是侮辱对方，怎么看都是很无理的逻辑啊……\n\n刻意强调自己的半殖民地身份，用刻画被殖民历史的方式乔装成道貌岸然、人畜无害的受害者，自认为是殖民遗产的惟一继承者，反过来行强盗之实，是中国、朝鲜/韩国、泰国、印尼等东亚国家惯用的「国耻政治」手段。为了装成受害者，不惜妄想受迫害，前面列举的留日学生就是一个典型例子。昨天的民族主义者说资产阶级革命先烈自称的「支那」是蔑称，今天的民族主义者又不断制造「日本人把煤买去藏大海里」、「第二代身份证由日本制造」、「韩国人不用日货」这种转发过500也不用担责的谣言。\n\n20世纪上半叶共产国际指导殖民地各国共产党附和民族资产阶级的运动，结果这种民族主义也变成了共产党的政治正确，其影响一直延续至今。后来成了各国共产党与其国内资产阶级寻找「共同敌人」以便妥协时的良好切入点。\n\n大概2000年的时候，网上流传说新浪的外文名「Sina」就是「支那」，新浪拿了日本人的钱歧视中国人云云。这事要搁在今天，共青团和军方在媒体和网络上一冲锋，人民网批个亲日媚日，中宣部喊个意识形态斗争，非逼得当时规模尚小的新浪改名不可。《东游挥汗录》里王拱壁虽愿意中国被称作「震旦」，但倘若现在的五毛知道了「震旦」这个词含有穆斯林国家常用的「斯坦」词尾[13]，可以译为「支那斯坦」的意思，恐怕也会把「震旦」引为对中国的蔑称吧。\n\n**注释**\n[1] 在语言学里，原则上互相之间不能通话的应被定性为语言而非方言。之所以称是「原则性」的，是因为这一理论并未被彻底执行。如瑞典语、挪威语、丹麦语三种语言可互通，葡萄牙语与西班牙语亦能互相理解，但由于政治因素却被划分为不同语言。汉语的方言甚至次级方言间都不可相通，却被称为同一种语言。阿拉伯语、德语、日语方言间亦不都能互通，但仍被视作统一的语言。这里将瑞典语、挪威语、丹麦语统称为「内陆斯堪的纳维亚语」。\n[2] 中文维基百科：支那，[https://zh.wikipedia.org/wiki/支那](https://link.zhihu.com/?target=https%3A//zh.wikipedia.org/wiki/%25E6%2594%25AF%25E9%2582%25A3) 中国大陆境内需翻墙访问。\n[3] 方汉文：《关于「支那」名称的来源》，郑州，《寻根》，2003，3，第51-57页。\n[4] 周程：《「支那」与「sina」》，[「sina」与「支那」](https://link.zhihu.com/?target=http%3A//web5.pku.edu.cn/csss/teachers/works/sina.htm)\n[5] 另有说法，支那面的名称起于日本昭和年间。\n[6] 日文维基百科：支那，[https://ja.wikipedia.org/wiki/支那](https://link.zhihu.com/?target=https%3A//ja.wikipedia.org/wiki/%25E6%2594%25AF%25E9%2582%25A3)\n[7] 许寿裳：《我所认识的鲁迅》\n[8] 林思云：《「支那」问题纵横谈》，[「支那」问题纵横谈](https://link.zhihu.com/?target=http%3A//www.nextftp.com/chn/04/0308.htm)\n[9] 留日学生除使用「倭人」一词外，因英语中japan的意思是漆器，而演艺被保守分子视为低俗行业，且日本想脱亚入欧，故音意合译，蔑称日本为「假扮」。近来民族主义者流行把日本叫「脚盆」，同样是音译自japan的蔑称。\n[10] 中文维基百科：支那人，[https://zh.wikipedia.org/wiki/支那人](https://link.zhihu.com/?target=https%3A//zh.wikipedia.org/zh-cn/%25E6%2594%25AF%25E9%2582%25A3%25E4%25BA%25BA) 中国大陆境内需翻墙访问。\n[11] 环球网：《石原撰文鼓动野田「视察」钓鱼岛 称中国为「支那」》，[石原撰文鼓动野田「视察」钓鱼岛 称中国为「支那」](https://link.zhihu.com/?target=http%3A//news.ifeng.com/mainland/special/diaoyudaozhengduan/content-3/detail_2012_08/13/16768636_0.shtml)\n[12] 同注释[1]所述情况相同，印尼语和马来语实际上是同一种语言，印尼语可视为一种规范过的马来语。\n[13] 「斯坦」词尾其实与伊斯兰教没有关系，而是源自印欧语系印度-伊朗语族中表示地名的词尾，意为「人或物聚集之处」。「斯坦」和英语中的stand、stay、state等词同源，共享st词根，由「站立」延伸出「立足之地」的意思。\n\n> https://www.zhihu.com/question/47274871/answer/105626287",
				"added": 1505564545
			}
		],
		"1_1BiouZaoK2zKaqSihxi7LudLqix6ynXYtj": [
			{
				"comment_id": 20,
				"body": "> [fengyun007](#comment_26_12pu2MFpjqWpNd4TqLC6edzMtEczQ2vLti): 中文发那里又怎么了？看不懂的可以不看啊，谁让你们看了？\n\n请看英文论坛的版规：\n**Please use English, you can reach other language forums at the top of this page**\n\n（[截图](/Me.ZeroNetwork.bit/?Post/12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv/13aB79mzuRLgDYzQthn9wzycjw77WyDXh6/1507607113)）",
				"added": 1507606781
			}
		],
		"6_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 21,
				"body": "a",
				"added": 1508155858
			}
		],
		"1_1Ki3HYqzaNr3BMKP34wTz9xLnVsAXENw4b": [
			{
				"comment_id": 22,
				"body": "易语言表示不服",
				"added": 1508643109
			}
		],
		"4_1MFGmjNKnH1WtuUBDngF8hD7J9DaP4bUda": [
			{
				"comment_id": 23,
				"body": "呵呵，怕不是活在梦里\n[中国网络审查技术评论](/12ddrrRKkABAWTU48ZL3THfypHtVJ3aVF5)",
				"added": 1508643351
			}
		],
		"13_1FJCJm9PPaL2Lcfv64fSCuXXBHQcE4JdGY": [
			{
				"comment_id": 24,
				"body": "Firefox",
				"added": 1508644117
			}
		],
		"10_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": [
			{
				"comment_id": 25,
				"body": "看不懂正常，建议先看这篇文章，了解背景：[[转] 程晓农：中国模式 共产党资本主义](/NewGFWTalk.bit/?Topic:8_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6)\n简单来说，中国模式（权贵资本主义）维持不下去了，权贵们要跑路了",
				"added": 1510579954
			}
		],
		"9_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 26,
				"body": "",
				"added": 1510601963
			}
		],
		"1_12v4reBZbKrP3m6Ceiz7YR4ahPKQBg5ATt": [
			{
				"comment_id": 27,
				"body": "家长争着给书院洗地\n奴才太多，权贵不够用啊",
				"added": 1510655612
			}
		],
		"2_1B4HAuapkMBUARLKGgApRuMuf88WiJahVP": [
			{
				"comment_id": 28,
				"body": "美帝是红色权贵的野爹（红色权贵海外转移财产），小粉红可以继续脑补中修吊打美帝，反正开嘴炮不要钱",
				"added": 1510755085
			}
		],
		"1_17yRitg3BzogUsUPa77AodAdappawzVqAE": [
			{
				"comment_id": 29,
				"body": "没有，以后也永远不会有，除非你是全知全能的神",
				"added": 1511101117
			}
		],
		"1_12wLAUU1FGfs1T6mEwEp9ZciscfE5zHZHo": [
			{
				"comment_id": 30,
				"body": "大悲无言。",
				"added": 1511443181
			},
			{
				"comment_id": 31,
				"body": "https://www.bannedbook.org/forum2/topic742.html",
				"added": 1511444295
			}
		],
		"1_1BHcv5eMFiza4gCBXmPXwxMLhF9oodThhD": [
			{
				"comment_id": 32,
				"body": "> [apapapp](#comment_2_1BHcv5eMFiza4gCBXmPXwxMLhF9oodThhD): 现在用“支那”的人除了藏独，疆独和港独以外，就只剩你们了。\n\n就是啊，顺便提醒你，千万不要说China\n怕你不知道**China=支那**，特此提醒",
				"added": 1511609382
			}
		],
		"11_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 33,
				"body": "点评：\n\n公立医院的状况是，政府该拨付的钱不到位，逼着医生通过灰色收入维持一个正常的平衡。但政府又掌握了话语权，一旦民众抱怨医疗问题，就推说医生道德水平低。\n其次，私立医院开放本意是好的，鼓励竞争增添活力。但是准入门槛太低，经营者又是逐利，小病当大病治或者滥用抗生素都是很正常的事情。\n第三点，就是民众自身没有医学常识，无法分辨这医生到底是想救我还是坑我的钱。没有常识就算了，还特别容易偏听偏信，于是出现医托这个黑色行业链。\n第四点，医疗本身就是极其费钱的活动，政府鼓吹全民医疗保障，但是作为最基础的劳动者没有创造那么多的财富。就会出现这样那样的纰漏。\n第五点，患者和医生的地位不平等。患者一口咬定出了医疗事故天天来闹，医院承受不了那么多的损失，即使在理也是要赔钱的。反正患者给你先治疗再交钱，你偷偷摸摸跑了我也只能放在坏账处理里面了。即使抓到他，脖子一伸，我就没钱，你杀了我吧。\n第六点，执法者的作用在这里不突出，有医疗纠纷，先搬出来死者为大这顶道德制高点的帽子，你怕不怕？在这顶帽子下，一切的不合理举动都是合理的。比如堵大门，打医生等。\n第七点，超级恶心的。患者无力支付费用，亲属又不关心。医院又不能直接丢出去，尤其是停止维护就要垂危的。还得请看护守着。一赖就是两三年的舒坦日子。哪天没挨过去死了，亲戚朋友一大帮子都来了。甚至怕自己态度不够狠，雇些五大三粗的壮汉天天闹。那真是医院欲哭无泪。这种情况我反而希望医院态度狠一点，一开始就拒绝接收病人。\n\nhttps://www.zhihu.com/question/21923229/answer/42167794",
				"added": 1512049259
			}
		],
		"1_17dUbhrge994QBLHEAGxU3hRmhHsziaumB": [
			{
				"comment_id": 34,
				"body": "“排华事件”反映中国模式破产\n2017年12月1日 卢峰\nhttps://www.letscorp.net/archives/125962\n\n最近一段时间香港有不少政经名人吹嘘中国发展模式如何厉害、如何超英赶美令中国成为全世界模仿学习的对象。前特首董建华近一、两个月就一再说中国今时不同往日，港人该改变过往的态度学懂欣赏国家的成就，抓紧机遇。然而，只要看看最近在北京发生的事就知道所谓中国模式不把人民当人，只是把人民当成生产要素，用完即弃。这样的模式可说毫无人性，根本没有任何优越性，更谈不上什么为人民服务。有一天若果香港或其他地方真正学习中国模式的话，只怕除了权贵、党干以外一般人将无立锥之地。\n\n将人民视为工具用完即弃\n\n北京大兴区不合规公寓大火赔掉十九条生命已是悲剧，紧接下来的所谓排查安全及火灾隐患却酿成更大的悲剧。在北京市政府的“死命令”下，大批公安、城管进驻北京市各区的民工公寓、临时住宅区，逼居民在三天内连同个人财产迁出，并且即时停水停电，不让居民有任何时间准备或找合适的地方搬迁。\n\n于是，北京街头形同出现难民潮一样，被逼迁的居民扶老携幼卷起被铺四处找居所，一脸茫然仓皇之情。“难民”背后的则是一排排穿制服的公安、城管，只差没有动武驱赶而已。像这样的情景内地网民有的狠批为“排华事件”，有的则指是北京市政府乘机藉火灾清除“低端人口”。\n\n不管是“排华”还是排除“低端人口”，实质上反映的就是北京市政府根本不把居民当人，对他们最基本的生存权及生活安全肆意践踏，一有事就像驱赶牛羊一样把他们无情的赶走。\n\n可是，这些住在临时住宅、违规公寓的居民、民工是促进北京及中国城市经济迅速发展的重要动力。他们为新发展的服务业、第三产业提供充沛的劳动力，为北京市其他居民提供各种各样的个人及商业服务，并作为廉宜劳动力提升北京及大城市企业的竞争力。但由于他们没有北京户籍，又或付不起高昂的租金，民工们只能在寒伧的公寓甚至不合规格的住宅栖身，希望将来挣到钱能改善环境。\n\n今次遇上重大火灾，中共官员们要拯救政绩，要显示自己重视安全，他们就毫不犹豫的拿民工、“低端人口”开刀，把他们当成“毒瘤”、难题、必须去之而后快，对他们在经济及社会发展上的贡献一点不感激，一点也不重视。中共官员把民众“用完即弃”的态度比任何无良雇主、资本家还要冷血。像这样的发展模式即使GDP再高也不管用，因为没有丝毫人性，没有任何对人的关怀。\n\n历史可见中共擅利用群众\n\n应该看到，把民众及人民视为“工具”、“毒瘤”的不仅是北京市政府领导，这样的思维本就深植于中共的DNA中。过往搞政治运动及斗争，中共最高层就一再借群众之手批斗政敌。刘少奇、林彪等一时是亲密战友、好同志；运动一来就成为叛徒、内奸、工贼、阴谋家，教群众无所适从，甚至因为站错队而受牵连，万劫不复。\n\n改革开放后不再大搞政治运动，可人民仍然只是党的工具及“螺丝钉”，拼经济的时候让大家捱低工资及“血汗工厂”，捱水污染空气污染，捱不安全的住宅。出了什么意外或人祸，被遗弃、当殃的又是民众，他们被视为制造各种危机的元凶，逼他们离开，要他们硬食雾霾恶果。而今次北京的做法不过是其中一次最丑陋、粗暴的表现而已。\n\n过往不少人认为，中国模式的坏处主要是专权，主要在于限制言论、集会及其他自由，民众只要不乱说话，不打抱不平，不像刘晓波先生那样坚持要做自主的人，而是乖乖做个顺民，他们便可以安居乐业，享受经济成果。今次北京排除“低端人口”事件显示，安份守己生活仍然会飞来人祸，仍可能忽然因党领导要搞政绩工程而无家可归，流离失所，街头捱冻。换言之，在中国模式下，敢言固然不行，乖乖听话默默做经济螺丝钉同样没好结果。这样的模式还有什么优越性？有什么好学呢？",
				"added": 1512127579
			}
		],
		"14_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 35,
				"body": "> [p2p](#comment_1239_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): 配额已加，并且把你设成了超版\n\n谢谢",
				"added": 1513426150
			}
		],
		"29_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": [
			{
				"comment_id": 36,
				"body": "> [kili](#comment_1_18nhAyjEKQwLTRwBdnBeYkSJPmh8fAbcMy): 推荐一个自用的shadowsocks  SS/SSR服务商，一直在用，速度杠杠的~|价|格|优|惠|低至5元/50G/月。在最近跑路关停潮日益严重的日子,依旧坚挺~已屏蔽国内ip，需翻墙访问～【数据删除】购买服务后请看配置教程【数据删除】\n\n草了，你这是要逼你野爹开发**一键删封**啊",
				"added": 1513427358
			}
		],
		"4_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 37,
				"body": "**zeronetimwulv**\nhttp://127.0.0.1:43110/NewGFWTalk.bit/data/users/1CZg1ExEqw1DqjFD7ssKKHEXt4oY1ne8qJ/data.json\n\n名言：\n> 各位蛆虫们肯定是不知道一个基本的新闻传播学的知识：如果媒体大量的报道自杀的新闻，当地的自杀率就会飙升，因为新闻在潜意识的推动有自杀倾向的人自杀。虐童新闻也是一样，**这种新闻不控制**，只会让有虐童倾向的幼师变成真正的施虐狂。这涉及新闻传播伦理。而且说的难听点，别说虐童了，**就是杀婴，对土共的统治有个屁影响？**就凭你们这些键盘侠？别特么往自己脸上贴金了。",
				"added": 1513603587
			}
		]
	},
	"comment_vote": {
		"5_13Np9JiwGXfhpFVLD9kE1XS4TELhdL4Rjt": 1,
		"2_1BdC5k155xY8M7uuksXynSgXgVnmekivem": 1,
		"1_16wPPrDnQDFadgTmhZRUW7YojAxtWijSrY": 1,
		"35_1Q2yjutP8VevpmW5ZuKzNcDUQbUFn3gsVT": 1,
		"118_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"5_1Sj3zigR2ha9rzJiR6igKtoZs6XCkohfe": 1,
		"6_1Sj3zigR2ha9rzJiR6igKtoZs6XCkohfe": 1,
		"8_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF": 1,
		"12_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": 1,
		"22_15veLatSdM1bDkPzfQ13NGY4urYWFYvvDU": 1,
		"36_13R8RSMeUBKKsjpftt3vbKCVh7E513ThRp": 1,
		"117_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"6_16XBhwsVCqtAdYmJT85NoQXhZRths6SUji": 1,
		"4_1MwamfDqgf1eYoyQdta21hrgXqHPWyAuNZ": 1,
		"97_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"36_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": 1,
		"13_18LtMTFdyyGXJkePz1HB2twWhcXho7uDf8": 1,
		"123_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"64_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g": 1,
		"125_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"2_1BqBYvoVCrsBD7Mhfh5F2rZtFphTzdShS3": 1,
		"127_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"53_13R8RSMeUBKKsjpftt3vbKCVh7E513ThRp": 1,
		"85_1FYGNAGGPjzRuubJGmq86t4iyEiMXxpuwL": 1,
		"100_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"2_1BXCYRHwwev9cdgoMdWvhgKrMvUp19p2R2": 1,
		"10_1QAL99HQw6mKLZU2mWGMDoELo4kb7cBgmZ": 1,
		"328_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": 1,
		"16_13R8RSMeUBKKsjpftt3vbKCVh7E513ThRp": 1,
		"2_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6": 1,
		"79_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"3_1HABFyuoohZ13drjwyJsECp4zDKjvggyNp": 1,
		"57_1MZ6f3V1cBuhNwzajMVPu8vb1wRt1p6dpt": 1,
		"37_1LHdPBTEdLuBDgLcfqZtNwSTMec3EgejiM": 1,
		"60_1MZ6f3V1cBuhNwzajMVPu8vb1wRt1p6dpt": 1,
		"111_157d61UG24B66Yw2qwEQWY7yFAWp1HoAST": 1,
		"63_1MZ6f3V1cBuhNwzajMVPu8vb1wRt1p6dpt": 1,
		"10_1L4fuhUB75eAdVbDY9AJ4z2i2dwMho7MV8": 1,
		"20_1PAARvV1fn3tVSuePAqmxptPBsqkZVNfmn": 1,
		"3_1H5Mnsc9pAYUHa7v5RTBA1Q6pEozhJvkFn": 1,
		"1_1JVAcfhCCnogm4eeDLVamJXFYg3aCbfa5S": 1,
		"54_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"141_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"1_1G9As2oYPJBg9ex5BHq82qh1yVZSqU28cY": 1,
		"6_1L6rvvBV2EUc9HVT8yjE2129FWutCwkdcR": 1,
		"42_1CdwZ24MZhBc2XNT2vAjk2MQjJuEnybP5W": 1,
		"5_1MmfDp2ghmcGgXqFwXgAdn5aVmbjt4r5vX": 1,
		"26_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6": 1,
		"1_13R8RSMeUBKKsjpftt3vbKCVh7E513ThRp": 1,
		"14_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g": 1,
		"349_1958F7oCppj78MP966AfojMQwHg2WUupzq": 1,
		"6_1LNpoyKNhp2VFnDzZA6k5uMtj66EZWkjBc": 1,
		"72_1FYGNAGGPjzRuubJGmq86t4iyEiMXxpuwL": 1,
		"242_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"73_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g": 1,
		"2_19rEhH2gHfNqFDL2i9HyxR6kNKMwJUEXMo": 1,
		"58_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"22_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR": 1,
		"11_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": 1,
		"1_1CqdJU5GnjUuFsD6JSJAy5hZ7oyrvXpjca": 1,
		"9_1UzEPVqHeweVKJuV4ii9hV6ivvrHX1oim": 1,
		"48_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF": 1,
		"8_1E5VGMgW6YQBnwx7EeAZ477J7i9faQmNtf": 1,
		"95_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo": 1,
		"2_1KaHc8BraRw9YyWQbDz2ZA1cwHi2fnayt1": 1,
		"1_1L34ssdxfxnnSFEoUmy48LocCxnVAHtqSV": 1,
		"24_12yaKkoqVKBUi66uB5pYXamWguKFaWdDnx": 1,
		"23_1MZ6f3V1cBuhNwzajMVPu8vb1wRt1p6dpt": 1,
		"37_1BqBYvoVCrsBD7Mhfh5F2rZtFphTzdShS3": 1,
		"33_1LNpoyKNhp2VFnDzZA6k5uMtj66EZWkjBc": 1,
		"1_18fU7yoTV5qije65xoLPX1hnoo8t2TKb8N": 1,
		"2_1Q27zpeugHBXp1SVN6ABEchFyUXsnAZwgJ": 1,
		"9_12KdbW38LcjavV8eF3TZ6Rc8MaGT8a8qzD": 1,
		"40_15veLatSdM1bDkPzfQ13NGY4urYWFYvvDU": 1,
		"30_16tWPYFLbad3R8iGcMuetyiwC2q5qXp45T": 1,
		"48_1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW": 1,
		"48_1FJCJm9PPaL2Lcfv64fSCuXXBHQcE4JdGY": 1,
		"145_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo": 1,
		"154_1FYGNAGGPjzRuubJGmq86t4iyEiMXxpuwL": 1,
		"6_19wMFS5AMRnmgwybFryDJ6MwnWji1S1HKv": 1,
		"1_17a5mhwnQqpej8rx3MgDvzfRy86Hzw8NMU": 1,
		"4_16LCrfQSugEPYW7kMpHL1DyLRXbzZqpCct": 1,
		"2_171sXvnp9RmuZbCYE2dJTZjTQE2qG36Pab": 1,
		"1_17FoxCrm6XhYTaLKxYH2rSHRHkCGyJKLrt": 1,
		"214_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": 1,
		"1_1KMXpBAFyqCfoPCU98YW6RaFBwX7eguX7b": 1,
		"8_1MQphYd4nY26ckat1XQMp6R2PeDa48hrnr": 1,
		"32_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6": 1,
		"68_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"11_17a5mhwnQqpej8rx3MgDvzfRy86Hzw8NMU": 1,
		"25_17a5mhwnQqpej8rx3MgDvzfRy86Hzw8NMU": 1,
		"5_1Lag7pfbM5eFgLm3g5YhescMXgdm4bLQsh": 1,
		"3_1LWnGUnGnp5XZCfYPqaLWKwivd98j3Hx5L": 1,
		"13_1Hunoy87CSuMrkWVLLELNUK874e6Nmtnwm": 1,
		"28_1GDtf6kkYiCtruw42QmAeaHG1HsrWFywkg": 1,
		"6_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": 1,
		"65_1LNpoyKNhp2VFnDzZA6k5uMtj66EZWkjBc": 1,
		"73_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"75_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"27_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR": 1,
		"28_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR": 1,
		"29_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR": 1,
		"68_1LNpoyKNhp2VFnDzZA6k5uMtj66EZWkjBc": 1,
		"7_15DiwKXyByVUtW7hWvTSuTa7FM2uLM7UV5": 1,
		"10_15DiwKXyByVUtW7hWvTSuTa7FM2uLM7UV5": 1,
		"9_15DiwKXyByVUtW7hWvTSuTa7FM2uLM7UV5": 1,
		"9_15Qz21RyBSR9xhBng8Y6RUMpuMykozFxPJ": 1,
		"40_1PicuSmcwTaCY7W4kmWYbgDoVCm2mYG9pz": 1,
		"96_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"39_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6": 1,
		"105_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF": 1,
		"2_144RhCfirmUB7speT85Asmad8nGYkzt5xJ": 1,
		"1_1P33sgPqao8Sm3NcrujAUhcDFWQPL3uYpz": 1,
		"117_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"1_15pJpUoFdfioXCUXTFUp1mdgbGarXDSW7K": 1,
		"7_13KQJtgKeFPqLo8WigZh9o1bKpunxi2a16": 1,
		"53_1Ceg5F9KEWkCyTu3r1QBSuiU8C1PYsd8PJ": 1,
		"20_1KyNzrBTMpi7LSmsrjnKS6mf15jRuFFN4H": 1,
		"274_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU": 1,
		"3_1Lag7pfbM5eFgLm3g5YhescMXgdm4bLQsh": 1,
		"13_1QDDwttgyYsmR9xy6YxdqLimfauGCvkepH": 1,
		"112_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"6_192QiJtwfzw9NemSqGN1oCZGH7SP2ZXRWW": 1,
		"5_192QiJtwfzw9NemSqGN1oCZGH7SP2ZXRWW": 1,
		"21_16bCdVbS1TN3QLTALixv338oAk1DDSsu8p": 1,
		"10_17xeFZRG9nokuGNj8WZQU5V9ZdfUGr2gGT": 1,
		"8_14HrdUQiZ96WEUXiNguyE4KXgvBxhcbK6o": 1,
		"1239_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": 1
	}
}