{
  "comment": {
    "2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
      {
        "body": "news testing", 
        "comment_id": 2, 
        "added": 1436261968
      }
    ]
  }, 
  "next_topic_id": 16506, 
  "topic": [
    {
      "body": "Articles about Bitcoin, Torrent and Peer To Peer networks", 
      "added": 1436262090, 
      "type": "group", 
      "topic_id": 1, 
      "title": "P2P news flow"
    }, 
    {
      "body": "In 2014, a plucky upstart search engine called Grams launched on the dark web. With a clean interface and a logo in primary colors, it was clearly a tribute to Google's homepage; with distinctly more adult-focused results. Its goal was to index the dark corners of the web and provide a searchable interface that pulled in ...\n\nhttps://www.forbes.com/sites/zarastone/2017/12/16/grams-the-google-of-the-dark-web-has-shuttered-operations/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Grams, The Google Of The Dark Web Has Shuttered Operations", 
      "added": 1513456172, 
      "topic_id": 16459
    }, 
    {
      "body": "Commodity Futures Trading Commission (CFTC) was very active on the final business day before the globe's largest futures market maker, CME Group Inc., is to begin its entrance into bitcoin contracts. The regulator created a website devoted to bitcoin, and it issued new cryptocurrency rules of compliance for public ...\n\nhttps://news.bitcoin.com/ahead-of-cmes-bitcoin-futures-regulator-creates-website-and-new-crypto-rules/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Ahead of CME's Bitcoin Futures, Regulator Creates Website and ...", 
      "added": 1513457624, 
      "topic_id": 16460
    }, 
    {
      "body": "A video blogger and content creator better known as \"Mike in Space,\" (@mikeinspace) is the writer-director of the \"Bitcoin Car Talk\" YouTube series. The following article is an exclusive contribution to CoinDesk's 2017 in Review. Hello, Bitcoiner – Go ahead and help yourself into the back of the car. Don't mind the mess, just ...\n\nhttps://www.coindesk.com/hitchhikers-guide-blockchain-highway/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "A Hitchhiker's Guide to the Blockchain Highway", 
      "added": 1513460466, 
      "topic_id": 16461
    }, 
    {
      "body": "SPENCERVILLE — It all began four years ago when a web search inspired Gregory Robinson, of Spencerville, to become a bitcoin liaison. For years he had worked from home, but none of his jobs compared to the revenue he brought in each week from bitcoin, a cryptocurrency and worldwide payment system. Through ...\n\nhttp://www.limaohio.com/news/276014/the-hype-about-bitcoin", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "The hype about bitcoin", 
      "added": 1513467055, 
      "topic_id": 16462
    }, 
    {
      "body": "These very characteristics made bitcoin irresistible, in its early days, to anyone conducting illicit activity on the darknet. (Fun fact: the FBI was once one of the largest holders of bitcoin, after it shut down and confiscated the coins of the Silk Road, the largest and most infamous black market dark web destination for all things ...\n\nhttps://www.inverse.com/article/39443-pineapple-fund", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Can the $86 Million \"Pineapple Fund\" Save the Soul of Bitcoin?", 
      "added": 1513476738, 
      "topic_id": 16463
    }, 
    {
      "body": "Marc Hochstein is the managing editor of CoinDesk and the former editor-in-chief of American Banker. The following article originally appeared in CoinDesk Weekly, a custom-curated newsletter delivered every Sunday exclusively to our subscribers.\n\nhttps://www.coindesk.com/bitcoin-takes-private-blockchains-need-patience/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Bitcoin Takes All? Enterprise Blockchains Need Time, Too", 
      "added": 1513479639, 
      "topic_id": 16464
    }, 
    {
      "body": "Of course, this also means that it's becoming that much easier to purchase unsavory things online, such as illicit narcotics, stolen passwords, and even a murder or two. Which is what happened when an Italian woman living in Denmark hired a hitman with bitcoins via the Dark Web (insert ominous music here) to kill her ...\n\nhttp://bitcoinist.com/italian-woman-jailed-bitcoin-murder-plot/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Italian Woman Jailed for Bitcoin Murder Plot", 
      "added": 1513483084, 
      "topic_id": 16465
    }, 
    {
      "body": "This month, the subject was blockchain, and the guest of honor was UC Berkeley grad Brian Behlendorf. He's executive director of the open source block chain company Hyperledger; a developer of Apache, the most popular web server software on the net; and a man who ironically hasn't updated his personal website in 10 ...\n\nhttps://alumni.berkeley.edu/california-magazine/just-in/2017-12-16/i-learned-what-blockchain-so-you-wont-have", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "I Learned What Blockchain Is So You Won't Have To", 
      "added": 1513487193, 
      "topic_id": 16466
    }, 
    {
      "body": "I am not one of those economists who has been looking down his nose at Bitcoin from the start. As I argued back in 2013, I think the condescension that some economists bring to the topic of Bitcoin is an instinctive dismissal of anything with a whiff of anti-central banking. I have believed my friend Tim Lee when he argued ...\n\nhttps://www.forbes.com/sites/modeledbehavior/2017/12/16/why-i-would-bet-against-bitcoin/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Why I Would Bet Against Bitcoin", 
      "added": 1513492276, 
      "topic_id": 16467
    }, 
    {
      "body": "Currencies benefit greatly from network effects. Even with thousands of assets right now, the market is dominated by bitcoin, Litecoin, and Ethereum. JV: What is the average daily volume of bitcoin transactions? Going off of that, have we seen greater usage in everyday life over the past year or is it still mostly just a trading ...\n\nhttps://www.moneyweb.co.za/moneyweb-opinion/soapbox/an-experts-guide-to-navigating-the-world-of-bitcoin/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "An expert's guide to navigating the world of bitcoin", 
      "added": 1513507568, 
      "topic_id": 16468
    }, 
    {
      "body": "In the simplest terms, Bitcoin is a virtual currency that exists entirely online. You can send and receive bitcoins in the same way you can Venmo your roommate beer money. It's main innovation is “the blockchain,” a ledger of every transaction that's shared across the world in a peer-to-peer network. Because bitcoin accounts ...\n\nhttps://www.gq.com/story/what-the-hell-is-bitcoin-let-this-documentary-on-netflix-explain", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "What the Hell Is Bitcoin? Let This Documentary on Netflix Explain", 
      "added": 1513507811, 
      "topic_id": 16469
    }, 
    {
      "body": "“It's not necessarily something that's easy to understand,” the lobbyist added, saying that digital currencies have the “baggage of being associated with the dark web and nefarious businesspeople.” “This is legitimacy problem, but with time that can be overcome.” Policymakers were already struggling to understand ...\n\nhttp://thehill.com/policy/finance/365190-bitcoin-boom-brings-new-scrutiny-from-washington", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Bitcoin boom brings new scrutiny from Washington", 
      "added": 1513513971, 
      "topic_id": 16470
    }, 
    {
      "body": "The United States government has been granted permission to sell off hundreds of units of cryptocurrency seized by law enforcement from a man alleged to have sold counterfeit pharmaceuticals on the dark web. The move to sell off the seized assets was approved by a federal judge in Utah after a recent filing from a U.S. ...\n\nhttp://www.ibtimes.com/us-government-selling-bitcoins-seized-dark-web-seller-2629180", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "US Government Selling Bitcoins Seized From Dark Web Seller", 
      "added": 1513522185, 
      "topic_id": 16471
    }, 
    {
      "body": "Identity verification is an unavoidable process for many public and private organisations such as banks, telecom, credit companies and more . And this process continues to become trickier and more complex despite being complemented by digitization. Or else why would people be spending half of their day just getting their ...\n\nhttps://themerkle.com/how-the-blockchain-will-secure-your-online-identity-heres-how-a-crypto-startup-is-doing-it/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "How the blockchain will secure your online identity? Here's how a ...", 
      "added": 1513522307, 
      "topic_id": 16472
    }, 
    {
      "body": "In a gold rush, the surest way to a fortune is to sell shovels. And so it is with the cryptocurrency craze. Companies ranging from online exchanges that facilitate the trade of bitcoin and other currencies, to the makers of “digital wallet” USB drives, are raking in extraordinary sums amid the mania set off by bitcoin's 18-fold rise ...\n\nhttps://www.thetimes.co.uk/article/who-profits-from-mania-for-bitcoin-btgbzxt9p", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Who profits from mania for bitcoin?", 
      "added": 1513523576, 
      "topic_id": 16473
    }, 
    {
      "body": "The good news is that if you're willing to put in the effort, you can achieve some very nice earnings online. Later on in this post, I'll expose some of my own earnings so you can see what I mean. Also, there's no such thing as “free bitcoins”. It will always cost you something to get Bitcoins. It may not always be money, but ...\n\nhttps://99bitcoins.com/how-to-earn-bitcoins-fast-free/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "How to Get Bitcoins – A Guide to Earning Bitcoins Fast and Free in ...", 
      "added": 1513523638, 
      "topic_id": 16474
    }, 
    {
      "body": "As a coda to last week's story about a woman getting busted for ordering a deep web hitman, it's been reported that she's just been jailed for six years. Don't order a darknet assassin to whack your lover. It's just not worth it. Thursday's biggest stories pertained to the Israeli PM speaking of bitcoin's inevitable rise and yet ...\n\nhttps://news.bitcoin.com/this-week-in-bitcoin-regulators-mount-up-as-bitcoin-keeps-bubbling/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Regulators Try to K-Pop the Bitcoin Bubble", 
      "added": 1513525692, 
      "topic_id": 16475
    }, 
    {
      "body": "In juvenile court, Morgan K. Johnson, 17, of Center City, Minn., has been charged with the same offense. Menne often provided illicit drugs to Johnson through the dark web, according to prosecutors. On the day of his death, the prosecution alleged, Cameron Johnson sent a text message to someone he knew as \"Bubbles.\n\nhttp://www.startribune.com/dark-web-drug-purveyor-convicted-of-murder-in-death-of-minnesota-teen/464769383/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "'Dark web' drug purveyor convicted of murder in death of Minnesota ...", 
      "added": 1513527022, 
      "topic_id": 16476
    }, 
    {
      "body": "Some people have attributed the attacks on the Bitcoin Gold network to opponents who believe that the fork undermines the cryptocurrency community. Whether this is the case or not, what is clear is that there is a cybersecurity issue within the cryptocurrency community, with Bitcoin Gold just being one of a number of ...\n\nhttps://news.bitcoin.com/bitcoin-gold-a-case-study-on-the-cryptocurrency-security-problem/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Bitcoin Gold: A Case Study on the Cryptocurrency Security Problem", 
      "added": 1513529985, 
      "topic_id": 16477
    }, 
    {
      "body": "The use of DIMPAY will eliminate numerous payment errors as the use of NEM blockchain technology makes this platform less expensive and instantaneous, mainly directed at peer-to-peer, business-to-business, consumer-to-business and business-to-consumer transactions. Consisting of the DEPOTWALLET web-app, the ...\n\nhttps://themerkle.com/dimpays-ico-launch-the-future-of-decentralized-cryptocurrency-payments/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "DIMPAY's ICO Launch – The Future of Decentralized ...", 
      "added": 1513531979, 
      "topic_id": 16478
    }, 
    {
      "body": "Once bought they are stored in a bitcoin wallet, which can exist in an online cloud, computer or even linked to bank accounts. It's also anonymous and transparent with all transactions stored on a public ledger called a block chain. To get involved you can either buy the money through a broker with regular currency or 'mine' ...\n\nhttp://www.walesonline.co.uk/news/wales-news/ordinary-welsh-people-making-thousands-14044146", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "The ordinary Welsh people making thousands (and more) from Bitcoin", 
      "added": 1513537659, 
      "topic_id": 16479
    }, 
    {
      "body": "Ethereum is often promoted as the ultimate solution for decentralized apps, with some even claiming that it will be the substrate for developing all software in the future. ... People playing around with virtual pets known as Crypto Kitties have contributed towards congesting the ethereum network and driving costs up. Are the ...\n\nhttps://news.bitcoin.com/kik-ditches-ethereum-the-dial-up-cryptocurrency/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Kik Ditches Ethereum “The Dial-Up” Cryptocurrency", 
      "added": 1513538929, 
      "topic_id": 16480
    }, 
    {
      "body": "An over-the-top portrayal by actor Armie Hammer in the 2010 film “The Social Network” painted them as prepster buffoons who bungled their way out one of ... And no one thought their investment of $11 million — part of a $20 million cash settlement from Zuckerberg — in bitcoin in 2013 was anything more than a fool's folly.\n\nhttps://nypost.com/2017/12/17/theres-now-a-billion-more-reasons-to-hate-the-winklevoss-twins/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "There's now a billion more reasons to hate the Winklevoss twins", 
      "added": 1513542313, 
      "topic_id": 16481
    }, 
    {
      "body": "The Bitcoin futures market has been well-received by institutional investors so far. Although the trading volume may not be all that impressive yet, big things are expected in this regard. Moreover, it seems CBOE's futures will be offered to more clients in the near future. TD Ameritrade will soon give its customers access to this ...\n\nhttps://themerkle.com/td-ameritrade-to-offer-cboe-bitcoin-futures/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "TD Ameritrade to Offer CBOE Bitcoin Futures", 
      "added": 1513542979, 
      "topic_id": 16482
    }, 
    {
      "body": "It has been a rather interesting past few weeks for Cardano. Although most people still aren't sure why this cryptocurrency is around or why its price is so high, things are certainly firing on all cylinders. Thanks to more strong gains over the past 24 hours, we have seen the Cardano price surge to US$0.50 once again.\n\nhttps://themerkle.com/cardano-price-surges-to-0-5-thanks-to-overnight-gain-of-76-over-bitcoin/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Cardano Price Surges to $0.50, Up 76% Against Bitcoin", 
      "added": 1513549385, 
      "topic_id": 16483
    }, 
    {
      "body": "The long and winding road that led the 33-year-old founder of the \"dark web\" site Silk Road, Ross Ulbricht, to life in prison without parole in 2015 is inextricably caught up in the history of the bitcoin. The Silk Road was a former digital marketplace where illicit drugs were sold from 2011 to 2013 until law enforcement caught ...\n\nhttp://ravallirepublic.com/news/state-and-regional/article_564806f9-877c-553b-b36f-942f320134d8.html", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "The dark, twisted path of Silk Road and the bitcoin", 
      "added": 1513551743, 
      "topic_id": 16484
    }, 
    {
      "body": "San Francisco-based cryptocurrency researcher Howard Wu likens the current bitcoin phenomenon to what the internet was like decades ago, when few knew how to use it or what it was. As the internet began taking off, companies made it easier for ordinary people to go online, access email, and begin to use the web.\n\nhttp://mtstandard.com/news/local/startup-company-looking-to-invigorate-anaconda-economy-with-bitcoin-officials/article_6e7c4bb2-9d2d-551e-b7c5-9be7b00b6fc7.html", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Startup company looking to invigorate Anaconda economy with ...", 
      "added": 1513552348, 
      "topic_id": 16485
    }, 
    {
      "body": "Lumens are the 'native assets' of the Stellar network. Stellar is a somewhat different blockchain protocol than other cryptocurrencies, and often draws comparisons to Ripple. Like XRP, Lumens are digital tokens designed to help dissolve inefficiencies among financial institutions and consumers. Getting into the technology ...\n\nhttps://www.forbes.com/sites/jessedamiani/2017/12/17/crypto-watch-stellar-lumens-xlm-price-rockets-54-in-16-hours-overtaking-eos-and-neo/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Crypto Watch: Stellar Lumens (XLM) Price Rockets 54% In 16 Hours ...", 
      "added": 1513552712, 
      "topic_id": 16486
    }, 
    {
      "body": "The shadowy forums and auction rooms of the so-called dark web are well known for serving up all manner of drugs, falsified identification documents and even hitmen for hire. Now researchers have found an emerging market for the refined criminal looking to spend his dirty money, including Nazi gold, stolen oil paintings ...\n\nhttps://www.thetimes.co.uk/article/dark-web-goes-glitzy-to-sell-gold-and-jewels-w357qp2l7", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Dark web goes glitzy to sell gold and jewels", 
      "added": 1513556036, 
      "topic_id": 16487
    }, 
    {
      "body": "Super Bitcoin went live a few days ago when the Bitcoin network discovered block 498,888, allowing exchanges to begin issuing this currency to holders of Bitcoin. OKEx, Huobi Pro, Coinut, CEX.com and a few others have all (allegedly) pledged support for this hard fork, although it remains to be seen if they will enable ...\n\nhttps://themerkle.com/what-is-super-bitcoin/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "What Is Super Bitcoin?", 
      "added": 1513558152, 
      "topic_id": 16488
    }, 
    {
      "body": "According to this website (link) almost 17,000,000 bitcoins have been mined. Open interest of 0.009% of bitcoins in circulation is hardly a validation of the product, or, for that matter, the robustness of the price discovery mechanism. (many anti-bitcoin pundits constantly question pricing given the lack of transparency and ...\n\nhttps://www.forbes.com/sites/petertchir/2017/12/17/bitcoin-futures-first-week-earns-c-grade/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Bitcoin Futures First Week Earns C- Grade", 
      "added": 1513559724, 
      "topic_id": 16489
    }, 
    {
      "body": "Currently, the top three darknet marketplaces are doing well for themselves as they have replaced the fallen soldiers selling their wares on the deep web. Without adding vendor shops, there are roughly eight very large darknet marketplaces (DNM) on the web which include Dream, the Wall Street Market (WSM), the ...\n\nhttps://news.bitcoin.com/not-just-drugs-darknet-markets-carry-a-variety-of-goods-for-your-bitcoin/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Not Just Drugs: Darknet Markets Carry a Variety of Goods for Your ...", 
      "added": 1513568185, 
      "topic_id": 16490
    }, 
    {
      "body": "SonoCoin Rocks The Cryptocurrency World With ICO Launch & Release Of The First Ever Audible Blockchain Enabled Cryptocurrency ... SonoCoin network fees will be approximately 0.5% on total transactions, making it extremely attractive to businesses including the payment processing industry, gaming industry, online ...\n\nhttps://themerkle.com/sonocoin-rocks-the-cryptocurrency-world-with-ico-launch-release-of-the-first-ever-audible-blockchain-enabled-cryptocurrency/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "SonoCoin Rocks The Cryptocurrency World With ICO Launch ...", 
      "added": 1513569515, 
      "topic_id": 16491
    }, 
    {
      "body": "Much has been written in Indonesia about the 'deep web' and the 'dark web' – much of it ill-informed scaremongering. Typical of this is an article headlined “5 Risks of Entering the Internet World's Dark Side, the Deep Web”. First, it warns, the deep web is crawling with “super viruses”. Second, your data could be stolen if you ...\n\nhttp://indonesiaexpat.biz/other/delving-dark-web/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Delving into the Dark Web", 
      "added": 1513581593, 
      "topic_id": 16492
    }, 
    {
      "body": "Early volumes were light, and just before publication 354 contracts had changed hands on the most actively traded one-month forward contract. The value of the forward contracts fell as low as $18,775, down $725 from the opening value of $19,500. Just before publication, one-month contracts expiring in January 2018 ...\n\nhttp://www.businessinsider.com/bitcoin-futures-trading-prices-falling-2017-12", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Bitcoin falls after CME Group launches bitcoin futures", 
      "added": 1513582742, 
      "topic_id": 16493
    }, 
    {
      "body": "UK-based PayperEx is the first alternative share market network to utilize Bitcoin blockchain technology to lower the barrier of entry into cryptocurrency trading. PayperEx aims to decentralize the shares market by creating an alternative trading network and bringing the benefits of blockchain technology to shares trading.\n\nhttp://www.newsbtc.com/2017/12/18/payperex-bitcoin-disrupting-blockchain-status-quo/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "PayperEx and Bitcoin – Disrupting the Blockchain Status Quo", 
      "added": 1513591258, 
      "topic_id": 16494
    }, 
    {
      "body": "If a love of risk and the fun of watching money go up and down is what is motivating many buyers then that doesn't sound like currency trading, investing, or savings but... online gambling. Advocates of the \"it's just fun\" theory of Bitcoin's value better hope they don't convince lawmakers. If they agree Bitcoin is online gambling ...\n\nhttps://www.forbes.com/sites/modeledbehavior/2017/12/17/is-bitcoin-just-for-fun/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Is Bitcoin Just For Fun?", 
      "added": 1513593675, 
      "topic_id": 16495
    }, 
    {
      "body": "Bitcoin.com operates in everything that has to do with bitcoins. Today, the site – based out of Tokyo but registered on S:t Kitts – has several million unique visitors per month, according to Similarweb, a web analytics site. The company's biggest single revenue stream is its so called bitcoin “mining pool”, where it forges new ...\n\nhttp://nordic.businessinsider.com/the-swedish-founder-of-bitcoin.com-one-of-the-largest-sites-in-the-industry-has-sold-all-his-bitcoins-because-its-as-good-as-useless--/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "The Swedish co-founder of Bitcoin.com, one of the largest websites ...", 
      "added": 1513594461, 
      "topic_id": 16496
    }, 
    {
      "body": "Its fundamental technology will be added to Ethereum, the decentralized computing network that, alongside Bitcoin, is spurring an exuberant $350 billion boom in crypto coins. And Zcash's incipient parameters, hatched in the cool shadow of the Rockies, will be adopted by the U.S.'s biggest bank, JPMorgan Chase (jpm).\n\nhttp://fortune.com/2017/12/18/jp-morgan-bitcoin-zcash-wilcox/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Can This Man Build a Better Bitcoin?", 
      "added": 1513598751, 
      "topic_id": 16497
    }, 
    {
      "body": "Several Bay Area businesses now accept the digital currency as payment for goods and services, including Coupa Cafe in Palo Alto, the San Jose Earthquakes soccer team, and travel-booking website Expedia. If you buy bitcoin at a Coinucopia ATM to store up, or spend as you wish, you'll pay extra for the convenience.\n\nhttp://www.mercurynews.com/2017/12/18/as-bitcoin-soars-one-company-offers-instant-bitcoin-via-bay-area-based-atms/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "As bitcoin soars, Coinucopia offers instant bitcoin via Bay Area ATMs", 
      "added": 1513602195, 
      "topic_id": 16498
    }, 
    {
      "body": "When it reached a high of $19,771 yesterday, Bitcoin made the creator of the cryptocurrency the 44th richest person on the planet – if you go by Forbes' list, noted Quartz. The problem? Even after eight years since it was launched, we still don't know who that is. Over the past few years, many people have been suspected to ...\n\nhttps://thenextweb.com/hardfork/2017/12/18/whoever-created-bitcoin-is-now-among-the-worlds-50-richest-people/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Whoever created Bitcoin is now among the world's 50 richest people", 
      "added": 1513602619, 
      "topic_id": 16499
    }, 
    {
      "body": "Blockchain is a type of software that powers a database for verifying transactions made online. The idea is that by making the database public, no one can cheat the system by editing records because everyone using the system spots them in the act. The decentralized and distributed nature of blockchain prevents one ...\n\nhttps://www.rcrwireless.com/20171218/the-role-of-blockchain-in-telecommunications-tag27-tag99", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "The role of blockchain in telecommunications", 
      "added": 1513613133, 
      "topic_id": 16500
    }, 
    {
      "body": "Today, the site –based out of Tokyo but registered on S:t Kitts – has tens of millions of unique monthly visitors, according to Similarweb, a web analytics site. The company's biggest single revenue stream is its so called bitcoin \"mining pool\", where it forges new units of the cryptocurrency that are released on the market.\n\nhttp://www.businessinsider.com/one-of-the-co-founders-of-bitcoincom-has-sold-all-of-his-bitcoin-2017-12", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "One of the co-founders of bitcoin.com has sold all of his bitcoin", 
      "added": 1513614405, 
      "topic_id": 16501
    }, 
    {
      "body": "Bitcoin's energy consumption stems partly from the fact that it's a proof-of-work cryptocurrency, meaning miners are rewarded for solving mathematical puzzles on the blockchain and for helping to prevent attacks on the bitcoin network. As the calculations get more complicated, more energy is required. \"For as long as POW ...\n\nhttp://www.businessinsider.com/bitcoin-price-volatility-could-start-moving-energy-markets-2017-12", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Bitcoin's wild volatility could soon start shaping other markets", 
      "added": 1513623772, 
      "topic_id": 16502
    }, 
    {
      "body": "On its web site, the CFTC uses the example of a wheat farmer. By selling wheat futures, the farmer lays off his risk and, arguably, is able to support a bigger farm. Does the CFTC honestly believe this will occur with bitcoin futures? Or that they serve any economic purpose?What futures and options will bring to bitcoin is an ...\n\nhttps://www.washingtonpost.com/news/wonk/wp/2017/12/18/of-bitcoin-body-snatchers-and-buffett/", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Of bitcoin, body snatchers and Buffett", 
      "added": 1513624196, 
      "topic_id": 16503
    }, 
    {
      "body": "A bitcoin wallet is a software program used to store your private stash of bitcoins. Wallets can take several different forms; the most common types, from most secure to least secure, are hardware wallets, desktop wallets, web wallets, and mobile wallets. Mobile wallets in particular are very much in demand these days, and ...\n\nhttps://www.fool.com/personal-finance/2017/12/18/watch-out-for-these-common-bitcoin-scams.aspx", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Watch Out for These Common Bitcoin Scams", 
      "added": 1513624560, 
      "topic_id": 16504
    }, 
    {
      "body": "Results from the team's research paper, Sex, Drugs and Bitcoin, revealed that one-third (32 to 34 per cent) of bitcoin users were using the cryptocurrency for illegal activities, with half of all bitcoin transactions for the purposes of trading illegal goods. “The paper describes how bitcoin has become the PayPal of the dark web, ...\n\nhttps://www.investordaily.com.au/markets/42351-bitcoin-the-paypal-of-the-dark-web-uts", 
      "parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG", 
      "title": "Bitcoin the 'PayPal of the dark web': UTS", 
      "added": 1513625468, 
      "topic_id": 16505
    }
  ], 
  "topic_vote": {}, 
  "next_comment_id": 3, 
  "comment_vote": {}
}