{
	"next_post_id": 94,
	"next_comment_id": 5,
	"next_follow_id": 1,
	"avatar": "generate",
	"user_name": "Yandom",
	"hub": "1KNmG5rJUGhgUJGFbLkv2B5isaqu9PrZqi",
	"intro": "新 ZeroNet 用户",
	"post": [
		{
			"post_id": 1,
			"date_added": 1487327771,
			"body": "刚参加工作时，第一次加班，晚上领导跟我说:“查夜。”\n我也不大清楚怎样查，心想应该是到处巡一下吧，于是走出办公室东张西望的逛了一圈。\n后来碰到一同事，他说:“兄弟你有种，领导让你拿茶叶，你居然走出来不理他。”"
		},
		{
			"post_id": 1487327846,
			"body": "我妈带我去 拔 智齿，医生又 劈 又 钻 满头大汗，拔 了快一个小时。我龇牙咧嘴，满嘴是血，我妈居然在边上拍照，还发朋友圈说女儿 拔 牙好有趣。。。",
			"date_added": 1487327844
		},
		{
			"post_id": 1487327857,
			"body": "我一同乡，大学四年没交学费，毕业时学校不发他毕业证，他就和教授说“能不能让我看看我的毕业证？”然后教授就给他看了，结果他把毕业证上面的号码都记下来了，到外面办个假证，但号码是真的，在网上一查和真的证一样的用，也是醉了",
			"date_added": 1487327854
		},
		{
			"post_id": 1487327866,
			"body": "闺蜜跟第三任男票又谈嘣了。\n原因是情人节男票舍不得送礼物，闺蜜不高兴，两个人吵架，吵急了男票说：你看看你，前面看飞机场，侧面看电线杆，我真是宁愿摸自己都不想摸你。\n然后这男的差点住院……",
			"date_added": 1487327862
		},
		{
			"post_id": 1487327883,
			"body": "昨天巧遇媳妇的小学同学，一起喝了点酒。席间该同学爆料:你媳妇小时候爱哭，一哭就一天，我们都叫她“张一天”，现在还爱哭不？\n\n我答:没哭过，在我家都是我哭……",
			"date_added": 1487327878
		},
		{
			"post_id": 1487327897,
			"body": "情人节那天晚上，男同事约我看电影！我电话给我妈说，要加班晚些回家！\n老妈说，我和你爸等你回家吃饭，别回来太晚了！\n在电影院门口，我和男同事遇见了我爸和我妈。。。",
			"date_added": 1487327891
		},
		{
			"post_id": 1487327906,
			"body": "上班期间经常会肚子饿，不喜欢吃零食，就到超市附近一个水果摊买水果吃，一来二去的和买水果的哥们熟了，一个礼拜前的下午买好水果结账的时候，卖水果的哥们对我说 : “干脆你做我女朋友吧 。这样就有免费的水果吃喽 。”\n现在的情况是我们分手了。理由是他嫌我太能吃了 ！ T^T",
			"date_added": 1487327899
		},
		{
			"post_id": 1487327915,
			"body": "我妈正在拖地，我爸看到急忙上前:“你身体不好快歇着，怎么能干这种粗活呢？以后你就好好的在客厅磕着瓜子看电视，这种粗活就让儿子来干好了。”然后他笑呵呵的看着磕着瓜子一脸懵逼的我。。。",
			"date_added": 1487327907
		},
		{
			"post_id": 1487327925,
			"body": "心情突然很好，遂开始唱歌，把房门，窗户都打开通风，愉快的收拾家务。\n对门张阿姨突然紧张的冲进来：进门就骂我老公，你是不是又给媳妇吵架了？然后抱着我问“哪里不舒服吗？哼哼唧唧的。”天呐，我唱歌都能唱出家暴的感觉了……",
			"date_added": 1487327916
		},
		{
			"post_id": 1487327935,
			"body": "群里三美女都说自己是路 痴。一位说坐地 铁老是把来去方向搞 反；另一位说一个人不敢进超市，因为老是找不到出 口；\n这俩位确实够路 痴的，但第三位美女一开 口，她俩都甘拜下风：因为她自从被 老 公拐出家门以后，至今还没找到回 娘 家的路…",
			"date_added": 1487327925
		},
		{
			"post_id": 1487327945,
			"body": "昨天，女儿拿了一袋零食 指着上面的字说“太姥姥，我教你认字，这两个字念 土 豆！”太姥姥乐呵呵的跟着念了一遍“土 豆”，那场面真的好温馨，我忍不住微笑着走过去...\n只见女儿 反 着 拿的零食袋，那上面清清楚楚的写着 豆 干！！",
			"date_added": 1487327934
		},
		{
			"post_id": 1487327953,
			"body": "同事发零食还没发到你，你在旁边假装不知道，等他过来要惊喜说谢谢，这个时候真的很考验演技 ，哈哈内心戏很足！",
			"date_added": 1487327941
		},
		{
			"post_id": 1487327965,
			"body": "带着三岁的侄女去朋友家玩，到家门口，侄女抢着去敲门，敲门半天没反应。 我说 : “用嘴啊！” 侄女用嘴在门上亲了下，门还没开！\n我说 : “傻丫头 怎么不知道用脑子？”\n然后就看到他用脑袋去撞门！\n哎呦我的小祖宗哎！头上这么大的包，回家怎么给我爸妈交差！",
			"date_added": 1487327952
		},
		{
			"post_id": 1487327997,
			"body": "过年时，老爸让我给他下载一部叫《抢枕头》的动画片（讲述三个儿子不孝的故事），老爸每天让我哥、我、我妹陪着他看一遍。。。\n难道是我们忽略老爸，他不满意了？\n老爸：我老啦，你们又忙，都没空陪我。所以，我只好找三个朋友陪我。从现在起，你们每人每月给我出300块麻将费。。。",
			"date_added": 1487327983
		},
		{
			"post_id": 1487328007,
			"body": "这几天住院，房间里还有一女的，骨折了不能动，一个实习护士负责她，给她插尿袋时，那女的叫起来了，你你你！插哪里了！瞬间我们在风中凌乱……",
			"date_added": 1487327992
		},
		{
			"post_id": 1487328018,
			"body": "我一朋友，高中时有一女汉子同桌，天天揍他，这不有天，把他堵在胡同口又要揍他！俗话说，狗急跳墙，兔子急了也咬人不是？当时我也……呸，我朋友豁出去了，撸起衣袖抱住那妹纸，吧唧就是一口，然后大声说：我爱你……\n那妹纸当时惊呆了，整个人愣住，小脸一红，跑了……\n唉。现在那妹纸是我那朋友的老婆……还是天天揍……",
			"date_added": 1487328002
		},
		{
			"post_id": 1487328027,
			"body": "表姐买了小龙虾，让我去吃 麻 辣 小龙虾！吃过饭后，表姐又给我打包点，让我回家吃！小外甥女眼 巴 巴的看着“吃就吃呗，还要拿走！”\n我着急回家，忘了换 鞋 就要出门，小外甥女“哇”就哭了死 死 的抱 着我：“你都拿了吃的，咋还要把我家拖 鞋 穿 走 啊！”\n我。。。",
			"date_added": 1487328010
		},
		{
			"post_id": 1487328067,
			"body": "楼主学习泰拳四年有余，当初教练问我为啥学这个？我说是为了让不想跟我讲道理的人讲道理。我明显感觉教练的嘴角抽搐了一下。\n自从学了泰拳后，时至今日，连不想跟我讲道理的男人都没了… ",
			"date_added": 1487328049
		},
		{
			"post_id": 1487328079,
			"body": "办公室新招了一个妹纸，说当初找工作作的时候，她妈妈不让她找是双休的，说是单身狗不需要那么多假期，呆家里也是浪费粮食。\n我觉得她可能遇到了一个假妈妈",
			"date_added": 1487328060
		},
		{
			"post_id": 1487328091,
			"body": "我老公绝对是那种脸皮超薄的老好人！\n我们出门在外有时去旁边的店铺问路，他总会买点东西，有时一瓶水，有时一盒烟，还有一次竟然是一件女装。\n所以吃准他这点，以前每次都会让他陪我逛街，进去我就一通咨询，他每次都笑眯眯的买单，没一次空手出来。\n慢慢的，他就不进去了，因为他也认清了我，知道我可以厚着脸皮进去一顿逛，然后空手出来！",
			"date_added": 1487328071
		},
		{
			"post_id": 1487328105,
			"body": "当年和女友去电影院看《大 笑 江 湖》，开场没多久就有一场床 戏，这对成年 人来说也不算啥，但激 情 画面才刚开始就黑 屏了，二 货 女 友意犹未尽的大叫：咦，咋停电了？我还想看呢…\n然后，发现说错话的女友双手捂脸把头低了下来，剩下我一个人坦然承受了四周观众惊讶的目光…",
			"date_added": 1487328084
		},
		{
			"post_id": 1487328116,
			"body": "回家看到哥哥一个人在喝酒，问其原因。～～～割一下～～～\n嫂子过生日，我哥为了让她开心，精心筹划了一整天。给她买双新鞋，又带她去吃西餐，然后在海玩了一晚上。回到家打开QQ，看见我嫂子更新的说说写着 : “真特么无聊的一天，睡觉去。。。”",
			"date_added": 1487328094
		},
		{
			"post_id": 1487328126,
			"body": "去镇上快递网点拿件骑车十几分钟，楼主都是等全到了才去拿的，有五六个。快递网点的那位哥哥看了我三遍！然后郑重的说：作为一个女人，你是拿快递最不积极的！……囧",
			"date_added": 1487328103
		},
		{
			"post_id": 1487328139,
			"body": "我上班比较早天还没有亮，老婆在睡觉。我不想打扰了她就轻轻的穿上衣服关上门，匆匆的上班去了。12个小时过去了……我下班刚进门老婆就问我：“今天你不感觉哪里不对吗？”\n我:“没有啊！就是裤子有点紧。”\n“你把我毛裤穿走了。你不难受吗？”\n我说呢难怪我尿尿找了半天的口都没找到呢！",
			"date_added": 1487328115
		},
		{
			"post_id": 1487328151,
			"body": "昨晚去姐姐家吃饭，回来的时候姐拿了件姐夫的旧棉袄让我骑车的时候放前面挡一下。到家发现棉袄里有一包烟，拿着看分量应该没抽几根，这感觉，比捡几十块钱还开心，打开一看，卧槽！卧槽！卧槽！……一卷百元大钞！！",
			"date_added": 1487328126
		},
		{
			"post_id": 1487328162,
			"body": "去年在阜新工作，工期结束后打算买点特产回去，问小卖铺的老板娘有没有正宗的阜新特产。老板娘想了一会说“阜新老娘们最正宗，隔壁一条街都是保证正宗。”",
			"date_added": 1487328136
		},
		{
			"post_id": 1487328171,
			"body": "上小学的表弟开学第一天就被请家长了，原因是今年是他的本相年，舅妈不仅给他买了红鞋红裤红外套，还给他染了一缕特洋气的红毛，\n大概是过年这段时间看习惯了，结果开学的时候居然忘了染回来就直接去了学校。。。。",
			"date_added": 1487328144
		},
		{
			"post_id": 1487328179,
			"body": "楼主心情不好，就对老公和闺女说，让他俩这几天说话注意，别惹楼主生气。。。\n楼主做好晚饭，全家正吃着，闺女从菜里揪出一根头发，闺女瞄了楼主一眼，‘机智’的说：妈妈，我发现了你的一根亮丽的秀 发。。。亮！丽！的！秀！发！。。。\n哈哈哈，孺子可教也。。。。",
			"date_added": 1487328151
		},
		{
			"post_id": 1487328188,
			"body": "我一哥们异地恋，两年了，女朋友依然不动心。我对他说:“你是不是不够热情？”哥们儿说:“我每天都和她微信畅聊啊！”我说:“那就是缺少浪漫！”于是乎，这哥们三天两头的给女朋友快递玫瑰花。两个月后，哥们哭着埋怨我说:“都怪你让我浪漫！我女朋友和快递小哥结婚了！！！”",
			"date_added": 1487328159
		},
		{
			"post_id": 1487328196,
			"body": "老公洗澡去了，手机在床上充电然后屏幕亮了 ，居然是个贱人发来的酒店地址。差点把我气炸了，后来一想必须治治那贱人，于是提了把刀就去酒店，开门后在酒店等待的却是贱人的老公，他也拿了把刀，后来我俩……我俩............",
			"date_added": 1487328166
		},
		{
			"post_id": 1487328221,
			"body": "",
			"date_added": 1487328190,
			"meta": "{\"img\":\"486,700,aa9bcb4549a8333cdbb99787566444dfda88754124676987,01023110104055678935ABCDDEAAFCD3D27AAAAAAA555555A555555A55555551555511\"}"
		},
		{
			"post_id": 1487328350,
			"body": "他只剩下了二十多元，就敢把一刚认识不到一天的女孩子叫出来玩，后来居然成功给啪啪了。\n我问他：你就剩那点钱吃两碗面，连瓶水钱都不够，怎么好意思去约？\n同事悠悠的来了句。：我那还有一箱方便面呢。。。",
			"date_added": 1487328318
		},
		{
			"post_id": 1487328358,
			"body": "上小学时，班级里组建学习小组，目的是让同学们互相帮助提高学习成绩。\n我们非常嗨皮，一个月下来同学家半麻袋土豆都被我们烤土豆片吃了。。。",
			"date_added": 1487328325
		},
		{
			"post_id": 1487328376,
			"body": "去年夏天太热了，我坐在流水线旁边 拿起风 枪全身扫 射 缓解炎热，巡线品保穿着蕾丝超短裙走了过来，我故意把枪 口 由下往上狂风呼啸，竟然没穿安全裤、黑色的内 内一览无余、随着品保刺耳的尖叫声、整条线的目光聚焦于此。男同胞们大饱眼福！没想到 第二天 全公司通报：*** （就是我）因扰乱产线秩序、性 骚扰女员工、视为公司的害群之马 开除以示公正！",
			"date_added": 1487328342
		},
		{
			"post_id": 1487328417,
			"body": "楼主学建筑的，这些年考了很多证书，所以有不少资格章，这让楼主引以为豪。。。\n前几天，一朋友办手续，急需楼主的两个章。。。楼主傲娇的拎着一袋子印章，去小区门口给朋友盖（嘚）章（瑟）。。。\n后来，小区里流传着 姐 是 刻 假 章的传说。。。",
			"date_added": 1487328382
		},
		{
			"post_id": 1487328436,
			"body": "",
			"date_added": 1487328400,
			"meta": "{\"img\":\"700,700,6867959a9bdaabaefe4622329b8666330ca9cba763432111,00123423556671307833667921761877A711999977621BCBD60069AAAAE79FAFFEE6699A7AD6E6667FFF7A777667EE669999\"}"
		},
		{
			"post_id": 1487328461,
			"body": "儿子要学画画 ，凭传单上的培训班号码打过去，通了后我喂了一声。\n那边不吭气，我又喂了一声。\n然后一男的压低声音说：先别说话，我跟老婆在一起。晚点找你。然后电话挂了。\n我一脸懵比，这是怎么个情况?",
			"date_added": 1487328424
		},
		{
			"post_id": 1487328469,
			"body": "晚上儿子拿着一大堆积木玩，撒得满床都是，一个人念念叨叨的：哎呀！怎么乱七八糟的？要收拾一下！\n接着自己把玩具捡进袋子里，捡到一半突然挪到我面前：妈妈！你怎么那么懒，居然让宝宝打扫卫生？\n(⊙o⊙)(⊙o⊙)是我搞乱的撒？？？？",
			"date_added": 1487328431
		},
		{
			"post_id": 1487328478,
			"body": "我女朋友跟我玩了一个谁先理对方谁就输的游戏，都半年多了！音信全无！！妈的她是不是把老子甩了啊？？？？？？\n看样子哥们憋不住了，要输了....",
			"date_added": 1487328439
		},
		{
			"post_id": 1487328488,
			"body": "我舅妈当年嫁给我舅之前，两家坐一起谈条件，她羞涩的说“都不要了，有口饭吃就行！”\n我舅高兴啊，觉得自己命好，捡到一个好养活的媳妇，一拍大腿这事就成了。\n嫁过来第三个月，我舅舅第六次从面粉厂扛面回来的时候，他开始怀疑当初的决定是不太草率了……",
			"date_added": 1487328448
		},
		{
			"post_id": 1487328511,
			"body": "联系上了一个10年没见的女同学。。。\n在Q Q 上我俩聊着聊着，开始聊起惨痛的事。。。楼主给她发了一张楼主左腿骨折的照片后，同学默默发来一张她双腿打着石膏、脑袋上缠着纱布的照片。。。\n好吧，你赢了，你惨。。。",
			"date_added": 1487328470
		},
		{
			"post_id": 1487328522,
			"body": "“老公，我爱你！”\n“是要买包包那种爱？还是要滚床单那种？”",
			"date_added": 1487328480
		},
		{
			"post_id": 1487328547,
			"body": "",
			"date_added": 1487328504,
			"meta": "{\"img\":\"567,700,bcbababaa976865654665455b785433333436998ba9bbbcc,000011002003111044256110764863339A983559BABB45557BBB6779CCDCCCCDEDDDDDEEEEEEDDEF\"}"
		},
		{
			"post_id": 1487328628,
			"body": "晚上儿子在霍 霍自己的鞋带，一边系，一边在那嘀嘀咕咕的，\n我认真一听，只见他在说：拉大锯，扯大锯，砍大树，发大财……\n把我逗乐了啊，这是熊 出 没 看多了呀，问他干嘛要发大财啊？\n他一脸认真的回答：发大财给你买吃的！你每天吃那么多，我怕到时候养不活你！",
			"date_added": 1487328584
		},
		{
			"post_id": 1487328638,
			"body": "人是要相信命运的，小时候家里穷吃不饱，一次偶然的机会吃到了驴肉，啊，真香啊，我发誓长大了一定先买驴肉吃。16岁参军到部队，没几天，连队里拉车送猪饲料的驴居然死了，这把我撑的，好几天没吃饭。",
			"date_added": 1487328593
		},
		{
			"post_id": 1487328646,
			"body": "办公室键盘有几个按键不灵，今天去机房更换——美女助工接过键盘说:你字母键磨的看不见很正常，前进和后退键怎么也磨的这么厉害？平时看片看的多？\n我去！妹子你这么污，很适合来糗百啊！",
			"date_added": 1487328600
		},
		{
			"post_id": 1487328654,
			"body": "老妈同事给我介绍一男的，说人长得精神，一米八多大个儿，研究生毕业还是老师，我看过照片后说：这么好小伙儿能看上我么？老妈瞅瞅我说：我觉得也看不上，这事儿就算了吧。我……",
			"date_added": 1487328607
		},
		{
			"post_id": 1487328674,
			"body": "小时候农村还没有通电，晚上照明用的都是煤油灯！吃晚饭时煤油灯放在灶台上，一家人老老少少围着桌子吃饭！小孩子有时会说:“别挡住我的光，我看不到吃饭了”，大人总是说:“咋 ？你还能吃到鼻子里去啊”。那时候月亮特别亮也特别圆.............",
			"date_added": 1487328626
		},
		{
			"post_id": 1487328695,
			"body": "大爷，换辆车吧，传单小哥这生意头脑可以～～",
			"date_added": 1487328646,
			"meta": "{\"img\":\"900,506,332443555998ddceedfffbbb876b98baa743665655755533,011234565701218933A3BBC1D2CEA8FB8CD1CCA88838CC38AC3333339993\"}"
		},
		{
			"post_id": 1487328706,
			"body": "小时候农村还没有通电，晚上照明用的都是煤油灯！吃晚饭时煤油灯放在灶台上，一家人老老少少围着桌子吃饭！小孩子有时会说:“别挡住我的光，我看不到吃饭了”，大人总是说:“咋 ？你还能吃到鼻子里去啊”。那时候月亮特别亮也特别圆.............",
			"date_added": 1487328656
		},
		{
			"post_id": 1487328747,
			"body": "砀山最尼玛任性的公交，7:05出车站，两分钟后到北关红绿灯。带着一车乘客停在路边等人等了25分钟！！！！这尼玛一点不考虑其他人的感受，买断线路就尼玛任性。致:砀山公交司机！靠",
			"date_added": 1487328696
		},
		{
			"post_id": 1487328760,
			"body": "女同事新买的白色大衣，在朋友圈晒自拍，我看了在下面回复:呦呵，我看到天使了！女同事回了一个羞羞的表情。\n\n其实我真正想说的是:这衣服怎么这么像白大褂！",
			"date_added": 1487328708
		},
		{
			"post_id": 1487328818,
			"body": "看图。。。。",
			"date_added": 1487328765,
			"meta": "{\"img\":\"394,700,010322221443555734111665877aa9999bbbccc888677554,01233403115167721228899919ABBC39C8B93BC9AD39BBE63FF612331211\"}"
		},
		{
			"post_id": 1487328833,
			"body": "刚开学，学校表彰上学期的优秀教师，并在学校 大门口 大黑板上写出优秀教师名单。年轻教师 杨 树 波 教数学，期末成绩不错，第一次上榜，很开心。\n结果，第二天不知道谁偷偷的把三点水擦掉了，每天大家一进学校就看见黑板上写的 杨 树 皮...",
			"date_added": 1487328779
		},
		{
			"post_id": 1487328842,
			"body": "高考前夕，学校举行升国旗仪式，校长在主席台上说:高三马上就要参加高考了，撕书扔书是一种非常不好的风气，我希望大家可以把书拿回家，作为你们高中的回忆 ，如果我发现有的同学有撕书扔书的行为，我会…………校长沉默了几秒后说:我会替清洁工感到难过的！",
			"date_added": 1487328787
		},
		{
			"post_id": 1487328851,
			"body": "昨天下午，幼儿园校车接邻舍的孙子回来，邻居欲拉着自已孙子回家，那小男孩却一直道貌岸然地目送着校车远去，邻舍拖拉不动他。直到校车消失在拐弯处，那小男孩把书包扔给了他奶奶，跑去路边树头脱掉裤子，露出小弟弟撒起尿来了。\n我感叹:这小男孩真懂事，小小年纪就已经明白了男人是要面子的，车上女士多，不能当着她们的面失礼。",
			"date_added": 1487328795
		},
		{
			"post_id": 1487328859,
			"body": "我有一女性朋友 挺熟的 她从小父母离异 然后各自组建了新的家庭 她随她妈 16岁那年去美国读书 半年没到交了男友 破了初 过了几个月意外怀孕 男的不要 分手 打胎 现在22岁回国 又看上了一个比她大7岁的男人 有个3岁的女儿 我问她看上那男的啥啦 她说她想试试当别人后妈的感觉…我只想说他们一家都好复杂…",
			"date_added": 1487328802
		},
		{
			"post_id": 1487328868,
			"body": "艾玛呀，昨天晚上女票玩我手机，发现一条短信吵着要分手。TMD好莫名其妙，我抢过手机看了看，懵逼了，，，，某个刚刚提拔的女同事发来的，不过怎么发成这个:老大，我让你操了，我一辈子都不会忘了你的。\n卧槽纯属扯淡，这哪跟哪啊......这时又发来一条短信“”对不起，刚刚关键字操心的心打漏了”我......",
			"date_added": 1487328810
		},
		{
			"post_id": 1487328875,
			"body": "乡下大表哥经常出去打牌夜不归宿，有一次单位临时出差半个月还不接电话。表嫂气急了跑到派 出所报案说她丈夫失踪了。\n警 察问：“他是什么时候失踪的？”“两周前。”“那你怎么今天才报案？”表嫂笑嘻嘻的说:“今天该他上交工资了啊。”",
			"date_added": 1487328816
		},
		{
			"post_id": 1487328891,
			"body": "一个男生对我一个好朋友表白。不知道是不是第一次变白。那腼腆的。。。好半天才憋出一句话：“我有那么一点一点点一点点点点喜欢你。”我那朋友听后极为认真而地对他说：“那么一点点可以忽略不计了。”随后转头走了。。我看那男生撞墙的心都有了。。",
			"date_added": 1487328831
		},
		{
			"post_id": 1487328899,
			"body": "合租，四个室友，楼主虽是妹子，但小香脚还是远近闻名的，放浴室的擦头发的毛巾总是被人拿来用，之前有意无意提过两次，也没人承认，昨天大家都在，我乐呵呵的说了一句：也不知道是谁，一天天老是拿我擦脚的毛巾用，也不怕…话没说完突然就有人插话了：卧槽那是你擦脚的，会不会把脚气传染蛋气！what ？蛋气？卧槽对我擦头的毛巾干了啥？",
			"date_added": 1487328838
		},
		{
			"post_id": 1487328907,
			"body": "初二的时候 学校当时安装的门是铁门但是有窗户是可以看见外面的 当时下课我和同学们玩得 当时突发一想把门一锁就很骄傲的对门外的同学竖起中指 这时老师出现在窗外 这不是重点 重点是她竟然回我个中指",
			"date_added": 1487328845
		},
		{
			"post_id": 1487328915,
			"body": "和小女友在一个小镇一起长大的。其实小丫头挺迷糊的，小学的时候因为顺路每天上学都会一起，我又经常赖床，基本都是她叫我起床的，一般如下，叫了两声不起就把湿毛巾弄我脸上说帮我洗脸...特别是大冬天...有一回起床气比较重就把她拖到被窝里了抱着又接着睡结果她也跟着睡着了...后面被我爹拿着拖鞋扔出门....书包都没得带...",
			"date_added": 1487328852
		},
		{
			"post_id": 1487328929,
			"body": "我给你们讲，这不是快出去了，怕手机流量用不完，就开热点打用电脑玩LOL了。我妹就说你电脑有网？我说是啊，她说我也连一下吧。我说不行你下载电视剧，我手机开热点也没那么多流量，那我360无线热点插你电脑里，我连接360上可以吧，我说可以…我游戏结束了手机收到一条短信…你手机余额不足十元…这时候我才感觉哪里不对…妹啊，你坑哥呢？",
			"date_added": 1487328865
		},
		{
			"post_id": 1487328940,
			"body": "家里小姑姑为人比较抠门，但她家里拆迁补偿了几百万。\n小叔怕奶奶一个人在家寂寞，就给她老人家买了两只画眉鸟。奶奶照顾的那叫一个尽心，两只鸟羽毛油光水滑。\n谁想到小姑姑带猫来串门，一个不留神，画眉鸟就变成了猫的美食。奶奶把画眉当命根子一样，当时就急了，小姑姑只好讪讪的答应买两只画眉补偿奶奶。\n我知道小姑姑抠门的程度，一只画眉最少几百块，她是肯定舍不得的。我偷偷给老公说，老公教训我不要乱说……\n一个礼拜后我们又去看望奶奶，小姑姑提着两只十几块钱的鹦鹉出现了……",
			"date_added": 1487328875
		},
		{
			"post_id": 1487329003,
			"body": "我们村里有个小伙酷爱装逼，这天村里来了个走街串巷用旧手机换菜刀换剪刀的小贩。\n他当着很多人的面问小贩：一个手机能换什么？\n小贩说：一个手机换一把菜刀。\n他拿出自己的爱疯6s得瑟到：你看这个手机能换多少？\n小贩接过手机看看惊讶道：哇，是苹果机呀？\n他仰着头得意的说道：对呀！\n小贩说道：那就再给你加一个剪刀，多的不能要了！\n周围的人都笑了\n那货气的差点晕倒……",
			"date_added": 1487328937
		},
		{
			"post_id": 1487329019,
			"body": "年后刚给儿子换了个幼儿园，第一天送他上学，漂亮的女老师抱着亲了儿子一下　\n儿子说：“姐姐我都被你亲过了，你可以嫁给我吗？”　\n　“可以啊。可是你这么小，等你长大姐姐就老了，到时候你会嫌弃姐姐的。”　\n　儿子：“没事，到那时候我就把你给我爸爸，他会要的！”\n儿子，你怎么不现在给呢？",
			"date_added": 1487328952
		},
		{
			"post_id": 1487329095,
			"body": "很像糗事百科了。。。。。。再来点神回复就更像了：）",
			"date_added": 1487329027,
			"meta": "{\"img\":\"700,700,fffdddeeeefebbbcdcccceddaaabba777444aa9,0000112000001200310030224251103132626223017383371201098A23230132BB33130061548523032484C2330301332333\"}"
		},
		{
			"post_id": 1487329652,
			"body": "昨天微信捡了一个漂流瓶，上面写着“你有本事和我聊十句吗？” 我觉得挺有意思的，于是和他产生这样的对话:\n他:“你有本事和我聊十句吗？”\n我:“有本事”\n他:“你们山西有美女吗？”\n我:“杨贵妃就是我们山西的”\n他:“那和你有什么关系吗？”\n我:“我和杨贵妃一样”\n他:“一样胖吗？”\n他:“一样红颜薄命吗？”\n我:“好吧，我承认我没本事”",
			"date_added": 1487329583
		},
		{
			"post_id": 1487329680,
			"body": "有了孩子以后，好久没跟老公啪啪了，突然心血来潮我说:“老公要不我们……”（前提是宝宝睡着了）心领神会飞奔到床上，刚把裤子一脱电话响了，我亲妈你可真会挑时间，打电话叫我开门这下好了，宝宝也醒了……",
			"date_added": 1487329610
		},
		{
			"post_id": 1487329714,
			"body": "大爷哼的曲子叼炸了，\"走过了一村又一寨，小毛驴心思揣，为什么女人是呀是老虎，见了千万要躲开…\"大爷，告诉我，你经历了什么…",
			"date_added": 1487329643,
			"meta": "{\"img\":\"900,506,898aaabbba99888776666877baa655ccc788677665787798,012130445640100057561817779699AAA3995BC9AAA39D5EF0AAA2059D53\"}"
		},
		{
			"post_id": 1487329749,
			"body": "跟A出去吃饭，他带上了B。\n跟B见过几次，不熟，几次我跟A出去吃饭，他都跟着，都是我跟A买单，他平时吃饭话多，买单时装哑巴。我烦他。\n昨天我买完单，跟他们过饭店对面拿车。\n当时红灯，B拉着A闯了过去。我在等。\n\n后来我过去的时候，B就挤兑我，装什么文明人，等红灯？\n我回了一句，等红灯有啥问题？\n\n他就各种挤兑我，素质值多少钱，那么多人都闯红灯，你装什么？\n我当时也乐了，我说素质跟面子一样不值钱，你是不是不要面子？你现在跪下喊爹，我给你一百块。\n他看了看周围往来的人群，哑巴了。",
			"date_added": 1487329677
		},
		{
			"post_id": 1487329814,
			"body": "好朋友三十好几了还是单身狗，说起最接近脱单的一次和女友差不多到了谈婚论嫁的地步。第一次去见女方家长，女友家住山边下了车还要步行一段距离，当时刚下过雨路有点滑，女友穿个高跟鞋前面带路他两手抓一大抽礼物在后面跟。可能好久没回家他女友走的有点快不小心摔了个四脚朝天，场面有多滑稽跟周星驰小林足球那个女孩踩香蕉皮差不多。朋友说自己笑点低当时笑到直不起腰还忘记扶女友起来。后果有多严重大家都猜到了。原谅我不厚道地捧腹大笑。",
			"date_added": 1487329741
		},
		{
			"post_id": 1487329826,
			"body": "昨天和男朋友，还有我弟们一起去一个纪念馆里参观，我觉得无聊，就一直玩手机，跟着他们走，大概逛完一圈了，他们又朝一个方向走去，我接着跟着，走了一会儿男友转身推了我一把，说:这是男厕所，你跟着来干嘛？我一抬头，真是男厕所，赶紧转身回去，尴了个尬……",
			"date_added": 1487329752
		},
		{
			"post_id": 1487329873,
			"body": "哥们和我开车去外闲逛，见路边一美女提着箱子在等车，哥们一脚刹就停了:美女，去哪呀，我送你，不要钱。。结果一送就送了四百多里地，关键是到地方了人家男朋友来接了，一口一个感谢。我哥们过后那心情~~~",
			"date_added": 1487329798
		},
		{
			"post_id": 1487329886,
			"body": "跟我老婆刚交往那会儿，她带我去吃手擀面，她说，她经常来这家店，味道很正宗，就是有点遗 憾，大碗吃不完！\n我冲她温柔一笑，没事，咱们就点大碗，吃不完有我呢！\n那货感动的无以言表，然而，自此以后，我再也没陪她去过任何一家面馆，妈 蛋的，她确实是大碗吃不完，是两大碗吃不完，两小碗倒是刚刚好！！",
			"date_added": 1487329810
		},
		{
			"post_id": 1487329894,
			"body": "真实不割，昨晚上老婆下班，我说，你该把垃圾倒下了，房间卫生该打扫下了，老婆说，你怎么不动呢？我说你咋这么懒呢，啥事都指望我？然后就想起了网上的一个段子，就接着说：像你这么懒的人，吃屎都吃不到热的！老婆一回头，挑着眉毛说：是，我是懒，你勤快，你最勤快了，你吃屎能吃来热的！我，我，我他么竟无言以对了~~所有的段子都是套路",
			"date_added": 1487329817
		},
		{
			"post_id": 1487329909,
			"body": "大家应该都有这样的经验：放屁的时候把屁股掰开来放一般不会有声音。。。\n┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n一天，上课时想放屁了，习惯性地把一半屁股稍微抬起来，另一半利用椅子的摩擦力向另一边撑开，准备放。。。谁知，老师（女）在这时叫我，说：“xxx，你别以为我不知道你在干啥，我在讲台上看得一清二楚，我上课那么多年，看你屁股翘那么高，肯定是要放屁！”GC是，我心里一惊，心想老师你也太不给面子了，赶紧坐正，但是屁却来得及没止住，“嘣”！之后全班别提多乱了，老师都忍不住了！",
			"date_added": 1487329831
		},
		{
			"post_id": 1487329921,
			"body": "前几天因为前男友的事跟亲爱的闹了点别扭，这丫的是个醋坛子，任凭我怎么哄都不理我……\n昨晚我回家的时候这家伙已经睡了（才九点，我知道是装的）。我洗完澡，爬上床，抱着他……还是背对着我，不理人……\n我心想，都这么多天了，哄哄得了\n“亲爱的，别生气了，我保证我跟他再也不联系了，前几天人家就是朋友之间的问候下，真的没什么！”\n然后就是各种亲啊啃啊……我平时很少主动\n终于，他转过来把我搂怀里……MD,我刚钻怀里去，这时电话响了……\n来电显示是我前男友的名字……\n好了，不说了，快帮我想想我怎么解释",
			"date_added": 1487329842
		},
		{
			"post_id": 1487329933,
			"body": "叔公五十多岁的时候得了一场大病 以为要死了 就买了一个棺材 不过福大命大挺了过来 三十年过去了还是精神抖擞 有一天姑父陪姑妈回娘家 姑父指着破棺材说 再不用的话就不能用了 正在吃肉的叔公一下子噎住了 差点就把棺材用上了",
			"date_added": 1487329853
		},
		{
			"post_id": 1487329941,
			"body": "上学时男生经常评论哪个女生胸大，结果毫无争议地评出来两个。我们管一号叫“波霸”，二号叫“小丰满”。有时候被她们听到了，小丰满会白我们一眼，而波霸则用自以为勾魂的眼睛盯着某个人看。看得人浑身直起鸡皮疙瘩。\n\n好在波霸后来远嫁到日本，我们再也不用担心了……",
			"date_added": 1487329860
		},
		{
			"post_id": 1487329980,
			"body": "小时候我叔叔爱看新闻联播，而我爱看电视剧，七点十五就播了，所以我接下来的一刻钟特别焦急，这种记忆特别深刻\n可现在我也爱看新闻了，有时候电视开着自己睡着了，醒来夜晚很静，想以前，可以在露天的院子的吃饭，一到早上，家家都用老式灶膛烧早饭，稻草树叶燃烧的味道，我一直觉得那是家的符号",
			"date_added": 1487329898
		},
		{
			"post_id": 1487329987,
			"body": "发个刚刚的事，早上八点多我吃早餐完就出门办点事，儿子(十一岁)还在吃，我就叮嘱他吃饭把桌子上昨晚剩下的饭菜倒去喂狗，家养有一只土狗看家的。他答应了，然后刚才我回到家一看桌子上，剩饭剩菜都还在，把我早上刚煮的饭菜倒喂狗了，我那个气啊！！！！想骂人，但儿子老早都跑出去玩了，到现在都还没回家，现在只能重新煮呗。",
			"date_added": 1487329904
		},
		{
			"post_id": 1487330004,
			"body": "前两天情人节，我给老婆发了八元八角八的红包，老婆给我发了16.66元，我给老婆发了36.88元，老婆说，老公你给我发个大包呗，我好在同事面前显摆显摆，然后我就发还给你，我说发多少，她说521元，我就发给她了，结果她不发给我了，说她相中了件衣服，我去，我两个月的零花钱，满满都是套路，我感觉娶了个假老婆，过多少，啪啪啪她多少次，我要赚回来，不能赔。",
			"date_added": 1487329920
		},
		{
			"post_id": 1487330020,
			"body": "哥们儿今天告诉我 他去相亲结果赔了女方家3500块钱 原因让人哭笑不得\n他爸妈的熟人介绍给他一个姑娘 姑娘约在西餐厅见面 他一个人去的 对方却带着父母 当时他没有在意 点了餐边吃边聊 不一会儿姑娘接了个电话 她弟弟来了 又不一会儿姑娘又接了个电话 这回来的是她二姨、二姨家的儿子儿媳妇和一个四五岁的孩子 好好的一个相亲变成了请姑娘全家吃牛排\n当时他决定忍了 没想到姑娘的妈和二姨开始你一言我一语的数落他不是国企职工 月薪再高也是不稳定的职业 老板说炒掉就被炒掉 (他在私企上班 月薪很高 公司待遇也很好 姑娘国企员工 企业效益不好 快开不出工资了) 买的婚房必须要写女方名字 等等不着边际的理论 他陪着笑脸点了一瓶两千多的红酒 干了一杯转头借口去厕所就溜了\n本以为深藏功与名 可惜他忘了这门亲事是熟人介绍的 隔天姑娘的妈妈就跑去媒人家里大吵大闹要求赔偿 媒人也无奈 找去了他家 当天就陪了姑娘家饭钱 还被自己的老爹老妈骂了个狗血喷头 ",
			"date_added": 1487329935
		},
		{
			"post_id": 1487330053,
			"body": "看到这个我觉得键盘应该退休了",
			"date_added": 1487329967,
			"meta": "{\"img\":\"394,700,332974753976ca8a86db9765432998542bbc544222aaa000,0000001233224444514435516657732318991A287B2CD27E0CCCA0FFFFFF\"}"
		},
		{
			"post_id": 1487330110,
			"body": "朋友的弟弟读幼儿园，有一天从幼儿园回来脸上有一道血淋淋的痕迹，问缘故，原来是她弟弟拿着零食在幼儿园里吃，还故意在一漂亮小姑凉面前得瑟，又不给人家吃，结果就。。。。哎，从小看老啊，注定屌丝啊。。。",
			"date_added": 1487330023
		},
		{
			"post_id": 1487330127,
			"body": "真事…小时候陶了个鸟窝，抓了一只刚出生的小鸟回来，给他弄了个小窝放了进去，第二天一睁眼第一件事就想到它了，衣服不穿着急跑去一看！wo cao居然不见了，那个失落啊！！！致回不去的童年……",
			"date_added": 1487330039
		},
		{
			"post_id": 1487330158,
			"body": "一同事结婚十周年了，自己买了一个金戒指和一对金耳钉，带着来上班，分割线，早上我对老公说，老公 ，✘✘结婚5周年了，她老公给她买了金戒指和金耳钉，老公想想不对啊，小女儿已经5岁了，她大女儿都上小学了，老公问我，你同事二胎才结的婚吗？我想想也不对，赶紧改口说是十周年，我接着问老公，我们快5年了，有什么表示没有啊？老公想了想说，你女儿六岁了，时间过了，最后再添了一句，幸好你记性不好，不然要破费了，说完从马桶上起身了，剩我一个人再厕所凌乱了，",
			"date_added": 1487330069
		},
		{
			"post_id": 1487330167,
			"body": "关于借车！！！！邻居大叔今年做了个大手术21号要去市里拆线，20给闺女打电话说21号要用闺女家车，闺女说婆家朋友结婚老公要开车去，到21号下午再说！结果21号邻居等了一天也没见闺女送车来，闺女也没打个电话来，老两口在家生闷气要和闺女断亲，到了22号闺女去娘家（估计是请罪）还没进门就被邻居大叔赶出去了，又过了几天闺女和老公一起去娘家说买车时两口子商量好了无论是谁借车都会拒绝，邻居大叔气的破口大骂，平时闺女挺孝顺的，单单说借车这件事大家如何看待？？？",
			"date_added": 1487330077
		},
		{
			"post_id": 1487330178,
			"body": "我家闺女今年六岁了，，，，，晚上全家出去散步，走了一会，闺女说妈妈以后我要找个，不抽烟，不喝酒，听话，有钱，不吵架，长的帅的老公，她爸爸说你这样的老公不好找啊，我闺女说，我知道不好找，等我长大早早学车，开车出去溜达找，她爸爸说怎么不来飞机找，我闺女说你傻啊，开飞机看见合适的怎么聊天，开车看见合适就停下车聊天",
			"date_added": 1487330087
		},
		{
			"post_id": 1487330191,
			"body": "兄弟的一直追的女神怀孕了，被抛弃了，孩子不是他的，那女的打电话向他哭诉，希望能和他在一起，说愿意打掉孩子，兄弟不忍心说：孩子是无辜的，生下来吧，我养。就这样她怀孕期间，兄弟每个月只给500生活费她，就在离预产期只有几天的时候，我兄弟跑了，跑了… …",
			"date_added": 1487330099
		},
		{
			"post_id": 1487330291,
			"body": "好吧。你们应该屏蔽我了。。。the END ! ",
			"date_added": 1487330198,
			"meta": "{\"img\":\"900,506,28d18d49d27b5ae379aab8ac6beadfcded88dccefffccedc,00001111110200000131242222215302000002674202489ABCDDDDDDDEBF\"}"
		}
	],
	"post_like": {},
	"comment": [
		{
			"comment_id": 1,
			"body": "一想到过去女人只负责在家貌美如花现在工作累成狗还一屁股外债我就感叹这么好的传统文化怎么丢了呢\u0001[心情不好]\u0001[心情不好]\u0001[心情不好]\u0001[心情不好]\u0001[心情不好] ",
			"post_uri": "12sddEkXzneRp3ghMw5K6SoPLJdkybVrkj_1487328221",
			"date_added": 1487328304
		},
		{
			"comment_id": 2,
			"body": "@P2P: 这段时间太安静了，来炸一波。。。。。。",
			"post_uri": "12sddEkXzneRp3ghMw5K6SoPLJdkybVrkj_1487328461",
			"date_added": 1487328535
		},
		{
			"comment_id": 3,
			"body": "@P2P: 对。这里挺像的，还可以无限制发帖还不限内容。不过就是没人。",
			"post_uri": "12sddEkXzneRp3ghMw5K6SoPLJdkybVrkj_1487329095",
			"date_added": 1487330343
		},
		{
			"comment_id": 4,
			"body": "@ILOVEGIRLS: 啥东西",
			"post_uri": "1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE_1487315797",
			"date_added": 1487330601
		}
	],
	"follow": []
}