{
	"next_comment_id": 15,
	"user_name": "FlappyEarz",
	"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
	"post_like": {
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1512981269": 1513246061,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1510237134": 1513246155,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1507507481": 1513246167,
		"13aB79mzuRLgDYzQthn9wzycjw77WyDXh6_1507217193": 1513264365
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "I know never to disturb the haters, but as far a I'm aware almost every tracking feature can be disabled, and more, most of the tracking start in a disabled state and users enable them.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496135001
		},
		{
			"comment_id": 2,
			"body": "The obvious and real problem is, however, that people are not aware of the consequences of their wishes. They want to have \"smart\" results, \"smart\" offers, \"smart\" news, \"smart\" selections, and they often believe \"smartness\" comes out of thin air. Nope. Smartness is called data analysis and mining, and requires user provided data. If you provide your data, Google analyses it and offers you the results. Yeah, as well as use it for their own compensation, since these analysis tools cost a helluva lot of money, as well as those engineers and programmers doing the work. And the venture capitalists, and stuff, since they're, surprise surprise, a company, which requires more income than spent money. ",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496135207
		},
		{
			"comment_id": 3,
			"body": "I hate you, Enter key, when you do this. ",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496135225
		},
		{
			"comment_id": 4,
			"body": "Anyway. When someone wants \"location history\" it means \"please google store my location\". And so on.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496135255
		},
		{
			"comment_id": 5,
			"body": "@Kaffie: I wonder where have you seen your app usage, since it requires (on android at least) USAGE permission, which is not given out by default. But still, go to your setup in your android, and usually around security and upper almost invisible menu you will find \"apps with usage access\" or similar, where there is a list of apps which are allowed to know your usage. In the general case there should not be anything there. If there is, switch it off. From then on there shouldn't be anything able to track usage. It can be an open question that if you find anything there was it you who enabled its usage access or not. :-) (Audio clips are different, they're usually related to smart voice search.)",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496135751
		},
		{
			"comment_id": 6,
			"body": "@Ivesen: …but before you give up completely go to your google account's security settings and check opting in and opting out of various data collection. Almost all of them can be switched off, even ad tracking of 3rd party providers. Opposite of what people love to say the big G tries really hard to provide tools for the people who don't want to be tracked (and for that don't want to use some of the features). ",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496136040
		},
		{
			"comment_id": 7,
			"body": "@Styromaniac: I am not completely sure whether you make false statements deliberately or you're simply misled. The article you have linked doesn't support your claims (and the links the article links don't support the claims of the article). There must be some serious reading comprehension problem lingering around. When you disable your location history and your automatic checkins, the store will not get any location based data from you. When you disable your ad tracking the store won't even have your ad preferences tracked. Nobody ever claimed that google would acquire the magical ability to track credit card purchases, apart from you, and despite I'm absolutely unfamiliar with the US state of affairs I would guess nobody would let a private company browse peoples' purchases, and possibly not even in the case where the store would agree it. (Maybe if the terminal is operated by google, but maybe not even then.) I'd flag this as conspiration theory.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496137932
		},
		{
			"comment_id": 8,
			"body": "@Styromaniac: Both false. But don't worry, facts don't care about your opinion, so you may believe in whatever you please. You are free to worry and fear. Be my guest.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496177267
		},
		{
			"comment_id": 9,
			"body": "@PaintNinja: The main problem with this kind of communication is that you do not want to get replies since you assert what you believe in, which is _really_ fine, except doesn't have any room to disagreeing options. You offer your theory that google is a company THEREFORE it's not possible what's actually is since they would lose money by doing it. The main problem is that google does thousand things which makes them actually _lose_ money, often large chunks of it, just because they follow a path they believe in; some people say \"naah that's not true, you haven't touched those bits personally in the datacenter in the middle of the secret mojave desert facility so you cannot prove anything\" and really, I don't have the urge to prove it to anyone. I'm working with the company (and not for the company) for quite a long time now and I see that they are one of the least evil ones around (and yet still a profit oriented corporation with the problems and hiccups), but I do not _need_ anyone to believe me or think the same. I just tell them what's out there and they either go and see for themselves or not. We can peacefully coexist here. ",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496434067
		},
		{
			"comment_id": 10,
			"body": "@Kaffie: The link you sent me says \"No activity.\" and I am logged in with the same account I'm using over my phones. It is true, however, that my first move after _any_ install is goind into the settings and *check everything first and disable all the data collection and tracking*. And when you actually follow the link you may end up in security checkup which takes you by the hand and lead you through the basic privacy and security settings, where you can switch off stuff. ",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496434220
		},
		{
			"comment_id": 11,
			"body": "@Kaffie: You actually should check it through. Also start from google account page and read all of those. And your phone menus have many interesting things to switchy-switchy. Set privacy guard on by default, and switch off all wonky permissions. Switch off everything which has ",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496434307
		},
		{
			"comment_id": 12,
			"body": "...damn enter. ...which has \"history\" or \"activity\" in it. And you may want to look at your dashboard, too: https://myaccount.google.com/dashboard   Maybe you haven't checked https://takeout.google.com/settings/takeout yet. But most of those are linked from your account page. You can switch off almost everything, including the PaintNinja mentioned analytics tracking (at least the privacy related parts, and I believe you can reset your ad identities as well if you want to).",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496434566
		},
		{
			"comment_id": 13,
			"body": "For example do not use \"google now\" or \"go google\", if that wasn't very obvious from the beginning. :-]",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496434626
		},
		{
			"comment_id": 14,
			"body": "@Rythyrix: may be so, one of my first move to remove \"google\" app, since it's absolutely useless, and the main reason for it to transfer your searches to the central server. If one's too lazy to start a browser with duckduckgo that's what s/he get. ;-) To be honest I have way more problems with samsung NOT rooted phone since they keep pushing their shit and you cannot stop it unless rooting and removing them. And let's not mention chinese stuff like miui. Talk about pushy.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496746006
		}
	]
}