{
	"next_topic_id": 5,
	"topic": [
		{
			"topic_id": 1511503463,
			"title": "北京大清理：寒风中被驱逐者写下两首诗",
			"body": "据新京报报道，11月18日18时许，北京市大兴区西红门镇新建二村，聚福缘公寓发生火灾，事故共造成19人死亡，8人受伤，遇难者里有8名儿童。\n\n这场大火加速了北京对外来务工人口的清理。\n\n​拆除出租屋、断水断电、停止地暖供应、关闭工厂……这座城市正在用一切办法将“低端人口”驱逐出去。外来工为北京贡献了劳动力，却没能享受安全有尊严的生活，召之即来挥之即去，还在事故发生后被视作城市隐患。\n\n面对火灾所反映的出租屋消防隐患，官方采取的做法不是规范市场管理，建设更安全的廉租公寓，而是简单粗暴地关停“事故源头”——出租屋。至于居住其中的打工者之后的去向问题，我们还没有看到解决方案被提出。\n\n如今几乎一切质疑的声音都被迫消失，还有谁能维护工人的权利？\n\n在这样一个寒冬，两位工友有感而发，用诗歌表达了他们内心的无奈和愤怒。\n\n◇ ◇ ◇\n\n寒潮预警\n\n自那场火灾以后\n\n局部开始降温\n\n寒潮袭来\n\n穿着冬衣也会瑟瑟发抖\n\n因为人心已经跌落到冰点\n\n那年\n\n走出火车站\n\n看见“XX欢迎您”的横幅\n\n心底涌动一股温暖\n\n初次离家的惆怅慢慢消融\n\n城中村里安放躁动的青春\n\n于是\n\n“鸟巢”有我衔来的“枝条”\n\n“大裤衩”的玻璃幕墙留下我身影\n\n穿上灰色保安服我为你\n\n守护着平安的大门\n\n骑着电动车我给你\n\n送达期待的“双十一”\n\n路边摊，你吃过我做的鸡蛋灌饼\n\n清洁车，我运走你丢弃的垃圾\n\n抱着别人家的宝宝\n\n思念我那没娘照顾的孩子\n\n我饥肠辘辘\n\n把外卖送到你手里\n\n我是清晨遍及大街小巷的环卫工\n\n我是午夜送您回家的代驾司机\n\n于是\n\n人们给我们起了个名字“北漂”\n\n它时刻提醒我们这里和我没有关系\n\n从房东鄙视我的眼神里\n\n从“你丫的”傲慢的话语里\n\n从贴在风挡玻璃上的“进京证”里\n\n从盖在“居住证”的红色印章里\n\n于是\n\n当无辜的生命被大火无情的吞噬以后\n\n我看见了和火灾一样无情的人性\n\n一场清理“低端人口”的寒潮来袭\n\n打透了无家可归人身上的寒衣\n\n一个模特摔倒了引来一片大呼小叫\n\n一群人被赶到大街上流浪却无人问津\n\n这个冬天真的好冷……\n\n​温馨家园\n\n“温馨家园”呀，”温馨家园”，你在哪里？\n\n立冬前的夜晚，寒气一个劲地往心里钻；\n\n琴声像阳光穿越寒冬，洒进了心田；\n\n而我却早已被生存的窘境吓破了胆。\n\n奔波劳碌的工友啊，你要去到哪里?\n\n顽皮可爱的孩子啊，你今又在何方？\n\n寒夜里啊，寒夜里，我是否还有勇气去歌唱？\n\n寒夜里啊，寒夜里，我是否还记得为何歌唱？\n\n转瞬即来的春天，野百合是否将如期地绽放？\n\n​这首诗写于2017年11月4日，北京皮村，有感于工厂停工四个月，工友被迫离京。\n\n在北京，每个城边村都随处可见写着“温馨家园”的出租房招牌，进城打工的工友们通常会选择在这里租住。简陋的出租房成为他们的落脚地、庇护所。\n\n在皮村，去年冬天，一间18平的房间租金500元左右，如今已涨到1000多块；去年在公共浴池洗一次澡要7元，如今涨到15元。连肉夹馍都涨了2块。无工可打的同时，生活成本反而增加，在这种困境下，很多工友已经面临被迫离开北京，离开这里的“温馨家园”。\n\n随着工友的离开，孩子们也将要随父母流动起来，却不知流向何方。",
			"added": 1511503462,
			"parent_topic_uri": "10_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj"
		},
		{
			"topic_id": 1511503620,
			"title": "如果居民可以任意驱逐，就休谈文明与进步",
			"body": "如果居民可以任意驱逐，就休谈文明与进步\n叶海燕\n\n​​人类之所以走向文明，就是因为建立了防范人类回到茹毛饮血，互相残害的政治制度与社会秩序。如果政治可以不择手段，又谈什么现代文明与大国的崛起？这是一个非常简单的道理。在自己的国家，把居民变成难民一样，在寒冷的冬季被驱逐出城，这种行为，直接破坏了当局一直在对外宣传的政治文明表象。一个常常在公开的会议上鼓吹为五千年文明的华夏文化，怎么能出现这种只有在奴隶时代才有的野蛮行为呢？\n\n中国古人云，“君子有所为，有所不为。”就是说一个品行好的人，应该有做人的底线，不是什么事都可以干。北京驱逐外来人口，并把一些外来人口定义为“低端人口”本身就侵犯了基本人权。对于治理社会来说，也并不是一个好的方法。这种疯狂的举动，不仅不能给北京带来稳定与绝对安全的环境，反而会让整个政权都陷入污名里，并会成为一个永久的污点被记录下来。在真正的文明秩序里，将会永远被质疑与问责。掌权者，在真正文明的国家元首面前会低人一等。\n\n为什么说，驱逐外来人口，并不能给北京带来稳定与绝对安全的环境。因为富有与贫困，高端与低端是相对的。丰富多样的社会结构才是社会常态。不同职业，不同生活情态的人们聚集在城市，才形成了城市文明。\n\n今天驱逐了一批低端人口，必然会有新的低端人口，重新填补进来。就像扫黄一样。\n\n如果低端人口的居住环境不安全，政府应该主动去做一些服务性的措施，去避免危险的发生。而不是剥夺人们在城市居住的权利，说实在的，文明政府没有这个权利！从这一件一件的事情中间，政府自己也应该可以感受到，自己和发达国家之间的距离在哪里。\n\n我其实也是一个被驱逐的低端人口。去年春节，腊月除夕之前，当地政府与房东一起停水停电，让我和孩子在黑暗和恐惧中度过了九天。短短的几天，我像流浪狗一样在宋庄搬了四次家。搬到哪儿就赶到哪儿。村干部甚至在大喇叭里叫嚷，让村民不要把房子租给我。我在自己的国家，已经被驱逐了多次。每当国家领导人在公开场合，大谈华夏文明的时候，我就怀疑他们并不知道这些地方官员所做的一切。政府人员的恶行，在阳光下，被全世界的人看在眼里，你们显然与文明已经背道而驰了，谈文明两个字，又何其可笑？\n\n我不知道那些所谓的智库与国家的谋臣到底在干什么，在想什么？为什么你们会任由一个庞大的国家机器，飞速撞向悬崖？如果政府持续这样，自决于人民，离华夏的覆灭，还会远吗？当所有人都在反对的时候，中国人民的老朋友都坐不住了。",
			"added": 1511503618,
			"parent_topic_uri": "10_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj"
		},
		{
			"topic_id": 1511503745,
			"title": "告诉你幼儿园家长维权有多么难",
			"body": "亲自下场帮姜姐撕逼的我告诉你小朋友在幼儿园被虐待，家长维权有多么的难。\n那天我们在幼儿园从下午四点坐到晚上十点，第一轮选手是园方集团领导。领导一张口就说小朋友说的话是“臆想”、“嫁接生活中的画面”、“说的不一定真实”。\n我听到这些字眼立马炸毛，我说小朋友描述中我们觉得最不可置信，我们最不能理解的片段，我们都找到了视频的证据，涉事老师都承认了，你还在说什么说。既然最不可理解的画面都有证据，那他说的有细节有过程的事情你他妈跟我说是臆想，还嫁接？那个领导听完马上闭嘴。后来又说老师是多么多么的优秀，她是很爱孩子的。我们说那ok，我们承认她爱孩子，那请他出来，我们用她“爱孩子的方式来爱爱她？领导顶不住就走了。\n第二轮是区教育局的某两位领导，领导气派十足啊，一身burberry。坐下来说话声音忽大忽小，给人一种萨满法师跳大神的感觉，必须谦卑的俯下身子凑近了听。领导给了三个“提议”来解决问题，第一个无条件帮孩子找关系进任何家长看中的幼儿园，第二个幼儿园全面整改（关家长屁事？？这不是你们该做的吗？）第三点退还学费和做精神赔偿。说完这三点我们就和这个主任开始了拉锯战。第一我们不要钱，第二我们要园方出具一个对公众对媒体的道歉声明，第三我们自己找关系转园。而且对他们的工作进行了高度的肯定，但是也说这些东西不关我们一节卵事。领导见我们不领情，激动的说：“你以后还要在这个区读小学初中高中，你自己看着办吧～”落下一句话之后，领导气冲冲的走了，其实我们也不知道他们在气什么（其实我知道[微笑]）\n第三轮是最恶心的园长，她作为一个女性一上来就是苦情牌，哭诉自己做幼儿园有多么的辛苦，窗帘被罩都是自己亲手挑的。对孩子也是用爱和责任在教育着，不愿意发声明给这个幼儿园摸一点黑。我们说：“爱和责任，现在就是你要负责的时候啊！你负责啊？”园长沉默…然后再从头又说一次….当晚说了三次车轱辘话，听到最后我对姜姐说，走吧，不负责任我们就自己来。院长送我们到门口，毕恭毕敬但是又带着怨气。\n这就是我陪姜姐撕逼的全过程，具体的事情经过她肯定会自己发出来。其实这种体系关系都是你护着我我护着你，你少点事我也少点事。因为小朋友被虐待是个案（暂时是），无法引发其他家长的共鸣，甚至其他家长只要知道，自己孩子没被打还要来怪来维权的家长，导致他们小孩失去了一直信赖的老师。（？？？）\n是，也是！这次被虐待的不是我蕾哈娜，不是我未来的小朋友，只是我同事的小孩。我生气归气，但是我真的没办法感受到姜姐的绝望和无助。但是我要帮她！我也要帮所有这样的家长和小孩！因为我很清楚的知道如果你冷漠的对待这些事，下次这些事发生在你身上的时候，等待你的也是一场冷漠的暴雪。我们生在一个这样的地方我们没办法选择（当然我赚钱就是要移民）但是我们能互相借力，让自己从跪着变成蹲着！[微笑]",
			"added": 1511503742,
			"parent_topic_uri": "10_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj"
		},
		{
			"topic_id": 1511504284,
			"title": "连孩子都保护不了谈什么深夜撸串的安全感",
			"body": "11月的这一周像是一个黑色的隐喻：大兴大火烧死了19个“低端人口”，“高端人口”的红黄蓝幼儿园用药性侵儿童，之前它们强调会保护孩子安全。前任网络沙皇轰然倒塌，他说自己之前做的一切都是为了保护国家安全，然而却保护不了自己的安全。他们对应着这个国家的底层、中产和权贵，底层或许对新闻联播的“国家强大人民安全”深信不疑，中产或许对“深夜撸串”的安全感自豪不已，权贵或许也以为自己尽心尽力劳苦功高可以平稳落地。然而事实证明所有的安全感不过像一个泡沫，被现实的尖刺轻轻一戳就破。\n\n上海携程幼儿园虐童案事发后，我写过篇文章《不要做中国人的孩子》，列举了一个中国孩子从出生到长大可能面临的问题：包括问题疫苗，上幼儿园被虐待，毒空气毒跑道，被电疗被毒打。现在又多了种可能，学校大规模传染肺结核还不准放假。这只是身体上面临的危险，还有心灵上的洗脑和灌输，比如明明在荆棘中艰难活了过来，却被教导“我们人民最有安全感”。想想觉得可怕又悲哀。\n\n但从红黄蓝的事件看来，携程幼儿园还算仁慈，至少喂的是芥末不是安眠药。接下来有幼儿园被曝喂催情药都说不准。不要觉得有事件被曝光，有关部门表示将出面严惩坚决杜绝就真的能杜绝，没有用的，这是大环境的问题，不是单纯某个地方某个机构的问题。\n\n我的朋友圈今天都很愤怒，有些最近淡出公共事件的朋友都怒火中烧，大约他们都有孩子。要以往我也会很愤怒，但现在倒悲哀大过愤怒。愤怒没有用，悲哀也没有用。公众的情绪会很快被引导到别的事件上，声讨携程的人可以在一夜之间忘了携程，转而声讨刘鑫。声讨携程的文章可以分分钟十万加，对幼儿园和妇联的处理结果却乏人问津。\n\n我们之前曾信奉个案推动法治，个体事件推动制度进步。然而现实提醒我们别做梦了，制度它永远不会变，它只会把那些个案从公众的头脑里抹去。在这点上，鲁总管做的很不错。你看不到不安全的地方，就会觉得是安全的。你觉得可以为了安全和保障牺牲权利和自由，可你不知道没有权利和自由，你暂时拥有的安全和保障也会随时被剥夺。\n\n不少人爱说：国外也不安全啊。首先最基本的一点：国外不安全不代表国内就得不安全，天天和非洲比，和烂比烂多容易。我比乞丐有钱就代表我很有钱？另外，欧美有些国家可能治安要差一点，尤其是美国，枪支泛滥问题严重。我也觉得美国某些地方不怎么安全，但是这种不安全是个体与个体之间造成的。另一种不安全是公权对个体造成的。当公权足够强大到可以随意吞噬个体权利的时候，这种不安全感会更强。如果一个法制健全公民体系完备的国家，犯罪终究是可控的，但公权如果进行犯罪，那将是大规模有组织的犯罪，比如纳粹的大屠杀，红色高棉的大屠杀，还有朝鲜人的安全感。\n底层劳动者可能是最没安全感的，摆摊的可能被踹摊，工地上的可能出事故，住的房子可能一道通知就要被拆除，但越是自己没安全感，可能反而越希望国家强大会给自己带来安全感，因此可能这部分人更爱国。但国家强大和人民幸福其实是两码事，苏联就是最好的例证。而反过来如果人民都过的幸福有尊严，那这个国家才真正强大。国家应该保护个人权利，如果一个国家强大了，却反过来侵害个人权利，那这样的强大有什么意义？所以当你听到有人说：为了国家我们要放弃个人，你要毫不迟疑的对他说：滚。\n\n同理，当你听到有人对你说：我们至少有深夜撸串的安全啊。你就对他说：滚。\n\n—\n\n事实证明，把高铁支付宝共享单车包装成新四大发明换不来安全感，热血澎湃的赞颂东风快递扬我国威也换不来安全感，刷着海外的枪杀案新闻笑嘻嘻的说我们可以半夜出门撸串还是换不来安全感，假装的公共生活和真正的公共生活之间的巨大鸿沟，在乎你有无参与和改造它的权利，如果答案是否定的，那么安全感就必然沦为失真的构建形式，永远来自抽象的抒情，而从来不敢具体和深入。\n\n@传播学考研就找瓦洛佳\n\n最近幼儿园的几起案件令人发指，值得关注。但是我一直都没发言，原因是，我还看不清楚这个事情是什么。但是我感觉到，许多同学已经开始激烈讨论了。\n\n我说句话，新闻传播学同学必须要认识到一点，那就是冷静应对，就事论事，作为潜在从业者，要去。不要盲目的扩大背景，不要臆想，不要失焦。对于信源，要认识到单方面信源不一定有可信度，还有就是，单一的文字不是实锤。如果有情绪，有诉求，应该尽可能明确，而不是盲目扩大。\n\n估计很多同学看到冷静这两个字，已经觉得要回复，觉得我冷血了。\n\n但你觉得情绪到位了，就有助于解决问题吗？我说几个方法，其实用情绪来引导你，然后再打倒你，还真的比单纯封杀你容易。这个方法其实很多人已经不断使用了，真是杀人不见血。\n\n“预防接种” —— 就是传播学说服里面的免疫法，给你一段被歪曲，被夸大的事实，等发酵差不多了，然后再出来辟谣，说你这里，那里事实有问题。再利用这个细节把你整个舆论推翻，反转。让你百口莫辩，“刺死辱母案”不就是这样的吗？\n\n“议程失焦” —— 就是传播学中的议程二层设置，让你从一个事件不断扩张议程，不断改变议程。从一件小事开始，一下争论细节，一下谈到体制。男女就谈男权，官民就说体制。反正男权也好，体制也好，只要不涉及具体的人是谁，实际上是毫无杀伤力的。而真实的罪犯就这样滑过去了，江歌案不就是这样的吗？\n\n“议程麻醉” —— 就是麻醉功能，把一件又一件的新事件抛出来，让你每个事件都关注，每个事件又关注不过来，老的事件还没处理完，新事件又来了，一件又一件的让人眼花缭乱，你一年下来觉得自己关心了很多事情，可是回想有多少跟到最后了？北电的事不就是这样吗？\n\n“鸡汤框架” —— 就是框架法，所有的事最后都归结于一点“你不努力”。姑且不说个人品格和管理环境是两个层面的事情，在北京上海买房也会受到灾害。而且最关键的是，它这种你不努力的说法，实际上就是把个人和群体隔开，引诱中层底层互相攻击，这样社会问题的舆论就没法形成合力。\n\n“渲染悲观” —— 和上面很类似，动辄讲移民，体制，你国如何如何，西方如何如何，焦虑如何如何，中产如何如何惨。一句话，中国99%的人是无法移民的，也不可能成为顶层的。所以这种言论好像是在抨击黑暗，实际上就是一种麻醉剂，让人听了精神一散，两腿一蹬，干脆什么也别做了，挨着吧。这种事很多人每次都在宣传，可以说危害最大。\n\n“请君入瓮” —— 把这个事情往敏感话题上引，然后顺理成章的全网删除。幼儿园事件我看这个正往这条路上走。\n\n这些招数很多，还有一些更常见的，比如扣帽子，聘水军。我个人希望公众，舆论压力要持续，要坚定，但切口要小，不要给人以删除的借口，不要恶搞，不要散布悲观的调子。如果可能的话，追问真相，持续进攻，永不遗忘。如果公众做不到，希望新闻传播同学能做到。\n\n越是涉及到孩子的问题，成年人越要克制自己的情绪。\n我们要酝酿的是对儿童保护问题的关注，而不是往更深去连坐去蔓延。现在很多评论说的耸人听闻，能挂到谁身上就挂到谁身上。\n这对事情有帮助吗？除了会让帖子更快的被删让人恐慌之外完全没有。\n带什么“盛世”“移民”节奏的人我觉得更是其心可诛，把问题拔到这种高度，不是求着被维稳吗？而且儿童问题是世界性的难题！\n这件事里作为除了上网做不了任何事的人，我们要做的就是持续的去关注，不仅关注三原色，也要关注携程事件的后续，不让话题冷掉也不要让话题歪掉，性侵是大事，虐童一样是！！！不要最后万一调查结果是性侵不存在就说事情反转，虐童对孩子的身心影响也是巨大的！\n希望大家不要把愤怒放在网上打字谩骂，而是克制这份愤怒，留存这份愤怒，等待调查结果，然后逐字逐句去分析有无漏洞。\n我们可以克制可以冷静，但不能被敷衍不能被蒙骗。\n也不要去遗忘。\n为了孩子，不止今日。\n\n关于红黄蓝幼儿园的一些事，我比较赞同图一和图二中的判断。对可能发生猥亵事件持谨慎相信态度，对老虎团军官涉案的说法完全不信。理由是这种判断比较符合常理和逻辑。\n\n北京这种地方，出《人民的名义》中侯勇演的谨小慎微的巨贪小官可能性比较大，出敢在幼儿园猥亵小孩子的事的可能性非常小，风险大不说而且不知道会惹上谁，北京这种地方打拼到一定程度，应该会有这个认识的了。\n\n2000年人口普查的时候，我在校，被征为人口普查员，到湖北省财政厅宿舍去挨家挨户入户做过调查。印象非常深的是有一家男主人是江西过来的干部，家里面积不小，职位应该也还不低。我们为了入户方便都是打的国家人口普查员的名头，以国家工作委托的名义在跟住户介绍自己。那个官员把我们迎进去后非常客气，一个明显的感觉是土鳖的各种运动对官员心理震慑是非常大的，我都觉得他可能怀疑我们是借人口普查名义来查他的政府工作人员。\n\n那是2000年，比现在的官场高压态势要远远不如。想来，除了少数权位极大的人为所欲为，多数人其实应该都有其身不由己必须谨慎的难处。\n\n那么，如果真发生了猥亵，会是什么人干的呢?我这些年在武汉执业，接触过一些侵害未成年人的性犯罪案，这些案子中的犯案人员没有什么体面人。鳏寡的老头、社会混子、流浪汉以及猥琐没文化的小老板，社会地位和精神状态差的比较多。\n\n个人猜测，穿鞋的人不是说没兽性，只是他们会想到的问题更多，这也是他们穿上鞋的原因。做这种伤天害理的事的，往往是兽性来了不管不顾的浑浑噩噩之辈，同时也因为他们没什么正常发泄渠道，突破底线的欲望积累更普遍。顺便提一句：让小孩远离流浪汉绝对不是说说而已。\n\nPS：可能有人会拿河南尉氏镇平人大政协委员奸淫幼女的事来反驳，嗯，自从河南发生了艾滋血祸事件，我对河南官场的政治生态是非常DISS的，如果北京也是如此，大家只能重上井冈山了。",
			"added": 1511504280,
			"parent_topic_uri": "10_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj"
		}
	],
	"topic_vote": {},
	"next_comment_id": 3,
	"comment": {
		"1511083849_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": [
			{
				"comment_id": 1,
				"body": "> [koreangirl](#comment_3_19uKzTHzsUmrwUa7WmC8byKWVWCexaddmB): 维尼到底是什么意思？\n习近平不就是一只胖维尼熊吗",
				"added": 1511502846
			}
		],
		"1511505229_155Xqox3Fp8QCXwqVB5C45h2BCmT7UiXMi": [
			{
				"comment_id": 2,
				"body": "穿的Burberry几万一件的那种教育部官员",
				"added": 1511506118
			}
		]
	},
	"comment_vote": {}
}