{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1H8x2Aeu28Lnj6vhXFNZ32kpvGS6dnqWGA": 1,
		"3_1EpY11syeaKbwRSNqv9tU1ZxoU1moJA9Bp": 1,
		"1_1GuYKebkQAqGJ4tNpNp4TD1UuoHHudCJLA": 1,
		"5_1PTaJe3LLeB5Pfxq8KjcpQSPcSK1PQqsQs": 1,
		"1_1MocL2J4KmBk6xozE4eE4jQVfurHdGCTqM": 1,
		"25_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": 1,
		"6_1GNgaj5EqkzqYECYbXa889fGLyuseHRi3t": 1,
		"1_1J4miEbRYPUMBgTDd4J1CUxzusKcvHeP3b": 1,
		"1_1L6pjaEajyF4kYhT5AXeJKUnUuSR5oGKrE": 1,
		"1_15NXsHCCfQw8BUSxnsapUH212qTtg29iFU": 1,
		"1_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1,
		"1_14Kakxw14Eo5mXozLpsU755yeQuPmLRS9z": 1,
		"2_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": 1,
		"1_17AMQVbBa12XB3xFWKDnP2dCEx92TaiY7X": 1,
		"1512163082_17Zks611RR4oN8USC3RxJzaw94GyPufioG": 1,
		"1513104983_1L1oZ2XdV78aFiV3h3cik24gdChtxzJ3To": 1,
		"1513544848_18zH6Av8AX7XdEW9PNFeb8QCs4QdMTVaYB": 1,
		"1513607828_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1
	},
	"next_comment_id": 92,
	"comment": {
		"1_1H8x2Aeu28Lnj6vhXFNZ32kpvGS6dnqWGA": [
			{
				"comment_id": 1,
				"body": "It's potentially really cool. But I don't know how trustworthy it is to use over tor (or i2p) while retaining anonymity. I'm also leery about how every site needs to run js (it can't be helped, i guess!) Some of the developer posts on github also lead me to believe that this anonymity and security is not a very high priority to them.\n\nEverything also seems to be set up to use only one identity on all sites. The identity it asked me to post on here is the same I used on ZeroMe and ZeroMail and everywhere else that required an identity (even an anonymous imageboard!) I don't know if I can even make a new one without deleting my entire ZeroNet profile and starting over. It seems I can only be one person on ZeroNet, which is counter to the way people participate on the public internet.\n\nVery mixed feelings, but its still neat that I can publish something, send it to a bunch of peers, turn my computer off, and people will still access it. It's like freenet but not ancient. Everything about the UI is hipster millennial garbage though.\n\nI've only been using it for a couple of days and that's what I think about ZeroNet so far.",
				"added": 1481582131
			},
			{
				"comment_id": 2,
				"body": "> [gremious](#comment_13_1H8x2Aeu28Lnj6vhXFNZ32kpvGS6dnqWGA): You can use multiple identities, all you have to do is\nThat sounds really complicated!\nIt's frustrating that, in the software's default 'this-is-how-people-should-use-what-we-made' state, the ability to have two different identities has been disabled. It's like they're saying people SHOULDN'T be doing that.\nMaybe it's just culture shock for me since I've always gravitated toward services where I can click a button and generate a new id. And maybe the way this function works will change over the course of the software's development.",
				"added": 1481652447
			}
		],
		"1_183waZSH7rC3CMWuh9nSxpUmRVh498pwGQ": [
			{
				"comment_id": 3,
				"body": "sup",
				"added": 1481653725
			}
		],
		"1_15djDL8TmcrTNVDqc8u8vg7cREZuUx1Rg5": [
			{
				"comment_id": 4,
				"body": "echobot never replied to the first message i sent to her. i waited a day and sent her a second message. she only replied to the second message.",
				"added": 1481845073
			},
			{
				"comment_id": 5,
				"body": "> [whacko](#comment_13_15eMfttUaaszDW39pJHosSc5bgZHuXMEaK): Was it something you said? ;p\n\ni first told her to reply to my mail if she loved me. i wish i was kidding.\ni also get an error updating a single file, just like op",
				"added": 1482014548
			}
		],
		"2_17tQX9J2fScN9APmweSUnzEU4EfTG1ojYb": [
			{
				"comment_id": 6,
				"body": "i just assumed that feature was broken because every time i open the browser all my favorites get reset. how exactly are favorited sites saved? cookies? localstorage? or something on zeronet's side?",
				"added": 1482099967
			},
			{
				"comment_id": 7,
				"body": "it seems to save it in a cookie. so you have to tell your browser to allow cookies to be saved. or else it'll forget everything you favorited. really though, it should be saved on zeronet's side of things. let us customize our own ZeroHello page! that's what it's there for, isn't it?",
				"added": 1482107159
			}
		],
		"1_12UdbJncu6j8isif9jpfDAVETWD8EmsYfM": [
			{
				"comment_id": 8,
				"body": "newbie where are you ;-;",
				"added": 1482280682
			}
		],
		"1_19Sn2ocjSvxhwzp7EvxBrsJdBuzDCjcvDc": [
			{
				"comment_id": 9,
				"body": "i can give you my old yahoo mail account if you want it??",
				"added": 1482363674
			}
		],
		"1_1GuYKebkQAqGJ4tNpNp4TD1UuoHHudCJLA": [
			{
				"comment_id": 10,
				"body": "i think you'll find the community quite hostile, friend. but then what's the worst they can do, censor you? if they succeed, then i wonder what purpose 0net has.",
				"added": 1486763956
			}
		],
		"1_12fSitbSXCwW7nAiyV7jWzrbkkvVBMvHDc": [
			{
				"comment_id": 11,
				"body": "oh yeah? i can double your btc AND trim your rune platemail for only 100gp!",
				"added": 1486855404
			},
			{
				"comment_id": 13,
				"body": "all i'm saying is i can offer the same thing you are offering and more\nif anyone needs their rune armor trimmed you can find me idling in the west bank in Falador. i also do dragonhide.",
				"added": 1487027058
			}
		],
		"2_1PTaJe3LLeB5Pfxq8KjcpQSPcSK1PQqsQs": [
			{
				"comment_id": 12,
				"body": "i know! my reason for coming to zeronet to find cp on zerome and for the bitcoin doubling programs. so i could really do without the holocaust denying. come on people.",
				"added": 1487026542
			}
		],
		"1_15LRqNcFJErcQbXY9yRUtffLuToqVr8rDu": [
			{
				"comment_id": 14,
				"body": "this is an underrated thread",
				"added": 1487029108
			}
		],
		"5_1PTaJe3LLeB5Pfxq8KjcpQSPcSK1PQqsQs": [
			{
				"comment_id": 15,
				"body": "ZeroRadio would be cool. i dont think ZeroNet can support something like a live audio stream. maybe the music is all user contributed? maybe with an html player that tries to keep everyone listening roughly in synch somehow?\n\nit might be cool to see some multiplayer games designed to take advantage of ZeroNet's functionality. chess, anyone? or perhaps even something as ambitious as a mud? maybe one of those collaborative drawing things?\n\ni'd like to see people share interactive fiction. twine games are literally just an html file, easy as hell to share as optional files i would think\n\ni'd like to see development on irc-like live chat rooms, like ZeroBoard or ZeroChat Live, and to see people actually active on them ;-;\n\ni'd like to see continue development on ZeroMe. i don't have anything specific in mind. but it's already almost as cool as diaspora. and it's definitely much better than twister. it's probably the single best thing that has come out of ZeroNet.\n\nthis is a non-comprehensive list of things i'd like to see.",
				"added": 1487211031
			},
			{
				"comment_id": 17,
				"body": "if people want to have a distributed network with persistent content which is quickly accessible, they need to develop a culture of giving up that bandwith or their precious hdd space in order to make that network happen.\n\nthis is a social problem and not a technical one, which hampers the growth of pretty much any decentralized service. it cannot be resolved with clever code. people need to learn to share and give back.",
				"added": 1487281702
			},
			{
				"comment_id": 19,
				"body": "sounds like a good subject for a new post, brainstorming how to foster a culture of sharing and contributing resources.\nhey, that qualifies as content we'd like to see!",
				"added": 1487284619
			}
		],
		"2_16ruLucRLto6GhT1Zb3P8JVZzC48fxd9Cc": [
			{
				"comment_id": 16,
				"body": "there is a very serious risk of system/os updates not breaking themselves catastrophically, which can be really difficult to get acclimated to for some Windows users. i speak from experience.",
				"added": 1487212845
			}
		],
		"1_12wGEUrb2N4oeNxs7bEjcV5GJe8VP9Cdsq": [
			{
				"comment_id": 18,
				"body": "looks pretentious and edgy. i've never seen so much fucking cussing in official media, god damn. so basically it looks like closed source retroshare? why don't they just contribute to that project instead?",
				"added": 1487284220
			}
		],
		"1_1DxWcQsQ5cEBqXgc94pKWtzRo6Xn3iWsnK": [
			{
				"comment_id": 20,
				"body": "yes i do",
				"added": 1487373995
			}
		],
		"10687_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 21,
				"body": "all of these news items being pulled here are incredibly pathetic. this article is especially so.\nif these articles were actually curated (not just automatically posted when your bot detects words like \"tor\" and \"dark net\" in them) people might actually read them or discuss them.",
				"added": 1487443382
			}
		],
		"1_1Mr36Z4TSbWQ236NfvRPeLn3qsAwngBzMd": [
			{
				"comment_id": 22,
				"body": "are we a private company?\ndo i get benefits for funposting here?",
				"added": 1487446887
			}
		],
		"1_1MocL2J4KmBk6xozE4eE4jQVfurHdGCTqM": [
			{
				"comment_id": 23,
				"body": "i dont think there's anyone here who would oppose more animalporn content on zeronet",
				"added": 1487543832
			}
		],
		"14_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 24,
				"body": "get ready to see \"Sorry this video is unavailable in your country\" a whole lot",
				"added": 1487559189
			}
		],
		"2_15zYrGJKfXo6XXU6rBUsuU3cTgpJkDuQYA": [
			{
				"comment_id": 25,
				"body": "i leaked through my underwear does that count",
				"added": 1488044076
			}
		],
		"1_1ATpj32EgvgApKTmBq1KiY62B5UjzfSRJS": [
			{
				"comment_id": 26,
				"body": "i dont understand, are you saying dolan trump isn't real? how do you explain all his tv appearances then???",
				"added": 1488326850
			}
		],
		"25_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 27,
				"body": "I disagree about the chat rooms, I think people like simple chat, but they don't like waiting more than 30 minutes for someone else to say something. Chat rooms that are not ZeroBoard do not have any exposure, however, and to a new visitor those chat rooms appear to be dead. I've had several conversations on one of these chat sites, and I remain convinced the only reason people don't use it is because they don't know that it's there, or they are under the assumption that the site is dead.",
				"added": 1488923982
			},
			{
				"comment_id": 28,
				"body": "@kai0, I don't understand, sorry. I'm not German.\n@rythrix, that's exactly what I do also. it might be nice if zeronet could show a notification in the tab whenever new content is published",
				"added": 1488938369
			}
		],
		"1_18YE3Sc5daizwqVAoPu3YDvURfie2VmSwC": [
			{
				"comment_id": 29,
				"body": "how do you propose we share them?",
				"added": 1489457719
			}
		],
		"1_1HLFF47LhPMfkv43GJoGCn7ZwXEAZmFHC6": [
			{
				"comment_id": 30,
				"body": "it's weird that that site would be the only one you have trouble visiting. try deleting it and visiting it again maybe.",
				"added": 1489509718
			}
		],
		"6_1GNgaj5EqkzqYECYbXa889fGLyuseHRi3t": [
			{
				"comment_id": 31,
				"body": "I love you",
				"added": 1489592543
			},
			{
				"comment_id": 32,
				"body": "> [yinyue](#comment_16_1GNgaj5EqkzqYECYbXa889fGLyuseHRi3t): Really ?\n\nyes because this is really cool! it was one thing i really wanted to see happen on zeronet! the only way it could be better was if the music played in synch with everyone who was on the page at the same time, but that might not be feasible and might not be an enjoyable experience for everyone",
				"added": 1489699794
			},
			{
				"comment_id": 33,
				"body": "sick must have made it then?\n> [rythyrix](#comment_43_18eGWSaM3Vc9i61LVfogjQJf5gp7EN7b9Y): Will you be making permanently store the tracks, or will you be aiming more toward ephemerality?\nmaybe when it reaches a certain amount of MB space, the oldest songs should drop off as new songs get uploaded?",
				"added": 1489784698
			},
			{
				"comment_id": 34,
				"body": "i assume nothing would stop one person from flooding it with their unique idea of what counts as music. i dont want to be the person who tests this though.",
				"added": 1489958150
			}
		],
		"1_1PfXizQkX7L7ho96Yqva2hvdk6VFT9Dnk7": [
			{
				"comment_id": 35,
				"body": "it seems that english speakers are bigger shitposters than chinese friends.\nchinese posts, while completely indecipherable, are still vaguely on-topic if you run them through a google translate.\n\nif this makes you uncomfortable, you should create a decentralized blog to express your feelings to the world :(",
				"added": 1491337797
			}
		],
		"1_1FNuZtJdubQVu1Mxs65nBVWKuE84pSsoBG": [
			{
				"comment_id": 36,
				"body": "some of us like posting cat pics\n\nyou want to talk about anonymity concerns and protecting yourself from ww3? i recommend burying your head between your knees or uploading your brain to the net before they lock cyberspace down.\n\nalso zeronet does not have a \"target\" \"demographic\". its a neutral platform for anyone to make use of. are you asking what this specific forum ZeroTalk is about? it appears to be a poorly moderated test/proof-of-concept for a message board that anyone can copycat if they want to.",
				"added": 1491497852
			},
			{
				"comment_id": 37,
				"body": "> [anonymouslogin](#comment_7_17AMQVbBa12XB3xFWKDnP2dCEx92TaiY7X): Most people are not comfortable enough with technology to use this forum, and though it's not so much a target demographic, it certainly is a limited demographic. As ranxerox said, the technology needs to be easier to use and the interface made more intuitive before the sort of discussion OP wants will be possible.\n\nwhat you describe is a social problem that exists everywhere throughout the internet. it cannot be fixed through software. you have to change the way people think about and interact with computer technology.\ni also cannot imagine how zeronet could be made any easier than it currently is. you plug it in and it works.",
				"added": 1491772698
			}
		],
		"1_1688KSTcvYWqFhiMigh4LnUZ27KfU2W8FK": [
			{
				"comment_id": 38,
				"body": "i was abducted by a ufo after i visited someone's zite. at first i thought it was a coincidence, but the next day i went back and the same thing happened again! be careful on what you click on, unless you want to get probed like i was :(",
				"added": 1501911055
			}
		],
		"1_1d6oFadKcBXxEZHvmvAiZCoyrBeAmmLdi": [
			{
				"comment_id": 39,
				"body": "deep♂dark♂fantasy♂",
				"added": 1501983315
			},
			{
				"comment_id": 40,
				"body": "> [my0n](#comment_3_1ASCdxpruMqp1eDrMf4v7VibcguVWoyNo7): Hey buddy, I think you've got the wrong door, the leather club's two blocks down.\n\nFuck you",
				"added": 1501988047
			}
		],
		"1_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 41,
				"body": "Multiple accounts is a good starting point for having anonymity and not having all of your online activity linked back to a single ID... Part of what is frustrating about ZeroNet is the simple lack of anonymity. Even with tor, all your posts come back to one ID. This truly is the \"reddit\" of \"deepnet\". ZeroMe is still 1000 times better than twister though.",
				"added": 1502144830
			}
		],
		"1_1Hv2qHowmG8sURX51L4zXQDDxakF6XgEvB": [
			{
				"comment_id": 42,
				"body": "there was strong russian presence on i2p last time i sunk my teeth in that network, so if you haven't been there yet i would recommend trying it out also.",
				"added": 1502157198
			}
		],
		"1_1NgtYwuvjdzBhq5pCg9mTzo63APBBS6V46": [
			{
				"comment_id": 43,
				"body": "http://freechildporn.tk/ref=fbi.gov\nthank me later ;)",
				"added": 1502657768
			},
			{
				"comment_id": 48,
				"body": "There are people who are sexually normal but watch too much porn and are drawn to more deviant things such as porn involving children. It is a not uncommon symptom of pornography addiction. I am not certain how frequently this occurs. And then there are pedophiles (stop spelling it wrong you british fucks) who are genuinely attracted to prepubescent children. There is conflicting, sometimes poorly constructed evidence that a minimum of 1% and a higher end of 5% of the entire population of human males are this way.\n\nMaking fun of OP is the most logical step because making fun of people is fun to do. We should continue to make fun of him. However, assuming whether the OP is one or the other is ridiculous with the very limited amount of information we have about him. All we know is he wants to bust a nut and he wants to do it to child porn.\n\n> [akito]There is no real paedophile who calls child porn literally \"child porn\".\nHaving spoken with multiple pedophiles and having developed strong amicable relationships with some of them, I will tell you they all still call child porn \"child porn\" regardless of how they feel about it because that is what 100% of English speaking people call it as. If you call it by any other name, nobody will know what you are talking about.",
				"added": 1502848078
			},
			{
				"comment_id": 50,
				"body": "akito you must be a coprophagiac, i have never seen anyone so full of shit before in my life",
				"added": 1502916344
			}
		],
		"1_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": [
			{
				"comment_id": 44,
				"body": "travel back in time and use one of the free fountain services. once you return to 2017 the fraction of a coin you were given will be worth well over 1USD",
				"added": 1502658434
			},
			{
				"comment_id": 45,
				"body": "it's a joke how inaccessible digital currencies really are. you may have to beg for it, sell creative or sexual services in exchange for it, or find someone who is simply interested in what you are going to put on that domain name",
				"added": 1502659118
			}
		],
		"2_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": [
			{
				"comment_id": 46,
				"body": "i am deeply saddened by this news. all i wanted in life was there to be a lust agency. now my dream will never be fulfilled.",
				"added": 1502755689
			}
		],
		"7_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 47,
				"body": "> [djsiurhsa](#comment_1_17kbdkoNgTSTVmnGz47NCgoEMryWL7GAf1): If your talking about bitcoin (I assume you are) then don't mine it. The more widespread it is, the less you get from mining. Instead play it like a stock, bitcoin is currently going through a bubble, it will most likely fall back to 1-3k in the next 2 months.\n\ni've been telling myself bitcoin is a bubble on and off for the last 3 years but every time i say it the value doubles and doesn't come back down. mining coins is simply a waste of perfectly good electricity though. stop driving up the price of gpus!!!",
				"added": 1502832995
			}
		],
		"1_1ECmsQzFruxQnUt8DWmC2SKz3xL39XgzSa": [
			{
				"comment_id": 49,
				"body": "if it makes you feel any better, there are no interesting www websites either",
				"added": 1502916332
			}
		],
		"1_1J4miEbRYPUMBgTDd4J1CUxzusKcvHeP3b": [
			{
				"comment_id": 51,
				"body": "lewd",
				"added": 1503007818
			},
			{
				"comment_id": 52,
				"body": "> [kmueller](#comment_35_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): wtf, its not about welfare at all!\ni'm sure that may be open for debate",
				"added": 1503008262
			}
		],
		"8_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 53,
				"body": "but if i stopped using gmail the nsa will find my lack of personal email use highly suspicious and they will start to dig deeper",
				"added": 1503008739
			}
		],
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": [
			{
				"comment_id": 54,
				"body": "antifa still wets his bed",
				"added": 1503010810
			},
			{
				"comment_id": 59,
				"body": "i wish extremists would go away and never come back",
				"added": 1504226902
			}
		],
		"1_1L6pjaEajyF4kYhT5AXeJKUnUuSR5oGKrE": [
			{
				"comment_id": 55,
				"body": "that was really bad, but then i saw this in my recommended videos: https://www.youtube.com/watch?v=qPJvGMYxDPs\ni dont think i will be able to sleep tonight....",
				"added": 1503011532
			}
		],
		"14131_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 56,
				"body": "does the tor project regularly take the time to publicly express disgust in something that spills over into their network?",
				"added": 1503012123
			}
		],
		"1_15NXsHCCfQw8BUSxnsapUH212qTtg29iFU": [
			{
				"comment_id": 57,
				"body": "0-Gallery looks cool. I mostly have r-18 content but I have SFW manga also to share once it is up and running.",
				"added": 1503703408
			},
			{
				"comment_id": 58,
				"body": "> [kaffie](#comment_462_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): AFAIK it was meant to replace stuff like exhentai/e-hentai and nhentai. Not as a general manga site lol. So ofc. it'd be naturally angling towards 18+ content. But you could easily clone the data site and upload SFW stuff to it.\n\nIt actually looks like it's meant to support hubs, where users can choose to enable a hub that contains NSFW content, or they can choose to not merge with that NSFW hub. But we'll see once its running I guess.",
				"added": 1503703940
			}
		],
		"3_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": [
			{
				"comment_id": 60,
				"body": "there used to be a big blocklist someone compiled which purported to have every known pedophile user included in it. i always found it incredibly humorous. at the time there were only 1 or 2 actual people who spammed bad things in public places who generated new ids when they were censored by the zite operator. so the list was not actually useful for anything. but it did incite pedo witchhunting to some small extent. i think if the maintainer was still active when i started using zeronet i would have been added to the list for my /c/ tier sfw content.",
				"added": 1504324189
			},
			{
				"comment_id": 61,
				"body": "> [joczo](#comment_36_14UupgrdnT7Y8vMES7aqUFgD1fC5RYNrh8): Stopped seeding 0chan,thanks for the info(I wasn't even using it tho)\n\n0chan and 0chan Porn are two different zites. 0chan Porn is the one that had sketchy content, and that is kept to optional files that users of the site have to opt into. 0chan itself doesn't have anything illegal except for political views that I know of. So if you added 0chan rather than 0chan Porn to your block list that won't really achieve anything.",
				"added": 1504396969
			}
		],
		"1_19vYZ3YDA3LLxrhk3kSo58p2EppqkJVDMZ": [
			{
				"comment_id": 62,
				"body": "why, do you have some hot scoops?",
				"added": 1504903302
			}
		],
		"2_1JTtwMPZ5mKaF6S1wAPzZ8SmZTgTygz5Rb": [
			{
				"comment_id": 63,
				"body": "I'm not sure if Request Policy works properly on Zeronet, but setting a bogus proxy (127.0.0.1:[bogus port number] for all protocols & No Proxy for 127.0.0.1) does work.",
				"added": 1504903541
			}
		],
		"1_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": [
			{
				"comment_id": 64,
				"body": "> [obiwanzanobi](#comment_33_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD): noice.  Any steam alternatives?\ntry launching \"[video game].exe\" where [video game] is the name of the video game.\nSteam is not necessary to play video games, except for specific games which are Steam only. What functionality of Steam are you trying to replicate besides playing video games?",
				"added": 1504904127
			}
		],
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": [
			{
				"comment_id": 65,
				"body": "they're not literal communists they're just neo liberal sjw feminazis. also mastadon has more loli porn than gnu social so it really depends which federated hub you join. but there are definitely too many \"safe space\" hubs that ban the good hubs.",
				"added": 1505017528
			},
			{
				"comment_id": 66,
				"body": "> [kaffie](#comment_494_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): \"Us\" lol. Cute. You realize most people here are far-left anarchists, right? [...]\n\nBanning \"hate speech,\" and people who fall on the right wing of the political spectrum is the same as banning free speech and if you didn't identify yourself as a far-left anarchist you might have the capacity understand and appreciate that. It's truly unfortunate that over the years I have had to come to terms with the realization that left leaning services are just as hateful as the right leaning ones. At least the right leaning ones are willing to take me in even though they hate me just as much or more as the left. I don't like racism. I don't like hate. But \"liberal\" services are not willing to let me participate on them. They censor me and shun me, so I have no choice but to befriend and allow my politics to fall in line with the ones who don't do that. If you are uncomfortable with the resurgence of right wing ideology, please take a moment to consider it as a knee jerk reaction to the crimes and faults of the strengthening left.\n\nAdditionally, its funny to me to say that GnuSocial and Diaspora users are at the whim of their tyrant operator when you choose to glide over the fact that Mastadon has the exact same problems.",
				"added": 1505057679
			},
			{
				"comment_id": 68,
				"body": "> [xyq](#comment_1_1EXV2zH5U6GkSuh3vouRWUNsmsUND6JT4i): You are all nazis.\n\nim a fucking kkk nazi",
				"added": 1505169106
			}
		],
		"1_1ApJ2dibcJbE8cvEeo3Db75cwkRArD2XjA": [
			{
				"comment_id": 67,
				"body": "i was under the impression the only ones who have access to any network which spans outside of their own country were government and military personnel. but it could be possible some have found a way?",
				"added": 1505162859
			}
		],
		"2_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": [
			{
				"comment_id": 69,
				"body": "it just goes to show that you're never safe from the internet police",
				"added": 1505250031
			}
		],
		"1510300423_1BgmsWcEitkkf96t5qVkBFPoYwdoc4hSqA": [
			{
				"comment_id": 70,
				"body": "we all gotta go somehow",
				"added": 1510363666
			}
		],
		"1511184346_1Pp66xGV4cnqmePgFTJbg4WoQwgkhK6Ukg": [
			{
				"comment_id": 71,
				"body": "thank you i will continue boycotting child pornography",
				"added": 1511310049
			}
		],
		"1512163082_17Zks611RR4oN8USC3RxJzaw94GyPufioG": [
			{
				"comment_id": 72,
				"body": "Not Found\nloli.html\n\ni will help seed so that one day it will be found. thank you, sir.",
				"added": 1512225600
			},
			{
				"comment_id": 74,
				"body": "> [penetratormk2](#comment_9_1AC3zv2K9eEsm8XpfSirwb13hSdtjHAiu5): I feel the same pain now. Checked it, loli.html couldn't be found. ;(\n\nwe will get through this, we just need patience.",
				"added": 1512866811
			}
		],
		"1512560923_153dW34Ng5fVUZ5D5NcZRfAbvRQS1jYC1k": [
			{
				"comment_id": 73,
				"body": "maybe after sankakucomplex implements this i'll get some of that easy money",
				"added": 1512768612
			}
		],
		"1512912701_149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN": [
			{
				"comment_id": 75,
				"body": "why do you call your service Youtube? why would you want to be Youtube? i thought everyone was trying to get away from Youtube. personally i don't see room in my life for another Youtube, the one that already exists is problematic enough.",
				"added": 1512942808
			},
			{
				"comment_id": 76,
				"body": "> [install](#comment_2_149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN): zerotube, nekololi, i just copied the text from the wikileaks.https://shop.wikileaks.org/donate\n\nat least you were smart enough to make changes the cryptocoin addresses after you copied and pasted that page. i've never blacklisted a zite out of spite before but i'm removing your service from my router so i don't visit it by accident.",
				"added": 1512943133
			}
		],
		"1513104983_1L1oZ2XdV78aFiV3h3cik24gdChtxzJ3To": [
			{
				"comment_id": 77,
				"body": "what kind of friend did you have in mind?\nactually now that i think about it i don't have any to spare... sorry",
				"added": 1513119102
			}
		],
		"1513303856_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 78,
				"body": "fapping is one of the only things enjoyable in life, and the pleasure gotten from it is so small and fleeting that i couldn't possibly imagine doing it any less often.",
				"added": 1513389840
			},
			{
				"comment_id": 79,
				"body": "> [byg8o897y7t68fto](#comment_25_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy): Haha, feels much better seeing how far you can take nofap though.Here's some websites you should look at if you want to find out more.https://www.reddit.com/r/NoFap/https://www.nofap.com/https://fightthenewdrug.org/\n\nwhy would i take away the only enjoyment i get out of life?",
				"added": 1513390804
			},
			{
				"comment_id": 80,
				"body": "> [byg8o897y7t68fto](#comment_27_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy): You may discover other interests. End of the day though you're free to do with your body as you like and I'm not judging.\n\nonce a day or once every other day isn't a big deal. usually i'm too depressed or fatigued to even manage that much. i have a lot of problems but working out my sexual frustration in a healthy manner doesn't need to become one of them.",
				"added": 1513392388
			}
		],
		"1513417002_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 81,
				"body": "if you don't want to host something you don't have to. delete it on zero hello. does it host illegal content? then add it to your black list. that isn't hard.\n\n0chan and 0chan Porn are two different sites. i have not seen \"illegal content thumbnails\" on 0chan. but perhaps a person who lives in country A sees more illegal content than a person who live sin country B since different countries impose different laws on their citizens.\n\nalthough if i remember right, 0chan Porn uses optional files for their different boards. if you don't opt to download something you know is bad, you should be safe, right?",
				"added": 1513435839
			},
			{
				"comment_id": 82,
				"body": "if you are running a proxy service, you should be aware that 0chan Porn is not the only porn site ran on this network, and it is likely not the only site which does not have an \"age disclaimer\" on the front page if that is a legal requirement to have on your website where you live.",
				"added": 1513436085
			},
			{
				"comment_id": 83,
				"body": "> [nothing](#comment_10_1GnKQZXGc51J9spdsMMXxJizM41LXeKEBz): i don't know how the site's work excatly but the thing is 0chan porn has child pornography on it and that's what i'm trying to warn people about..\n\nim really sorry, i was just under the impression this was common knowledge. i have had it blacklisted on my zeronet instance for a long time, and if someone runs a public proxy service he should do the same.\n\ni'm just baffled that a topic was created asking if it should be removed from his proxy service or not. op should try to be more in touch with what's going on in zeronet, as it seems he has been proxying a cp site on the public www internet for quite some time now. he wants his \"concerns to be addressed\" but i think he would have addressed them a lot more quickly if he just went to the site and saw it was hosting illegal content.\n\nthen he posts on zerome what i can only interpret as a public service announcement demanding zite owners on zeronet to run their site in a certain way when it's really not his place to tell others how to run a website. if you are mirroring content on the public www internet, it is YOUR responsibility to make sure you aren't hosting anything illegal. other parties are not responsible for your legal problems. they are only responsible for their own.\n\nbut yes, 0chan Porn (not to be confused with the separate service 0chan), is a host for child pornography and it is to the best of my knowledge not moderated, and they do not ask users if they are 18 before entering, and they do not have a \"all models on the site are 18+\" disclaimer on the site. if that is a problem for you, i would highly recommend not visiting it or blacklisting the site. if you host it on a public proxy service to the www internet, i would highly recommend not doing so.",
				"added": 1513437585
			},
			{
				"comment_id": 84,
				"body": "if a site operator doesn't want to put an age disclaimer on their website they will choose not to do so, and that is their right. the legality of not having a disclaimer depends entirely on the legal jurisdiction they reside in, but if a website is distributed, and not hosted on a server in a specific country, there may not be any legal requirements to put a disclaimer on there.\n\nadditionally, on a website that consists entirely of user submitted content, it is dishonest and counterintuitive to proclaim \"We have verified that all persons appearing in nudie photographs submitted to our site were 18 years or older at the time the nudie picture was made.\" How would they even begin to verify this information? Unless the user who submits the photograph also submits the contact information (dox) of the individual, there is no way to reach out to them and verify their age at the time the picture was taken.\n\nit's one thing to prohibit child pornography on your site, but it's a whole nother thing to verify the legal age of all participants in pornographic footage submitted to your site by the general public.",
				"added": 1513443413
			},
			{
				"comment_id": 85,
				"body": "> [mrsrobotmobile](#comment_2_1HsgZpHaZ5BRUK5qr2YMWnubgKyNuSqokH): Obviously.. We won't ever be able to weed out all the apples..but it would be great if more zite owners were proactive about moderating their content. Just so that zeronet proxy owners can host a few porn sites here and there.. and let adults enjoy themselves without too much drama..without having to blacklist Every single site with the keywords Porn in it. [...]\n\nHave you considered that that particular site operator wished to have that kind of content posted?\nAnd while members of the ZeroNet community SHOULD be proactive and do what is best for the \"community\", it is also true that ZeroNet is a public tool that anyone can pick up and use to do whatever they want with. ZeroNet is not and should not be designed to weed out \"bad apples\" in that sense.\n\nThis means everyone else has to be the responsible and proactive. If you run a service that hosts content published on sites you don't have the ability to control, you have to be a defensive administrator and be proactive to prevent abuse of your service. That includes knowing what the hell you are mirroring and making available to everyone else.\n\nOther viewers likely ARE seeding content they don't know about. They may have since deleted or \"believed\" they deleted it without realizing some files are still being seeded. These are the risks people may or may not know they are taking when they run ZeroNet. Perhaps nofish needs to be more proactive in educating people about these risks?\n\nAt the end of the day though, anyone can publish anything on ZeroNet, and ZeroNet is designed to make it very hard for what is published to be censored and made unavailable. You may consider yourself a member of the community surrounding ZeroNet, but someone who may wish to make a CP website may not think themselves as belonging to a community, and they will likely act in such a way that is harmful to the public image of the network.\n\nYou cannot stop them from doing that because ZeroNet is designed to enable them to do that. All that you can do is think and act proactively with this threat model in mind.\n\nFurthermore, if there even WAS the ability to stop anyone from publishing CP on ZeroNet, doing so would be in direct conflict with ZeroNet's goals of being uncensorable and accessible to everyone.\n\n> [styromaniac](#comment_315_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): I've since clarified that I meant 0chan Porn. The thumbnails are not optional files.\n\nThat makes a lot more sense now. I had not been there since I originally blacklisted it and forgot or did not realize that the thumbnails were not optional files, although I thought entire boards were, and different types of content were hosted on different boards which you had to opt in to. Either way, anyone sensitive to this content is better off just blacklisting it so they don't stumble on it again by accident.",
				"added": 1513458256
			},
			{
				"comment_id": 88,
				"body": "> [cracknut](#comment_2_18YwvP36gwZKnk1KfQ8Rb3ca8xJpuzJBPo): Shit like this is what scares me about Zeronet. Inadvertently stumbling on child porn and then having it either in your cache or just being marked as a peer. You're fucked. How the hell are we supposed to protect ourselves?\n\nthis is one of ZeroNet's biggest faults. frankly i do not believe network was designed with that kind of abuse in mind. now, if the content was encrypted during transmission and encrypted when saved on your hard drive to give the user plausible deniability at the bare minimum, things would be a little bit better. but as of right now, the answer is that you simply have to know every bit and byte you have cached and are helping seed.\n\nit is for this reason that i have become hesitant to automatically download and seed content on any website or service on the network without first reviewing what kind of content it is.\n\nit might be wise to stuff your ZeroNet installs in an encrypted container in addition to running in tor-only mode.",
				"added": 1513546688
			}
		],
		"1513230190_1K8XkWirXhKSqE3t6WfcjbUcuSTCamzqMJ": [
			{
				"comment_id": 86,
				"body": "> [akito](#comment_401_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): Putting Facebook into ZeroNet would be like putting a nazi into a group of scientists. It just won't fit.\n\nnazis and scientists got along really well actually",
				"added": 1513523757
			},
			{
				"comment_id": 87,
				"body": "> [akito](#comment_403_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): That's what they try to make you think. Obviously the \"scientists\" were doing a lot of unnecessary experiments, because they actually had no idea what they were doing. That wasn't scientific.\n\nis that what they are teaching in school?",
				"added": 1513531907
			}
		],
		"1513428479_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 89,
				"body": "i'm very confused by this topic.\n\nare we asking for censorship on ZeroNet or are we asking for tools that provide more extensive control for ZeroNet Proxy operators?\n\nunmoderated content on the network is a feature, not a bug.",
				"added": 1513551729
			},
			{
				"comment_id": 90,
				"body": "> [krixano](#comment_251_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): It says Proxy in the title. Proxy owners should be able to manage the zites that are on their server. Currently they can block all new zites, but that is not friendly to the users. Proxy owners can get into serious trouble from their hosting provider or government for having illegal content. If you want to view illegal content, use your own client instead of potentially getting someone else into trouble because of it.\n\ni did not know the proxy stuff was an officially developed component of zeronet, thus some confusion. i had just assumed people were setting up public proxies on their own. people who want to run proxy services for zeronet would definitely need proper tools to protect themselves and prevent abuse of their services and all of that good stuff.",
				"added": 1513633141
			},
			{
				"comment_id": 91,
				"body": "My only other post in this topic was a request for clarification.\n\nI have never once stated any opposition to any feature to be implemented in a ZeroNet \"Proxy\" Client, and have committed no greater sin than expressing my ignorance of its existence.\n\nIf what you desire are fewer opponents, I would suggest you start working toward that by checking your fucking attitude.",
				"added": 1513636569
			}
		]
	},
	"comment_vote": {
		"13_1H8x2Aeu28Lnj6vhXFNZ32kpvGS6dnqWGA": 1,
		"2_15EAH8W3qs47ZJ9wsxEakKtwZ238VFeYGt": 1,
		"29_1EZG8eDkCFvNkYxpHmr2WbGWcSxAsRfqTT": 1,
		"1_18fLf6bqfzvGLvMA2DrEmDxiqvnAWyN6dv": 1,
		"9_1AC3zv2K9eEsm8XpfSirwb13hSdtjHAiu5": 1,
		"106_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"105_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"103_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"8_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2": 1,
		"316_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"318_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1
	}
}