{
	"next_comment_id": 6,
	"user_name": "Reke",
	"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
	"post_like": {
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1500499469": 1500506335
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "Ya I never got a reply. But I prefer Bitmessage anyway for secure messages. ",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1500667789",
			"date_added": 1500678386
		},
		{
			"comment_id": 2,
			"body": "You'll be fine. You did the right thing as far as the Peroxide, it will clean help heal the wound. Just watch out for infection and keep the skin clean and it will heal fine. As far as the patch, I have no clue what you did there. I've not seen a patch that could actually attach to something as floppy as a foreskin. In places like that it's best to clean the wound, and blot until it stops bleeding. After that be careful with the area and your body will do the rest. ",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1500752218",
			"date_added": 1500758739
		},
		{
			"comment_id": 3,
			"body": "@Musickiller: Well ZeroNet says no. >.< Not wanting to provide to much context, but my sex life has given me much experience with treating injury down there.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1500752218",
			"date_added": 1500829376
		},
		{
			"comment_id": 4,
			"body": "Nothing wrong with the vanilla ZeroMe but you can safely use any ZeroMe clone. First off your private key is never transmitted off your computer so there is never a risk of a site being able to steal it. Secondly, because ZeroMe uses hubs, ZeroMe clones don't even get a copy of your profile.\n\nWorse that can happen is that your ZeroHello feed will randomly link you to what ever version of ZeroMe it feels like and some ZeroMe's add random data to your profile that Vanilla ZeroMe doesn't like. ",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1500809673",
			"date_added": 1500829947
		},
		{
			"comment_id": 5,
			"body": "@Musickiller: Pretty much though its making the whole moderation part of my site design difficult. ",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1500809673",
			"date_added": 1500898912
		}
	]
}