{
	"next_comment_id": 10,
	"user_name": "Deviated",
	"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
	"post_like": {
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1496655239": 1498400681,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1504008662": 1507853965
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "Monetary education & Investary, I just coined the word, education are necessary for life.",
			"post_uri": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ_1498253721",
			"date_added": 1498403154
		},
		{
			"comment_id": 2,
			"body": "Stealing people's work is degrading, my friend. Except where it is legal.",
			"post_uri": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ_1498253721",
			"date_added": 1498403193
		},
		{
			"comment_id": 3,
			"body": "If you know your rights, how to manage money, and how to invest your resources, most importantly your time, you can buy any book, land, idea you want. If you are interested in helping other people then, as you are now, you can teach them these subjects by writing a book and licensing it for the benefit of the public.",
			"post_uri": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ_1498253721",
			"date_added": 1498403355
		},
		{
			"comment_id": 4,
			"body": "(It is legal in my country to pirate foreign content.)",
			"post_uri": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ_1498253721",
			"date_added": 1498403468
		},
		{
			"comment_id": 5,
			"body": "For your data volume problem there should be a splitting option, where one can seed a part of a large website on ZeroNet. There is a music site on ZeroNet which I liked, but since it required 25GB of my storage, I deleted it. I think ZeroNet is a child and needs time to play around.",
			"post_uri": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ_1498253721",
			"date_added": 1498403677
		},
		{
			"comment_id": 6,
			"body": "@Arsene Lupin: piracy has it's benefits. In poor countries specially. One big problem I have with paying for media is the history of what I watch. I really don't want spotify or soundcloud to have my musical behavior recorded. Actually I don't want anyone have it recorded including myself. I wanna listen and not think about being watched all the time.",
			"post_uri": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ_1498253721",
			"date_added": 1498510930
		},
		{
			"comment_id": 7,
			"body": "And the prices are not fair, it's the age of media for people's sake. I like the method Brave browser is going to pay consumer for advertisement they watch. One can dedicate the money they make to whichever site they think deserves it.",
			"post_uri": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ_1498253721",
			"date_added": 1498511084
		},
		{
			"comment_id": 8,
			"body": "I know my thoughts are yet scattered about this subject, and I thank you for this conversation.",
			"post_uri": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ_1498253721",
			"date_added": 1498511127
		},
		{
			"comment_id": 9,
			"body": "Please don't add sites that are not ready yet. They just waste our time, distract us, and disappoint us from using ZeroNet. A later usable ZeroNet is better than a crowded intimidating ZeroNet which is filled sooner.",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1496655239",
			"date_added": 1499375840
		}
	]
}