{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 7,
	"comment": {
		"1513417002_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 1,
				"body": "> [nekololi](#comment_83_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): im really sorry, i was just under the impression this was common knowledge. i have had it blacklisted on my zeronet instance for a long time, and if someone runs a public proxy service he should do the same. [...]\n\nCommon knowledge? Are you kidding me? I don't watch porn. How the hell am I supposed to know what goes on 24/7 on zeronet? \n\nTo be honest.. I was expecting better from Zeronet. Why did I have to be the first to make a topic warning about this?",
				"added": 1513445127
			},
			{
				"comment_id": 2,
				"body": "> [nekololi](#comment_84_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): if a site operator doesn't want to put an age disclaimer on their website they will choose not to do so, and that is their right. the legality of not having a disclaimer depends entirely on the legal jurisdiction they reside in, but if a website is distributed, and not hosted on a server in a specific country, there may not be any legal requirements to put a disclaimer on there. [...]\n\nObviously.. We won't ever be able to weed out all the apples..but it would be great if more zite owners were proactive about moderating their content. Just so that zeronet proxy owners can host a few porn sites here and there.. and let adults enjoy themselves without too much drama..without having to blacklist Every single site with the keywords Porn in it.\n\nAnd yes.. If you are a zeronet porn zite owner..you absolutely have this responsibility to be proactive. Other.. Slightly more naive viewers may be seeding content they don't know about. You'd be putting a lot of lives in danger. You'd be putting Zeronet as a movement.. In danger",
				"added": 1513445902
			}
		],
		"1513430393_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 3,
				"body": "> [styromaniac](#comment_316_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): 0chan Porn and its illegal content isn't new. It had been around for a  long while now.\n\nMore should have been said earlier. I've been frequenting Zerotalk for about a year and a half now.. Yet.. Ive seen Not one mention of this.\n\nIts also kinda sad that it ended up having 3x as many peers on my proxy than even Zerohello. How will this reflect on the rest of the community.. Developers.. Etc? Are we gonna be remembered for being a small community of nerds and techies.. Or something worse than Silk Road?\n\nAnarchy and freedom comes with responsibility.",
				"added": 1513446629
			},
			{
				"comment_id": 4,
				"body": "Apparently.. The Pirate Bay faced a similar problem back in 2007. Police investigated child porn that had been listed on the site for 2 weeks.. But nothing was done in the end. Links were removed.. And people moved on.\n\nThen again .. In an age of increasing surveillance ..authoritarianism and censorship.. ...this could easily be used as a weapon to strangle the project.",
				"added": 1513448685
			},
			{
				"comment_id": 6,
				"body": "OK. I've just wiped my Zeronet folder.\n\nI think i've also changed my mind about submitting sites for review. I'll be using multiuser no new sites from now on.. But I'll be sure to include pretty much every site I feel I can trust. Seems like this problem is more wide spread than what it seems...and the community seems to be shrugging their shoulders. I only really created the proxy for big file streaming..zeroup..kopykate..etc. I could trust No fish to block kiddy porn.\n\n I'm on a road trip with my parents right now.. Spent all night on the ssh terminal on my phone..using motel WiFi. I better get some sleep",
				"added": 1513450956
			}
		],
		"1513362859_15zSEBpmS1CwXsJjDA5ymFXtoGpsnpYCWr": [
			{
				"comment_id": 5,
				"body": "meanwhile.. There's kiddy porn flying around on Zeronet. Yet this thread seems to be a greater source of upset for many.",
				"added": 1513450536
			}
		]
	},
	"comment_vote": {
		"20_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2": 1
	}
}