{
	"next_topic_id": 6,
	"topic": [
		{
			"topic_id": 1,
			"title": "ZeroHello displays ZeroTalk content",
			"body": "ZeroHello displays ZeroTalk content. How can I get ZeroHello Back?",
			"added": 1508317888
		},
		{
			"topic_id": 2,
			"title": "ZeroTalk input field Text Colour problem",
			"body": "As soon as I click into the input field for a new topic and for a comment, characters I type are no longer readable, ie. same colour as background.\n\nI have to type my topic or comment in a text editor and then block copy into ZeroTalk to know for sure what I am writing.\n\nHow do we change the colour scheme in ZeroTalk?",
			"added": 1508325787
		},
		{
			"topic_id": 3,
			"title": "Theme change needed for ZeroTalk",
			"body": "The current theme is mostly unusable for me: buttons are invisible until I happen to hover over them, Text in the topic body field is invisible forcing me to use a separate text editor so I can at least see what I am writing.\n\nWhat can we do to improve readability/visibility of the ZeroTalk theme?",
			"added": 1508374675
		},
		{
			"topic_id": 1509146189,
			"title": "The Science Agenda to Exterminate Blacks",
			"body": "http://127.0.0.1:43110/17JVpwCt7oEwa5S6iE8ctB66iHU4n3tYqK/?Post:10:The+Science+Agenda+to+Exterminate+Blacks",
			"added": 1509146185
		},
		{
			"topic_id": 1510451464,
			"title": "Unable to Comment on FreeMLT post",
			"body": "Dear Freedom Friends in Malta,\n\nI was inspired to add a comment to your post about Students Banging on Police cars but I repeatedly got an error. Here is the comment I had hoped to place:\n\nBut please do not lose sight of the bigger picture: \n\nNWO proponents like George Soros and the Rothshields are fomenting dissent and polarisation usually through their heavily financed NGOs. When you take that wider view you will see the same society destroying developments everywhere in the US, the UK, other parts of the EU, the Middle East and even within China.\n\nJust so that chaos will set in everywhere and those NWO proponents can send in their proxy armies, the UN and NATO, alledgedly to 'restore order' and to establish their long planned NWO. The downtrodden people will be grateful to be 'saved'...\n\nPlease always be aware of the dark, satanic forces behind the events you see unfolding everywhere and 'follow-the-money'.",
			"added": 1510451459
		}
	],
	"topic_vote": {
		"2_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": 1,
		"4_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": 1,
		"1510050824_1BgmsWcEitkkf96t5qVkBFPoYwdoc4hSqA": 1,
		"1510901362_19k9HhwRsEhpPPtmEwxYvjakUb124KrDRm": 1,
		"1511777019_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1
	},
	"next_comment_id": 41,
	"comment": {
		"2_15jbvtNJw2ih3m5L38mUcdJxtvmW6Uh2K6": [
			{
				"comment_id": 1,
				"body": "Response from site: No files submitted yet",
				"added": 1508273966
			}
		],
		"1_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": [
			{
				"comment_id": 2,
				"body": "Thank you all for pointing me in the right direction. Conclusion: ZeroHello should possibly be renamed to ZeroNewsFeed to avoid possible (my) confusion.\n\nOnce I UNfollowed ZeroTalk, I had a couple of ZeroBlog entries remaining because, you guessed it, I was 'following' those too.\n\nNow that I understand, I must agree with Akito: ZeroHello is a pretty good feature and, when used with discretion, Following can be a very helpful option. I am liking ZeroNet more every minute I spend on it.",
				"added": 1508325046
			}
		],
		"3_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": [
			{
				"comment_id": 3,
				"body": "Reluctantly changing to the Chromium browser seems to have fixed the issue for me too. I can now see what I type and also see the various buttons like edit etc.\n\nI would like to make a comment that the modern trend to use light grey for body text and light pastel colours for links and buttons may present a problem for vision impaired folk and for me while my cataracts are probably mild.\n\nThere use to be a site  where you could check accessibility of your web site. Maybe UI designers should consider the needs of the vision impaired.",
				"added": 1508450365
			},
			{
				"comment_id": 4,
				"body": "> [krixano](#comment_92_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): What browser were you using before? ZeroTalk works fine for me on Firefox (including beta and nightly), Firefox mobile, Microsoft Edge, Chrome, and Chrome mobile.\n\nBrave, Vivaldi and Firefox all gave me the same problems (for example text in this comment input field becomes invisble and option buttons are invisible until I happen to hover over them). Chromium has so far been the only browser suitable for ZeroNet and ZeroTalk. Consider however that I have had to select desktop themes to help me with my eyesight issues.  \n\nA remaining and serious issue is that User names, and especially the prompts following the user name do NOT follow my preferred 150% Zoom like the rest of the page does. I have to select those and peer at them through a magnifying glass to read the prompt label.\n\nMaybe my original question should have been: Is there ANOTHER theme available for ZeroTalk, preferably a theme optimised for accessibility.\n\nThank you for your interest Krixano,\nMuch appreciated.",
				"added": 1508476289
			}
		],
		"1509068178_1Bj15auJrYgZdHQNNLSGAWEHuiT4SKTPSz": [
			{
				"comment_id": 5,
				"body": "In a list, Left click on their username and choose 'mute'...",
				"added": 1509129740
			}
		],
		"1509348404_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": [
			{
				"comment_id": 6,
				"body": "Sorry, but...\nPeers found 4\ncontent.json download failed (Flashing)\n----\nTwice.... Maybe later?",
				"added": 1509355591
			},
			{
				"comment_id": 7,
				"body": "How many Gigabytes of data do I have to download to see this site? No thanks...",
				"added": 1509397143
			},
			{
				"comment_id": 9,
				"body": "> [phr34kzz](#comment_10_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf): Well that's Zeronet for you LOL! One has to view or enough peers to even view/download the sites content. IPFS has no problems with that :P All you noobs do is complain\n\nThanks for the referral to IPFS. Installed. Watched videos about IPFS too. My world is expanding rapidly.\nAnd no, this noob is not complaining. Instead I am learning and for a 70yo I think I am doing pretty good. So maybe a more positive comment from you next?",
				"added": 1509402910
			},
			{
				"comment_id": 10,
				"body": "> [phr34kzz](#comment_13_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf): Yeah tons of ICOs and new Ethereum contracts using IPFS backbone infrastructure now. By looks, that will boost the number of peers and the network strength altogether. I'm just disappointed at how Zeronet works on some parts. It's like living a life of a Youtuber. Post whatever even spam just to grab the attention for likes and views, put that to Zeronet standpoint, peers for fast content downloads. It's just isn't built for storage.\n\nThe strong relationship between IPFS, Ethereum and others gives me the confidence that IPFS is here to stay and develop further in many exciting directions. My instance this am connected to 321 peers. Getting ready to build my first IPFS web site, maybe this weekend. So thanks again for giving me the nudge. Much appreciated.",
				"added": 1509476983
			},
			{
				"comment_id": 11,
				"body": "> [phr34kzz](#comment_14_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf): Take a look at https://www.upfiring.com/ . That's one of the contracts that implement this tech. They stated \"it's hard to find people to seed files. There is often very little to no benefit, and in a centralized network seeding can even be risky depending on the respective user's local regulations. This often results in no users seeding highly desired files even when the demand is quite high, making downloading these files difficult or even impossible.\" on their site.\n\nThere is not much to see on that site apart from the 'White Paper'. In any case, large file transfers for me, unlike many others it seems, is at the bottom of the list. My primary interests are real, unadulterated news and thoughtful commentary. Something the MSM is apparently incapable of delivering these days. So if you know of any IPFS links that fit the bill I would be most obliged. Thank you for your interest.",
				"added": 1509502784
			}
		],
		"1509377783_1EG11ySHg4mXe3GEVwF3nVPAaX3rcvhiDd": [
			{
				"comment_id": 8,
				"body": "Librem 5 – A Security and Privacy Focused Phone\nhttps://puri.sm/shop/librem-5/",
				"added": 1509397277
			}
		],
		"1509870437_1F7girY8ioKfEEHSFkWf9m82xmvYA1yZ28": [
			{
				"comment_id": 12,
				"body": "bg2 what do you mean by 'striking'? It appears to me that everyone could perfectly legally and without fear withdraw financial support from #zionist owned/controlled enterprises.\nLooking around me I sadly conclude that most could not possibly give up their Zionist owned and controlled entertainment. junkfood and gadgets. Denying the Zionist entity their dividend stream will soon shut them up I would think.\n\nInfluencing politicians to withdraw sponsorship of the Zionist controlled #militaryindustrialcomplex also seems like a lost cause as the politicians always seem to argue that they have to 'kill for peace', although they would not quite put it so bluntly. \n\nAs #Gandhi suggested (in other words): \"Be the change you want to see in this world\".\nSo tell me b2g, what practical measures are you personally taking (to strike the Zionist entity)?",
				"added": 1509882450
			},
			{
				"comment_id": 14,
				"body": "Don't you just love the positive and worthwhile contribution some make to a discussion while munching on microwave cooked #GMO popcorn laced with #Monsanto's #glyphosate and  emitting diacetyl, butyric acid, acetoin, propylene glycol, 2-nonanone, and triacetin and bag components such as p-xylene and perfluorinated alcohol 8:2 telomer in the process?\n\nBon Appétit...",
				"added": 1509911102
			},
			{
				"comment_id": 15,
				"body": "That is: #Zionist owned #Monsanto of course...",
				"added": 1509923169
			}
		],
		"5_1EG11ySHg4mXe3GEVwF3nVPAaX3rcvhiDd": [
			{
				"comment_id": 13,
				"body": "Your question is: 'Gift or Curse' but I don't see too many pertinent answers in the comments below.\nTo answer your question it might be a good idea to take a history lesson. History tells us that every significant discovery, every significant tool can and will be used for evil purposes. \n\nSo too with AI and while AI development seems to have been taken up by soulless corporate interests I for one do not expect much of a 'Gift' from AI. Rather it already appears evident that AI will likely turn out to be another 'Curse'.",
				"added": 1509884294
			}
		],
		"1510376498_13YYF6nT5NB9ayzUQmmAL7iueaAjkw51kB": [
			{
				"comment_id": 16,
				"body": "Just like #ZeroNet will be called part of the #DarkWeb by the great unwashed.",
				"added": 1510449606
			}
		],
		"1510451464_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": [
			{
				"comment_id": 17,
				"body": "It appears FreeMLT has not installed ZeroMail as yet either. :-(",
				"added": 1510451541
			},
			{
				"comment_id": 18,
				"body": "Cloned your Blog\nChanged/edited the Congratulations post\nSaved, signed and published\nNo peers found but data is available locally\nAdd comment successful",
				"added": 1510481983
			},
			{
				"comment_id": 19,
				"body": "malteaser I deleted the first cloned test blog.\nI have now recloned your blog and succesfully commented\nSee if you can access this testblog at\n\nhttp://127.0.0.1:43110/1CUh3KwHD8h8ypbLQkZsr2sSWVUrrYHG65/?Home",
				"added": 1510514651
			},
			{
				"comment_id": 21,
				"body": "Anyone seeing this, please try link below and COMMENT.\n\nThank you\n\nhttp://127.0.0.1:43110/1CUh3KwHD8h8ypbLQkZsr2sSWVUrrYHG65/?Home",
				"added": 1510566820
			}
		],
		"1510348732_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 20,
				"body": "Good news. My ZeroHello page now has a search bar at the topof the list.\n\nIt works great and quick. Looks like your prayerswere heard.",
				"added": 1510556094
			}
		],
		"1510946916_1BrGZNxToC56H726jqXuUNuR6M8nn9kfBN": [
			{
				"comment_id": 22,
				"body": "First publish the address here so we can come and have a look. \nThe address is in the form of \nhttp://127.0.0.1:43110/17JVpwCt7oEwa5S6iE8ctB66iHU4n3tYqK/ (this is MY blog). \n\nSimply copy the address from the address bar while you are looking at your site locally and paste it in a new comment here. The we can come see and you will get some peers in the process.\n\nIf your ZeroHello page says 'Port: Opened' along the top right you have nothing further to worry about I think.",
				"added": 1510970762
			}
		],
		"1511482022_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o": [
			{
				"comment_id": 23,
				"body": "POP and SMTP are inherently insecure even if you use SSL for transport. POP and SMTP are based on the old client-central server model which again is open to be hacked. ZeroMail is, on the other hand, fully encrypted P2P. No middlemen required. I vote for ZeroMail.",
				"added": 1511503770
			}
		],
		"1511539827_1FKuNsExQML7APuNmkCV8uzB5pKupcmnck": [
			{
				"comment_id": 24,
				"body": "Libertarian Blog: 15 peers but 'index not found'.",
				"added": 1511599598
			}
		],
		"1511662798_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 25,
				"body": "Make sure you supplement with a good Magnesium supplement. Double the dose and take on an empty stomach.  Magnesium deficiency has been identified as a major factor in depression.\n\nFor more see these links (or search for 'magnesium depression')\n\nMagnesium and the Brain: The Original Chill Pill\nhttps://www.psychologytoday.com/blog/evolutionary-psychiatry/201106/magnesium-and-the-brain-the-original-chill-pill\n\nRapid recovery from major depression using magnesium treatment.\nhttps://www.ncbi.nlm.nih.gov/pubmed/16542786/\n\nCan Magnesium Treat Depression Naturally?\nhttp://www.themagnesiummiracle.com/can-magnesium-treat-depression/",
				"added": 1511693364
			},
			{
				"comment_id": 27,
				"body": "@kopyjane You say \"Try not to do supplements unless you have an actual deficiency diagnosed by a doctor.\"\nGenerally I would agree with most of your reply although it suspiciously looks like a diversion rather than a contribution. However, magnesium deficiency is extremely difficult to test for as it in tissue rather than in your blood. So that will not work.\n\nI do recommend that people do the search I posted or actually 'read' the articles I linked to. The science is now so clear cut that no matter what you say will not change the overall picture.\n\nI hope some of you will at least give magnesium a go. Remember to at least double the dose as magnesium is difficult to absorb through the gut. If you are lucky enough and have a bath, get some Epsom Salts (Mag Chloride) and again double the dose. You'll feel the difference after just one good soak. Add some candles and a glass of wine and you will feel on top of the world.",
				"added": 1511696211
			}
		],
		"1511671189_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 26,
				"body": "How will your dating site cater for those of us who need to 'dumb down' every conversation we have only to find that soon the other person's closed minded dogmas and cognitive dissonance will stand in the way of a real coming together. \nYes I am alone (After the big 'C' took away the best mate in the world after 38 years) and NO, I do not wish to link up with consumption zombies, sheep or parrots no matter how intelligent they appear to be at first.",
				"added": 1511694387
			}
		],
		"1511643117_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 28,
				"body": "As long as there is a functional WAN (Wide Area Network) for you to connect to and provided there are other ZeroNet PEERS connected to the same network (and to you) I would Imagine some of ZeroNet would still work.\n\nLikely civil unrest and widespread chaos in the US however would knock out the Internet backbone most other networks rely on to function so our chances are slim.",
				"added": 1511697063
			},
			{
				"comment_id": 29,
				"body": "> [byg8o897y7t68fto](#comment_16_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy): At least we'll be able to reminisce over our cached data :')\n\nThat is, if you are going to be lucky enough to have power at all... :-(",
				"added": 1511727244
			}
		],
		"1511828642_1FpqDPER17W7EihFNnaR7MpjESLRgxgfxB": [
			{
				"comment_id": 30,
				"body": "Unless you are prepared to describe 'dis cite' here, I for one, shall not be visiting. Sorry.",
				"added": 1511837829
			}
		],
		"1512179082_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 31,
				"body": "Indeed it has. Although I don't program much these days I find that every task I undertake is much more 'programmed', organised, optimised and aiming for repeatable outcomes. From the wet dogfood I prepare (for my 7 pooches) to doing the dishes, I continually look to improve the program and workflow efficiency.",
				"added": 1512197433
			}
		],
		"1512178065_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 32,
				"body": "Language just put me right off. Did not watch further than 60sec or so. Sorry. Unnecessary and unedifying. Maybe I am showing my age?",
				"added": 1512290320
			}
		],
		"1512779248_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 33,
				"body": "Looking at 'Kurzgesagt' from my Dutch background I see Kurz = short and gesagt = said. So the best translation to English I can come up with is: 'in brief'. I hope this helped?",
				"added": 1512787032
			},
			{
				"comment_id": 34,
				"body": "Just think of the millions we could save by firing all the public servants now required to 'police' the various autocratic social security systems in use. Would it not be great to see all those privileged 'little hitlers' out of a job?\n\nBut aside from that I believe that in the (current capitalist) system we have got, UBI is the most humane and fair manner to guarantee that all people's basic needs are met. I also see it as a way in which our governments could take back money creation from the bankers too (on the sly). Issue all eligible persons with a card (or whatever) and post their weekly UBI credit directly to the account linked to that card. Shopkeeprs will soon start accepting our new UBI money if they want to stay in business. \n\nThis new commonwealth 'bank' (for want of a better term) could/should become the ONLY recognised means of exchange rendering Big Money's scope to their original investment and loans status (or whatever is left of that business). Taxation (if we should still need it in the interim period) would be autmatically deducted ONLY when you spend your money/credit.\n\nSo, I am all for UBI and see some magnificent opportunities arising from a wise implementation of the system. Thank you for raising the issue @kopyjane",
				"added": 1512788115
			},
			{
				"comment_id": 36,
				"body": "The Youtube web site linked suggests this translation right there at the top of the page:\n\"Kurzgesagt – In a Nutshell\"\n\nI could not have said it any better... :-)\n\nSorry for first posting this comment on an other one of your posts.",
				"added": 1512789360
			}
		],
		"1511777019_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 35,
				"body": "The Youtube web site linked suggests this translation right there at the top of the page:\n\"Kurzgesagt – In a Nutshell\"\n\nI could not have said it any better... :-)",
				"added": 1512789143
			},
			{
				"comment_id": 37,
				"body": "> [barefootwarrior](#comment_35_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc): The Youtube web site linked suggests this translation right there at the top of the page:\"Kurzgesagt – In a Nutshell\" [...]\n\nSorry, wrong post, should have gone here:\nhttp://127.0.0.1:43110/Talk.ZeroNetwork.bit/?Topic:1512779248_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE",
				"added": 1512789407
			}
		],
		"1513362859_15zSEBpmS1CwXsJjDA5ymFXtoGpsnpYCWr": [
			{
				"comment_id": 38,
				"body": "Psychopaths in power need to be identified and locked up if the human race is to survive at all. The test is quite simple and just about foolproof.",
				"added": 1513378853
			}
		],
		"1513304085_17Rdzwwv6BpXjyZeCQNRFUbMQ3uTPNhZHX": [
			{
				"comment_id": 39,
				"body": "For now... But the noises coming from (AU) government indicate much worse is to come.",
				"added": 1513379049
			}
		],
		"1513581532_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 40,
				"body": "Msg at 28 sec: 'the video cannot be played because the file is corrupt'...",
				"added": 1513655392
			}
		]
	},
	"comment_vote": {
		"3_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": 1,
		"19_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o": 1,
		"210_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"54_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1_1FKuNsExQML7APuNmkCV8uzB5pKupcmnck": 1,
		"58_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1
	}
}