{
	"next_comment_id": 17,
	"user_name": "Alex (Bwoi)",
	"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
	"post_like": {
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_19": 1471363113,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_22": 1471512680,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1472698422": 1472758321,
		"193hYj3sLhGPzy9AaJZWrEtRuJPzWT7D75_1": 1472769062,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1474786070": 1475094079,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1482992008": 1483007219,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1495212582": 1495388505
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "@Bobnoise: wait 'til Saturday",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_21",
			"date_added": 1471513439
		},
		{
			"comment_id": 2,
			"body": "@Beelzebub: What the fuck is your problem?",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1472698422",
			"date_added": 1472757599
		},
		{
			"comment_id": 5,
			"body": "@Zanity: > why I use android part 1",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1473940856",
			"date_added": 1474187325
		},
		{
			"comment_id": 6,
			"body": "I don't recall Discord brainwashing me?",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1474786070",
			"date_added": 1475531535
		},
		{
			"comment_id": 7,
			"body": "Now, implement emojis?\nSexy desktop :ok_hand:",
			"post_uri": "1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9_1476555262",
			"date_added": 1477084835
		},
		{
			"comment_id": 9,
			"body": "I was considering buying a CHIP Pro the other day, but decided against it since the project I wanted it for could just be replaced with my Pi instead.  PocketCHIP, however, looks like a really nice way to play PICO games, and the only problem I would have with it would be the design... though I'm pretty sure I could fix that ;)",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1481315347",
			"date_added": 1481316357
		},
		{
			"comment_id": 10,
			"body": "@sthetz: Probably, keyboard swiping isn't in iPhone, and she's on Mac so I'd say the chances are high.\n\n\nRooting isn't possible on the Amazon devices (see this: http://forum.xda-developers.com/moto-g4/how-to/how-to-root-g4-fix-bootable-attempted-t3417592) since the bootloader can't be unlocked - it's a shame, but I'd imagine someone will find their way around Amazon's lock sooner or later.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1482992008",
			"date_added": 1483007049
		},
		{
			"comment_id": 11,
			"body": "Tizen looks pretty interesting, but I'm sure there are Android ROMs with all tracking removed.  How would devices like the Blackphone work if they had tracking?  Stock Android might be bad, but custom isn't; for example, Replicant looks like a good start: https://www.replicant.us/",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1495820815
		},
		{
			"comment_id": 13,
			"body": "@Rythyrix: All completely free software has driver issues.  FOSS has always been that way, just look at Linux.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1495828295
		},
		{
			"comment_id": 14,
			"body": "I thought about using Void once but I used Arch instead, uses runit which is probably the reason it boots so fast ;)",
			"post_uri": "1NmkVyqBJX6a82YQFYkCNgQpE9AWsmeppp_1496075576",
			"date_added": 1496089007
		},
		{
			"comment_id": 15,
			"body": "@Styromaniac: I have to agree with @FlappyEarz: on this one.  There's no way some corporation is going to be able to collect data on unsuspecting citizens without their knowledge or consent, and I checked this morning: everything can be deleted and turned off.  Google will let you keep your privacy, it just doesn't do it by default.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496180162
		},
		{
			"comment_id": 16,
			"body": "@Kaffie: From the [Google Privacy Policy](https://www.google.com/intl/en/policies/privacy/#infocollect): \"When you use our services or view content provided by Google, we automatically collect and store certain information in server logs. This includes...device event information such as crashes, system activity, hardware settings, browser type, browser language, the date and time of your request and referral URL.\" and \"Certain services include a unique application number. This number and information about your installation (for example, the operating system type and application version number) may be sent to Google when you install or uninstall that service or when that service periodically contacts our servers, such as for automatic updates.\"  Also note that \"When showing you tailored ads, we will not associate an identifier from cookies or similar technologies with sensitive categories, such as those based on race, religion, sexual orientation or health.\" and \"you review and update your Google activity controls to decide what types of data, such as videos you’ve watched on YouTube or past searches, you would like saved with your account when you use Google services... our services provide you with different options on sharing and removing your content.\"\n\n@PaintNinja: They do allow the majority of all their tracking to be turned off. People are just lazy and don't bother: so they leave everything enabled by default.  That's how Google makes its revenue.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1495801042",
			"date_added": 1496239177
		}
	],
	"flags": {},
	"comment_like": {}
}