{
	"next_topic_id": 5,
	"topic": [
		{
			"topic_id": 1,
			"title": "习近平有什么黑料？",
			"body": "1搞个人崇拜引起大部分人反感。\n2巴拿马文件里有包子家族的财富信息，有稀土方面的，难怪解决不了\n习近平最新黑材料：抢钱新招，在全国推广乙醇汽油。说白了就是把 ￥2000/吨的酒精灌到汽油里混合后，按照￥8000/吨的汽油价格买出去。\n3把“通商宽农”读成“通商宽衣”？\n5“四个自信”却加强封网！\n6被指酷似习近平 小熊维尼遭无辜被封禁，简直滑稽\n7现在搞环保，表姐夫的车不让上路干活，无法谋生。农民不让养鸡，河边不让养鸭\n经济发展慢下来了。现在开始借着环保祸害农村，我看不是他要搞人，就是有人要搞他\n理论上说，在汽油里灌10%的酒精，导致汽车的续航能力降低 3.5%，亦即百姓的燃油支出增涨 3.5% 。\n这一点点变化原本不会有多大问题，但是在中国的社会环境里，新政实行之初，由于缺乏监管，加上暴利使然，\n假设去除生产运输成本，销售2000元的酒精能获得400元的净利润，\n现在把它加到汽油里面去就买 8000元，其中 6400元是净利润，陡增16倍。\n“乙醇汽油”的经营者们 100% 会违规超量添加酒精。某些黑心商甚至加入60%的酒精导致汽车的续航能力下降20%都很有可能。估算下来全国老百姓的油费支出平均增涨个10%不在话下。\n老百姓被多抢了钱尚在其次，还有更大的隐患：同样是暴利使然，还有更黑心的经营者必然会用价钱更加便宜，热值更低，外表却和乙醇无法区分的甲醇来代替乙醇同汽油混合。售卖甲醇汽油。\n甲醇作为汽车燃料，除了热值只有乙醇的 92%之外，理论上倒是没有别的问题。麻烦在于，中国有很多不合格车辆违规上路，碰到那种发动机老化，燃烧不完全的车辆，灌上甲醇汽油，就会直接把甲醇排放到空气中。人们吸入了这种尾气，就像喝了掺有甲醇的假酒一样，会有什么后果自己去查。\n以上这些情况，老百姓就算知道，也无法去举报。因为共匪的习惯是处理解决掉举报人，而不去处理被举报人。\n习近平想出来的这个抢钱新招，他原本指望多抢走老百姓燃油支出的 3.5%，可是给老百姓带来了10--20%的附加损失他毫不知情，同时还将全国百姓陷入了甲醇毒雾中。\n来几个真实的案例：一，习近平2016年下半年提高了党费收缴标准，并规定以前已经完成党费缴纳的要按新标准从去年补交差额，每个党员都挨了一刀，平均一个人2400左右，全体党员总共补缴党费2000亿，他拿去全部撒在一带一路上，不是党员的人捂着嘴偷笑，因为自己没挨这一刀。\n二，习近平2017年7月提高了社保资金缴费比例，并规定前半年已经缴了社保资金的要从2017年1月开始按新标准补缴差额，这次是每个有工作的老百姓都挨了一刀，没工作的人捂着嘴偷笑，因为他们没挨这一刀。\n三、增发人民币7万亿，导致人民币整体贬值 2%，也就是说，你如果有10万元身家（就是所有财产折现），你直接不见了2000元，如果你有100万元身家，你就掉了2万元，这下除非是真正的无产者，还有资产已兑换成美元转移到海外的人，以及习近平，才有资格捂着嘴偷笑了。\n以上这三个实例，只是及其典型的习近平搜刮民脂民膏的案例，还有些不典型的，比如禁止公款消费，禁止民间请客送礼，费改税，营改增，这些政策，都是帮助他从老百姓腰包里掏钱的，还有反腐追回的赃款，都是习近平个人可控的资金来源。这些资金全部被他用来在一带一路上面大撒币撒掉，还用来解决国际问题，比如莫名其妙地给了正在遭受国际制裁的俄罗斯1000多亿美元，南海争端赔给菲律宾160亿美元，巴拿马同台湾断交得到85亿美元，中印边界争端赔给印度200亿美元...简直是数不胜数，对了差点忘了，九寨沟7级地震和新疆地震，他也拨了1.8亿元人民币赈灾\n在反腐败斗争上的决心要有足够自信，对反腐败斗争取得的成绩要有足够自信，对反腐败斗争带来的正能量要有足够自信，对反腐败斗争的光明前景要有足够自信。这四个自信可没有对互联网自信啊哈哈哈哈哈。不过加强封网算一个，至于是不是他的意思，我们也无从得知。因为正如我说的，习近平对宣传口似乎缺乏控制，包括之前的红旗杂志说的“习近平思想”也是立刻在线上被撤稿，中宣部搞的“习近平语录”也是立刻gg。习到底要不要个人崇拜，阵营看没看清楚，我觉得都是问题，这方面我不应该发话。\n至于念错稿子，我觉得衣和农确实容易看错。更何况这不算黑料啊，口误而已。\n至少说明华而不实，不学无术，自吹看过很多书，连“通商宽农”都没听说过\n读错本身也不算大事，但是事后禁止讨论读错，百般隐瞒，就是品性问题了\n正确的做法是公开道歉，无论是口误还是才疏学浅，都可以公开道歉",
			"added": 1507043464
		},
		{
			"topic_id": 2,
			"title": "terror! # # Dozens of students in Wuhan bizarre missing or shaking secret? Parents are warned! The missing person has a common characteristic, the age of 20 years old, height of 1 meter 8 or so, and are in the Yangtze River Bridge area of human evaporation. Parents have an ominous premonition: \"Maybe the child # organs dug, and then the child out.\" Heard of the hospital has a melting furnace? Chinese hospitals have! Live excrement, burning corpses one by one, people so evaporated.",
			"body": "terror! # # Dozens of students in Wuhan bizarre missing or shaking secret? Parents are warned!\nThe missing person has a common characteristic, the age of 20 years old, height of 1 meter 8 or so, and are in the Yangtze River Bridge area of human evaporation. Parents have an ominous premonition: \"Maybe the child # organs dug, and then the child out.\"\nHeard of the hospital has a melting furnace? Chinese hospitals have! Live excrement, burning corpses one by one, people so evaporated.",
			"added": 1507043695
		},
		{
			"topic_id": 3,
			"title": "Yang Xinhai no gun, killing 67 people, rape 23 people. Jin Ruichao no guns, killing 108 people, injured 38 people. Not inferior to Las Vegas gunmen. So, the gun can not stop the mob kill, on the contrary, it deprived the people of the right to self-defense, increased the difficulty of fighting tyranny. If the people have guns, demolitions of houses, smashing hawker stalls, home check the water meter, covered with gun eye. I also promise not to bite gangsta, and directly dry them.",
			"body": "Yang Xinhai no gun, killing 67 people, rape 23 people. Jin Ruichao no guns, killing 108 people, injured 38 people. Not inferior to Las Vegas gunmen. So, the gun can not stop the mob kill, on the contrary, it deprived the people of the right to self-defense, increased the difficulty of fighting tyranny. If the people have guns, demolitions of houses, smashing hawker stalls, home check the water meter, covered with gun eye. I also promise not to bite gangsta, and directly dry them.",
			"added": 1507086674
		},
		{
			"topic_id": 4,
			"title": "2017.10.14 Guo Wengui broke the news Pirates of the country thieves \"no\" will be the fourth episode (all)2017.10.14郭文贵爆料盗国贼全球发“不”会第四集（全）",
			"body": "2017.10.14 Guo Wengui broke the news Pirates of the country thieves \"no\" will be the fourth episode (all)\n\n2017.10.14郭文贵爆料盗国贼全球发“不”会第四集（全）\nhttps://tinyurl.com/ybcfjhu7\n郭文贵爆料合集\n郭文贵爆料合集\n没有上传的请大家上传\nhttps://tinyurl.com/y94glw5o 可以在线看观和下载，请等待15秒左右缓存一下，主要看你的网速！\nGuo Wengui broke the news collection\nGuo Wengui broke the news collection\nNo upload please upload everyone\nhttps://tinyurl.com/y94glw5o\n can view and download online, please wait about 15 seconds to cache, mainly to see your speed!",
			"added": 1508082028
		}
	],
	"topic_vote": {},
	"next_comment_id": 1,
	"comment": {},
	"comment_vote": {}
}