{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 16,
	"comment": {
		"1_1LxCPvqsa78HDaX15U1PVrZ52MpCvZmLYk": [
			{
				"comment_id": 1,
				"body": "WWW+Usenet is a web based internet forum. Zeronet is something like Fido but without hierarchy and with web technology.",
				"added": 1497932223
			}
		],
		"1_1ACc4pa2pJam33SkSE1zF1seF3LQKWR24v": [
			{
				"comment_id": 2,
				"body": "Just subscribe to same sites on your another computer and they will be synced automatically inside your network.",
				"added": 1505976015
			}
		],
		"7_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": [
			{
				"comment_id": 3,
				"body": "Its a shame. They have standartized binary malware in WWW. The most interesting fact is the W3C is dead because 58.4% support is very rough fake promoted by content sellers. W3C became illegal organization.",
				"added": 1505976945
			}
		],
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": [
			{
				"comment_id": 4,
				"body": "I see a lot of left-right-racial bullshit in comments. First of all: these terms like \"left\" and \"right\" are tools developed for manipulation.  Both \"left\" and \"right\" movements exist for one purpose: to don't let people move with own way. Left? Right? Just fuck off! There is only self-defense for any human with brain who understand current situation - not left or right sides. The \"racist\" term is just another tool. As it mentioned in topic message \"anti-racist\" means anti-white. This is just the fact which can be seen by anyone in racial subjects, in so called \"white guilt\" phenomena especially. \n\nThe second fact about racism is the racism does not mean hate against some race. Racism is just acceptance of existence of different races and their difference in capabilities. Races are exist and they are very different - its biological fact. This is not good or bad. Its just the result of a natural adaptation for life in native region: every race has own home place. Any attempts to eliminate racism lead to destruction, war and harm for all races in the world. Anti-racism in initial meaning is against every single race equally. Only racism can keep peace both inside peoples of same race both between different races due to understanding of natural differences. So anyone who says \"i fuckin hate niggers\" or \"white people are plague\" or even \"fuckin stupid asians are insects\" is really anti-racist: such person tries to equalize different humans with violent way.\n\nEvery unnatural construction like \"leftist\" or \"right party\" is just political bullshit. Every destructive things are promoted with political ways today. All political ways are under control. Solution of modern global problems can't be political. The only way is to act outside of politics: organize and participate independent community, make non-government communication networks, maintain connections with people with same ideas, avoid way of thinking forced by political system, create trusted environment (it may be small but reliable), etc. And the most important principle: don't forget own roots - the thing which can unite people honestly. Its for every race - not for whites exclusively.\n\nIn total: fuck rightists, fuck leftist, fuck SWJs, fuck nazis, fuck commies, fuck capitallists, fuck anarchists, fuck every fuckin thing destroying people, support real valuables and be ready to live with honor.",
				"added": 1506592622
			},
			{
				"comment_id": 5,
				"body": "> [realkittykate](#comment_2_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): Except, whatever biological differences there may exist between races .. should not be used to justify discriminatory policies.\n\nBiological difference is discrimination by nature. You can't go against nature. Deal with it.\n\n> [realkittykate](#comment_3_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): However, racism is still a problem around the world\n\nIts not a problem because racism is not allowed in modern policy. The problem is anti-racism - its harm for all races.",
				"added": 1506594135
			},
			{
				"comment_id": 6,
				"body": "> [planespherev3](#comment_267_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): But your comment will seem alt right for some viewers on Zerotalk. So in defense you will have to qualify them as cultural leftists. Even if that doesn't make sense. \n\nAnyway they also don't understand that designations like \"left\", \"right\", \"alt-right\", etc are just political labels. Its like following rules made by enemy where enemy can't lose. The only correct way is common sense and consideration of reasons and consequences.\n\n> [planespherev3](#comment_268_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): This simple observation of reality will make a certain category of people (to not name them) think you are intolerant.\n\nIn their terms i am intolerant at all. I think it's great because tolerance in modern meaning is just filthy cancer. The problem is the forced behavior pattern of \"tolerance\". There must be common sense instead of \"tolerance\". This \"tolerance\" is the driver of blinding hatred suppressing mind. Usage of natural categories showed by biological information is the common sense: mind and sobriety comes instead of criminal tolerance.",
				"added": 1506598741
			}
		],
		"11_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 7,
				"body": "Because of marketing. Those who promoted such crap as facebook, whatsapp, telegram etc. are just want more money and power and they have some money and power for that. Projects like ZeroNet are not about money and power - their aims are totally opposite.",
				"added": 1506834846
			},
			{
				"comment_id": 8,
				"body": "I mentioned telegram among crap not without reason. Telegram is absolutely same spyware as facebook, discord, whatsapp etc. Telegram has fake encryption and every private conference in telegram is under control - admins can even read logs of private conferences in telegram. There is no privacy and security in telegram.",
				"added": 1506835045
			},
			{
				"comment_id": 9,
				"body": "> [polar](#comment_30_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6): ZeroNet is not good for IM, try these: Tox, Matrix\n\nMatrix is based on WebRTC which is not safe technology by design. Its good for communication with random people due to web based Riot IM. Tox is just half-dead project without competent developers. RetroShare and GNU Ring are way better. RetroShare is ready and complete whereas GNU Ring is very promising and progressive project.",
				"added": 1506835374
			}
		],
		"4_1Ga7vs5ZV73jbTSMR77FuZi8KWt2MnBSvb": [
			{
				"comment_id": 10,
				"body": "The problem are not in muslims. Moreover: african/middle eastern christians have no difference with muslims from the same region at all The problem in those who made this invasion possible. Do you want to stop invasion? Reject non-native things like islam and christianity, and follow real european principles and valuables (pre-christian ones). If there will be enough european people following native culture (again: christianity is just a branch of judaism, as well as islam) then nobody will dare to attack Europe.",
				"added": 1507181585
			}
		],
		"1509495588_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 11,
				"body": "Its impossible. Windows 10 IoT is the way to turn your full featured computer into an arduino-like piece of shit.",
				"added": 1510202646
			}
		],
		"1512447633_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o": [
			{
				"comment_id": 12,
				"body": "ZeroNet is much more strong in this way because users usually distribute non-random data.\n\n>Also, I've had a question for a while that someone here may be able to provide some insight on. Why isn't i2p full of criminal activity?\n\nBecause I2P wasn't designed for criminal things. Criminals can use technology but not community (the same thing with ZeroNet). The key part is community. This is why criminals can't live in community-controlable network for a long time. Tor is not such good technology because of random data exchange between nodes.",
				"added": 1512471406
			}
		],
		"1512591309_15FBwNYD2411XkJJ1wDSK2HMFNNNFJhnt3": [
			{
				"comment_id": 13,
				"body": "The only way to keep \"internet\" fair is to drop internet at all. Internet as physical data channel is under control of corporations so we need a new physical network based on open and free as freedom standards strong against network destruction and artificial limitation. There is no need a high bandwidth at first step because modern high bandwidth internet is generally for broadcasting entertainment. Another requirement is cheap and easy-to-deploy network segment and relatively cheap and easy way to interconnect different network segments. At the past FIDONET successfully solved this problem but today principles must be different and mush more simple for usage. Thus, its important to make technology allowinf for network segments and nodes interconnection without any trouble with laws (the question is also technical because nobody can prove illegal networking is nobody can detect it, and in fact it will be legal).",
				"added": 1512631429
			},
			{
				"comment_id": 14,
				"body": "> [styromaniac](#comment_278_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): I'm a firm believer that smartphones are the solution. They've already demonstrated the ability to mesh network without an internet connection. Wi-Fi Aware will take this to the next level. [...]\n\n\nSo called \"smartphones\" are tools designed to spy on people. You need a totally libre handheld hardware and OS to make really independent mesh network. You also need suitable power source to maintain such network with high uptime.",
				"added": 1512633579
			}
		],
		"1513048648_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 15,
				"body": "Obviously it depends on your place and internet provider. These peers are only ones you see from your current location.",
				"added": 1513058175
			}
		]
	},
	"comment_vote": {
		"43_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"3_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2": 1
	}
}