{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_17oyV3GY33nGUiSGZQnqxZBmgyvzv7begG": 1,
		"14138_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"1_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": 1,
		"1_12ECCQvpMwvrfnW7HPBJvvR4RA3STet2Ec": 1,
		"1510214036_1KsguJRo4WBC2mtudEj83cTCpxVuCox5h7": 1,
		"1510622905_1KsguJRo4WBC2mtudEj83cTCpxVuCox5h7": 1
	},
	"next_comment_id": 7,
	"comment": {
		"13748_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 1,
				"body": "I don't blame them. Thanks to the wonders of egalitarianism we'll otherwise have front-row seats to witness the most mineral-rich nation on Earth become one of the poorest. My understanding is that is has to do with legal changes in mining. Firstly all the buzz about nationalization, and secondly the policy requiring mines to be owned no less than a certain percentage by Blacks. That scared off most investors and the Rand plummeted further.",
				"added": 1501287540
			}
		],
		"1_17oyV3GY33nGUiSGZQnqxZBmgyvzv7begG": [
			{
				"comment_id": 2,
				"body": "Very handy, thanks ^^",
				"added": 1501731284
			}
		],
		"1_1M5c4n1YevPV4Z3ZVS21BzH7b56qZhcML2": [
			{
				"comment_id": 3,
				"body": "No surprise there. No matter what the time period they find a way. They started out as smugglers on the Russian border, eventually moving into the country itself once Western Europe was thoroughly sick of their criminality and usury. And there they became the bolsheviks and began killing their goyim neighbors by the millions, systematically engineering the genocide of holodamor. That in the modern day they would choose to reincarnate as the mafia is of little surprise.",
				"added": 1503123126
			},
			{
				"comment_id": 4,
				"body": "> [adl](#comment_1_16hCTYzkJjJvUpZEF8gk3wkr618w6dZMA9): The Anti-Defamation League is an own branch of the Jewish Mafia and was created to support other Jewish scams and to blame all those who expose Jewish crimes with hate words like Nazi, Fascist, Rassist, Antisemite, White suppremacist. [...]\n\nCriminality is too kind a word. The ADL was created in response to the legitimate and truthful accusations that a Jewish man kidnapped and sacrificed a young girl for their blood libel.",
				"added": 1503123322
			}
		],
		"6_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": [
			{
				"comment_id": 5,
				"body": "Angelic",
				"added": 1503693141
			}
		],
		"1510214036_1KsguJRo4WBC2mtudEj83cTCpxVuCox5h7": [
			{
				"comment_id": 6,
				"body": "It would only be a matter of time, I reckon. Not sure what Ferzu is, but it is none too complicated to use the zerochan template and make an imageboard for it.",
				"added": 1510453944
			}
		]
	},
	"comment_vote": {
		"1_1KsguJRo4WBC2mtudEj83cTCpxVuCox5h7": 1
	}
}