{
	"next_topic_id": 5,
	"topic": [
		{
			"topic_id": 1,
			"title": "被亵渎、绑架、劫持的中国传统文化",
			"body": "最近，中国的“党姓喉舌”央视推出的《中国诗词大会》，不仅在中国境内电视上播出，而且跨境攻入YOUTUBE视频上来。数年前，我曾与一些中国学者、律师联手发起过《抵制央视、拒绝洗脑》的公开信运动。对央视用现代化的娱乐的手段、行专制独裁宣传洗脑的实质，我们素来是嗤之以鼻的。央视现在假借中国传统文化之名，暗渡陈仓，瞒天过海，用李白、杜甫等人的佳句，为毛泽东极权政治还魂转世而背书，为毛泽东蹩脚并且涉嫌抄袭的诗词做宣传，给中国公民重新洗脑，这一套把戏，正是中共极权当局迫切所需，也是这些奴隶主利益集团亵渎、绑架、劫持中国传统文化战略的一部分。\n\n这套节目，参与的青少年们虽不乏好学勤奋的人才，其对传统文化和古典诗词的热爱也无可厚非，但在节目中终难逃权力老手和邪恶之徒的蛊惑与试诱。央视，这个以盛产“后宫”（如贾晓烨之流）和“面首”（如芮成钢之流）著称的“大裤衩”，在这一款冠以“中国诗词大会”名号的节目第二季总决赛中，一开场，主持人董卿便满口毛太祖的诗词，一干谄媚之人，顶着著名大学的教授名头，开场便有两人送选手们的诗词都是毛太祖的打油诗词。当全世界文明国家以及中国的胆识之士，都已经洞悉毛式极权主义的罪恶，毛氏当权下，中国人民饿死无数，斗死无数，绝大多数在地狱、坟场和集体疯人院中挣扎求生；毛本人荒淫无耻，按经济学家茅于轼的说法是：“现在揭发发现，毛泽东奸污过不计其数的妇女”，毛的暴虐、变态、嗜血，在20世纪只有希特勒、斯大林略可比拟，波尔布特等小喽啰都望尘莫及，此人的诗词，此人的行为，在这些央视学者口中，竟成了“浪漫主义”。他们是真没有读过海外的报道，没有读过李志绥等人揭露毛罪恶的作品吗？我看未必。但要想跻身央视的节目，要想练成神功，不“挥刀自宫”，行吗？\n\n《中国诗词大会》节目中，毛的诗词出现频率，是李白、杜甫等人的好几倍，毛把共军万里长蹿吹嘘成万里长征的《七律·长征》作为青少年考题的一部分，那些深谙吹拍是中国学界升发不二法门的“教授”，在节目中煽情地介绍中共军队万里长蹿的作战“英雄事迹”，继续他们鼓吹的仇恨哲学、斗争哲学。我就纳闷了：希特勒军队的“长征”，好歹也“征”到波兰、俄国的领土上，斯大林军队的“长征”，好歹也征到了柏林；莫非老毛“英明神武”的“长征”，是惯以征服四川、西康、青海、陕西等地的汉藏彝族等天朝居民不成？\n\n毛泽东的蹩脚诗词，在中国互联网上曾被深刻嘲讽。微信等社交媒体曾流传着一篇《古人抄了毛主席诗词》的反讽之作，揭露毛泽东给江青的诗作“天生一个仙人洞，无限风光在险峰”，竟然是抄袭剽窃明清色情小说《花荫露》的诗作，《花荫露》第三回《父子连台各得其所》的开篇之诗云：“天生一个神仙洞，无限风光在玉峰。老绾专定神仙洞，劣儿只喜攀玉峰。”更不必说文化大革命癫狂时，老毛所写的“不须放屁，只看天地翻覆”等诗词粗鄙无比。\n\n用这么一个暴君的“诗词”来贯穿、代表中国诗词，来鱼目混珠传统文化，党姓喉舌的央视，其洗脑的目的不是昭然若揭吗？\n\n中共和毛氏的崛起，其实得益于外来的马列邪说，在苏联的金援和军援下，颠覆中华民国。其文化的源头在苏俄，借着打倒孔家店和批判传统的风潮而征服中国。君不见上世纪，中共破四旧，扫荡传统文化，掀起了文化革命和文化浩劫。\n\n但时移势易，马列邪说在东欧崩溃，共产世界只剩下中国、北朝鲜、古巴和越南“四人帮”，全球马列的孤臣孽子，在世界民主大潮中不免恓惶。于是，必须金蝉脱壳，必须唾面自干，必须重新把踩上一只脚、永不翻身的孔老二请回来，作一尊神灵供奉，不仅借着孔子的魂幡，建立孔子学院，在全球挥霍天朝奴隶的民血民脂民膏、向世界输出极权病毒，而且在中国本土，供奉孔子尊像上长安街（后又收回），在帝都建立国学大厦。\n\n尤其无耻和可恶的是，这些邪恶之徒为了自身宝座的“稳腚”，不惜荼毒中国无数少年儿童，在少年儿童中推广满清秀才编撰的《弟子规》，把这套陈腐的培养好奴隶、好奴才的满清思想，烙印进当代青少年的灵魂，以便用武力征服和劫掠的红色江山“万年长”。一方面，鼓吹新公民运动的诸君、鼓吹法治的人权律师们纷纷锒铛入狱；一方面，鼓吹做孝子贤孙的文化在教科书、学校、娱乐节目、宣传节目和媒体上登堂入室。如此，不仅“央视姓党”，学校、报纸、出版、儿童、江山、天下，哪个敢不姓“党”？鉴于党又随时可能姓共、姓毛、姓邓、姓习，我们也无法鉴定央视的孝子贤孙们究竟姓什么，还是三姓家奴？最好他们脸上像狄青、杨志等宋代人士刺字一样，一律脸上刺字曰“党”或者“习”，则当今皇上巡视央视后宫，看着这些阉人、男宠、“嫔妃”们浩大的队伍，检阅起来不是更龙心大悦，宠幸起来不是更加自信吗？\n\n六十余年来，中土丑剧无数，最丑的莫过于翻手为云覆手雨，糟蹋、强奸、亵渎、绑架和劫持中国传统文化。不仅孔子可以咸鱼翻身，而且古典诗词、传统节庆，均可以作为极权当局和党姓喉舌洗脑的工具。他们僭越和冒称“咱老百姓，今儿个真呀真高兴”，来年年操办春晚——一台洗脑大戏（在中土神州，我曾和几位人士首发宣言，公开抵制春晚），而且要把春晚这种洗脑模式推向世界，给全球华人和世界公民洗洗脑，完全劫掠了春节本应有的亲情团聚和自由奔放的狂欢元素。\n\n他们现在又把目光锁定到中国诗词。李白、杜甫、苏东坡、陆游们的诗词已经沦为他们糟蹋、强奸、亵渎、绑架和劫持的对象。他们把这些古代的文豪的杰作，和一个暴君流氓的打油诗词拌在一起，一锅炖成了一道美味佳肴混杂苍蝇的大餐，灌输给成千上万的国民。美味佳肴只是诱饵，让大家吃苍蝇才是目的；李白、杜甫、苏东坡、陆游们的诗词都是配料，毛太祖的“诗词”才是他们要大力推广的目的。既然太祖可以陈尸帝国中央供万民瞻仰，那么太祖的话语，一定还需电视手段楔入国民灵魂。\n\n在中共治下，古典诗词中具有反抗暴政色彩的作品，是绝对不会发掘和提倡的，比如苏东坡批判暴秦专制的诗歌：“暴君纵欲穷人力，神物义不污秦垢”、林景熙反抗蒙元暴政的“膝不可下头可截，大丈夫心一寸铁”、丁介的揭露满清种族征服罪恶的“南国佳人多塞北，中原名士半辽阳”、顾炎武描写满清荒淫和掠夺汉族妇女的“北去三百舸，舸舸好红颜”之类还原历史真相的作品。中共秉承秦制、元制、清制，在文化传承上与此三朝有某种同构性，他们也是断断不会让这些诗词进入大众电视媒体的。\n\n同样，在中共大力发掘传统文化的糟粕，以便给自己衰亡中的帝国命运延年补气的大背景下，也是断断不可能发掘传统文化中仁人志士反抗暴政的勇气、自由和精神的。\n\n央视这样的“党姓媒奴”来发掘、弘扬、传播中国传统文化，虽然确实揣摩上意到位，虽然符合中共近年来金蝉脱壳的大战略，虽然符合中共2017年1月发布的《关于实施中华优秀传统文化传承发展工程的意见》，但是，在我看来，这不是太搞笑，太荒诞了么？\n\n萨达姆活着的时候，也曾经担任伊拉克社会复兴党的魁首，也曾经做着伊拉克伟大复兴的迷梦，也曾经幻想自己是古巴比伦国王尼布甲尼撒大帝还魂转世；但是在文明世界看来，萨达姆之流只不过是“对伊拉克悠久灿烂的文明的劫持”。而今，党姓喉舌央视之流，策动的宣传洗脑节目，虽然冠以“中国诗词大会”之名，也不过是亵渎、绑架、劫持的中国传统文化而已，让中国古代灿烂辉煌的诗词，去伴随一个暴君和王朝的没落作殉葬品而已。\n\n多年之后，人们还会诵读李白、杜甫、苏东坡、陆游等人的杰作，而毛氏打油诗必将像裹尸布一样烂掉。\n\n写于2017年2月14日情人节",
			"added": 1487523571,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "在大饥荒中人是怎样被活活饿死的？",
			"body": "在大饥荒时期，人到底是怎样被活活饿死的呢？不是象有些人想象的那样，一个人连续好几天一点东西都不吃，突然倒下就死了。实际上人被饿死是一个缓慢的过程，是逐渐消耗自身、逐渐衰竭的过程。人活着是需要能量来维持的，能量是靠食品来提供的。一般的人躺着不动，在常温下每天需要1400多千卡的能量才能维持，这是维持生命的最低能量。在大饥荒时期饿死了许多劳改犯的兴凯湖劳改农场，有一位法医通过观察了解，得出了一项“研究成果”：一个人只要不干活，躺着不动，每天吃三两八钱的玉米面食物就饿不死。如果要运动的话，那就需要更高的能量了，比如干重体力劳动一天就要4000多千卡才能维持。\n\n在大饥荒前夕的1959年秋收之后，政府以各种理由把农民收获的粮食全部强行收走，然后再“返销”一部分口粮给农民。由于毛泽东一直认为农民家里私藏有粮食，所以“返销”的粮食很少，每人每月只有10来斤粗粮。政府从农民手里收走的是稻米和小麦，“返销”的却是红薯干和豆饼等粗粮和猪饲料。根据毛泽东的指令，当时每个村都办大食堂，所以“返销”粮全部都集中掌握在生产队长手里。由于大队、小队干部和食堂管理员的克扣，能吃到社员嘴里的就少之又少了。后来许多食堂干脆就停伙了。所以当时农民吃的食物一天只有几百千卡的能量（粗粮1至2两，有时完全没有，再加上点野菜和树皮），远远低于维持生命所需要的三两八钱玉米面所提供的能量（大约1400千卡）。\n\n从食品中得到的能量不够怎么办？先通过消耗自己身上的脂肪来进行补充。脂肪消耗完了就消耗蛋白质，再消耗内脏，最后消耗心脏，因为人的身体有自我保护能力，心脏最重要。消耗脂肪的过程中产生病态，叫做酸中毒，酸中毒有死人的。在每一个消耗环节，都引起多种疾病，浮肿病是消耗脂肪造成的。最后如果是消耗心脏，就是心力衰竭而死，这算寿命比较长的。中间死的很多人，都是因为能量不足产生疾病而死的。所以这就是饿死。饿死当时统计叫病死，不叫饿死，又称“非正常死亡”，实际上就是饿死。\n\n总之从能量维持来讲，农民饿死是因为每天只能吸收几百千卡甚至更少的能量源，而需要消耗1400千卡以上，一天两天还可以，十天、半个月以后，一个月以后就越来越不行了，身体各器官和功能都衰竭了，人就这样被活活饿死了。由于每个人的体质不同，吃进去的东西也不同，所以有的人撑的时间长一些，有的人撑得短一些。许多人（不是所有的人）在饿死之前就剩下皮包骨了，因为脂肪和蛋白质都消耗掉了，非洲饥民的照片就是如此，可是中国农民被饿死的情景是没有照片留下来的。所以大饥荒时期的中国农民比非洲饥民还要悲惨许多，他们默默地死去，不为外界所知，也得不到外界的任何帮助。这就是毛泽东专制制度的残酷性。\n\n人被活活饿死的过程是十分痛苦的，把老百姓大量饿死的统治者是极其残忍的，是罪大恶极的。可是几十年来统治者及其维护者们为了淡化饿死人的残酷性，减轻统治者的罪责，用“非正常死亡”、“营养性死亡”和“人口减少”等似是而非、含糊其辞的词语代替“饿死”二字，以混淆视听，善良的人们不要听信这些骗人的鬼话。我们有些学者也使用“非正常死亡”这样的含糊的字眼，而不使用准确的名词，是十足的糊涂。饿死的就是饿死的，什么“非正常死亡”？被汽车压死也是“非正常死亡”，这和大饥荒有什么关系？在大饥荒的重灾区，所谓的“非正常死亡”百分之九十九都是饿死的，还有少量是被干部打死的。\n\n最近有几个毛左分子在网上掀起了一个小波浪，他们通过对杨继绳等人的推算数据挑毛病，企图完全否定大饥荒大量饿死人的历史事实。其中有一个人说，杨继绳把大饥荒时期正常死亡的人数也算进去了，所以夸大了死亡的人数。他在我的博文后面跟帖质问：“大饥荒时期有没有正常死亡的人？”我回答他说：可能有，也可能没有。在没有饿死人的地区应该有，在大量饿死人的地区，饿死和病死很难区分。比如一个村子有100人，其中60岁以上的有5人，在正常年景，每2-4年可能会有一个人因病而死，所以在1960年可能会有人病死，也可能没有。而在大饥荒的1960年全村死了25人，你说饿死25人和饿死24人有什么区别？说饿死了1/4有错吗？一个体弱有病的人，本来可以活到1962年，因为没有粮食吃，他在1960年就死了，你说他是饿死的还是病死的都行，但这种情况极少，不影响大局。绝大部分被饿死的农民本来都是活蹦乱跳的健康人，都是被活活饿死的。\n\n大饥荒饿死人的准确数字并不是第一重要的，最重要的是，这个政府应该承认大饥荒确实饿死了大量的农民，并公开道歉；应该支持社会学者进行调查研究。准确的数字到底是多少，这是政府的责任，只有政府才有责任并且有条件调查清楚。官方党史已经承认1960年人口减少了1000万（并没有直接承认是饿死的，为以后否认打下了埋伏）。在我看来，饿死1000万和饿死3000万没有本质上的区别，都是灭绝人性的、罪恶滔天的。\n\n2017.2.20\n\nhttp://www.botanwang.com/node/79269\n来源：北京之春\n作者：老贫农\n#大饥荒 #史海漫步",
			"added": 1487776354,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "焦点对话：地方诸侯表忠邀功，意在十九大上位？",
			"body": "焦点对话：地方诸侯表忠邀功，意在十九大上位？\n \n距离十九大还有几个月的时间，但是好戏已经开场。最近一段时间，地方诸侯和中共高官纷纷表忠、邀功、挣表现，被称为“集体发力”。天津市委书记李鸿忠歌颂习近平讲话“纵贯古今、气贯长虹”；广东省委书记胡春华多次表态“坚决维护习核心地位”；重庆市委书记孙政才强调要“不遗余力清除薄、王思想遗毒”；新疆党委书记陈全国高调推出武警大演习；中国最高法院院长周强宣称要“坚决抵制司法独立”等等，不一而足。 与此形成对照的是，多位高官因 “不听话”和 “妄议中央”而获刑或者下台，显示对习的个人忠诚成为官场升迁的重要标准。中共政治明星们的表演，能否为他们十九大上位加分？习近平上台以来，如何改变了中国的官场文化？\n\n参加讨论的四位嘉宾是：中国民间学人，独立评论人士王康先生；人权组织“公民力量”创办人杨建利先生；中共党史学者、《晚年周恩来》一书的作者高文谦先生；政论作家，时局分析人士陈破空先生。\n\n\n陈破空说，官员争相表忠邀功争宠，目的在于升官上位。这首先是当前政治制度所决定。在中国，官员上位，靠的不是选民、选票，因而无视民心、民意；靠的是上司、权力，因而紧贴皇心、上意。这种官场风气，可以从传统的中国专制文化找到根源，但当今中共官场，比历代官场相比，堕落得更彻底。古代王朝，还有“武死战、文死谏”的正直传统，甚至有谏议官制度，“兼听则明，偏听则暗。”中共官场，居然有“不得妄议中央”的所谓“政治规矩”，反映领导人内心深处的焦虑和恐惧。\n\n陈破空表示，妄议者受惩处，反正无官不贪，只要追查腐败，要惩处谁就惩处谁。紧跟者受提拔，加官晋爵，扶摇直上。两种姿态，两种境遇，造成阿谀之风日盛、谄媚之徒蜂起。三国时，诸葛亮曾在《出师表》中指明：“亲贤臣，远小人，此先汉之所以兴隆也。亲小人，远贤臣，此后汉之所以倾颓也。”历代王朝末期，往往都是奸臣满堂、小人当道。今日中共官场怪现象，君臣互相猜忌、疑忌，彼此警惕、防范，既没有自信心，也没有信任感，惶惶不可终日。其心态和景象，显露的，正是红朝末日。\n\n高文谦表示，习近平提出抓“抓关键少数”，牵 “牛鼻子”，是在玩猫捉老鼠的游戏，敲打中共各方大员。这是仿效毛“书记要当好班长，抓好党委一班人”的故伎重施，目的是在中共十九大前考察他们的忠诚度，让他们开展一场忠诚度的比赛。这从侧面反映了习近平虽被确立为核心，大权在握，但没有赢得党内高层人心，缺少安全感。他很清楚各方大员与他貌合神离，假意周旋。这种连篇累牍的表态是中共政治文化的一大特征，让人想起当年文革时期，特别是四五批邓时各省的表态，实际上水分很大，恰恰反映了当政者心虚，缺少自信，不得人心。\n\n高文谦说，中国官场的阿谀奉承文化历史悠久，法家是始作俑者，韩非子的“事君八术”，开“帝王术”研究之先，专门探讨如何揣摩圣意和官场升官之道。这种官场文化，说到底，是下跪文化，根源在于皇权专制制度下的人身依附关系，是由官场的生存环境、游戏规则决定的。而中共官场文化继承了这种传统，又有自己的特点，最大的创新就是表态文化和全民表忠心运动。前有刘少奇、林彪，后有文革秀才，今有周带鱼、李鸿忠。只有这样，把表忠心作为敲门砖，才能上位，官运亨通。中共前总书记赵紫阳对中共官场的现状有一针见血的评论，说现在政治局里“多数人信的是对顶头上司顺之者昌，逆之者亡，信的是自己摸索出的一套升官保官的经。”\n\n王康认为，列宁领导布尔什维克夺取国家最高权力後，经过斯大林个人独裁，演变成庞大官僚体系，最後不可避免地走向俄国人民的对立面。中共经过改革开放，则演变成腐败世俗的权贵集团，但共产党的本质特性仍然是权力崇拜。习近平跟斯大林毛泽东一样，试图用大权独揽重新改造中共党，重新实行个人独裁和领袖崇拜，重新强化意识形态并驯化官僚系统，就必然重新制定标准，塑造接班人，也就必然不停顿地开展党内甄别和清洗。\n\n王康说，中共19大是习近平建立自己党政军系统的关键一役，是新一代中共统治集团登上舞台的起始，也是中共官场生态和规则发生新变化的开篇。列宁斯大林毛泽东的党纪党法仍然是不可逾越的政治雷池，但习近平本人将给中共打下自己的烙印，即1，代表共产党的正统（越过邓江胡，接通马列毛）；2，挽救党和国家（在思想路线上矫正邓小平实用主义和江胡世俗化，重提共产主义）；3，实现新使命（全球化时代领袖群伦）。这就意味着，中国专制社会的官场闹剧将大规模重演，同时進行斯大林毛泽东时代的血腥清洗，各种结构性危机将趨向总体爆发，中国必然出现史无前例的剧变。\n\n杨建利表示，中共高官、地方诸侯“集体发力”表忠心、争表现，本来就是中国的官场的官场行为，为了让皇帝放心，保住自己的权力和地位，在每年一次的“两会”前，特别是决定每个官员权力地位的十九大的召开只有数月，“集体发力”不仅仅为了保位而且还要卡位。一般来讲，叫的最响的不一定是皇帝最亲信的，正因为没有十足的底气才叫的声音大。李鸿忠不出意外会入局（政治局），但是他就是怕出意外，因为屁股上的屎很多，所以大声叫是为了保位，说他是为了更进一步、十九大入常（常委），恐怕他自己都不敢想。胡春华、孙政才本来是按王储培养的，习近平打断了他们的接班秩序，虽然如此，按照他们的资历、能力和中共的伦理，不让他们入常也说不过去，毕竟他们两人没有传出屁股上有大屎。但是他们毕竟渊源上不是皇帝的人、而且曾经具有太子身份，容易被猜忌，所以要一改以往的冷淡，积极表忠心确保入常。\n\n杨建利说，如不出意外，周强、陈全国入局都不会成问题。但是入局和入局不一样，担任什么具体职务权力大小差别很大，所以即使能入局还是要卡位，习近平一定把权力最大的位置留给信任的人，中纪委、政法委、公安部、中办、军委等。十九大上李克强会被进一步边缘化。为习近平立下汗马功劳的老臣王岐山不会留任常委，十九大上王岐山退正是时机，也许对两个人都好，不然可能结局很难堪。",
			"added": 1488014123,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "朝鲜官媒激烈抨击中国“卑鄙”",
			"body": "朝鲜官媒激烈抨击中国“卑鄙”\n\n韩国首尔——朝鲜周四用异常激烈的语言抨击中国加强制裁，指责它强大的共产主义邻国的“卑鄙做法”和“对美国随波逐流”。\n\n朝鲜官方通讯社朝中社(Korean Central News Agency)发表的这篇反对北京的评论文章，没有点中国的名。作者署名正笔(Jong Phil)。尽管这不是正式的政府声明，但朝鲜的评论人士不会偏离政府的官方立场。这位正笔说到了一个“口口声声标榜‘友好邻邦’的周边国家”，目标非常明确。\n\n在署名正笔的这篇文章发表的五天前，中国宣布到今年年底，暂停从朝鲜进口煤炭。中国称该禁令是其实施联合国制裁的行动的一部分。联合国制裁意在结束朝鲜的核武器和弹道导弹计划。\n\n“这样的措施，实际上同敌对势力要搞垮朝鲜制度的阴谋大同小异，”文章写道。“一个以大国自居的国家没有政治主见，对美国随波逐流。”\n\n中国是在朝鲜试射一枚弹道导弹后禁止从该国进口煤炭的。联合国安理会对朝鲜的行为进行了谴责，称其违反了联合国决议。中国的禁令让朝鲜失去了最重要的一个硬通货来源。据韩国政府估计，过去几年，煤炭在朝鲜的出口中占比近40%，并且几乎所有煤炭都运到了中国。\n\n尽管朝鲜的“主体思想”强调该国的自立，但实际上，该国90%的对外贸易依靠中国。\n\n这导致韩国和美国的官员主张，北京应该用自己的经济影响力逼迫朝鲜停止武器计划。在推动实行日益严厉的制裁的同时，一些官员称，因为朝鲜不断进行核武器和弹道导弹试验，北京对朝鲜政权的耐心正在消失。\n\n但其他一些分析人士仍对中国利用自己的经济砝码的意愿持怀疑态度。中国和朝鲜有着深厚的关系，这个关系是几十年前，两国的共产主义领导人在并肩作战时建立起来的。\n\n这些分析人士还认为，北京更担心朝鲜失去稳定，而不是后者拥有核武器，而且北京认为朝鲜是抵御驻韩美军的重要缓冲。\n\n他们倾向于认为中国停止进口煤炭是对朝鲜的一个警告，同时也是一个巧妙的做法，可以缓和华盛顿对其在实施制裁上做得不够的指责。中国坚持认为，华盛顿应让朝鲜加入为解决核问题而进行的谈判。\n\n周三，中国官方控制的报纸《环球时报》上的一篇社评称，尽管颁布了煤炭进口禁令，但中国与朝鲜的友谊保持不变。\n\n“中国的制裁措施只针对朝鲜拥核，我们坚决反对韩国媒体上针对平壤的各种政治幻想，”文章写道。\n\n朝鲜一方仍保持着强硬的态度。该国周四警告称，他们以为“只要切断小小资金的来路，便会使朝鲜无法制作核武器与开发洲际弹道火箭”，这本身是“幼稚可笑的”。",
			"added": 1488015621,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_14euH8rrVMCFsvmFwnVWGbnJ7oeo7EiSHo": 1
	},
	"next_comment_id": 5,
	"comment": {
		"2_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT": [
			{
				"comment_id": 1,
				"body": "焦点对话：老兵上访中纪委，挑战军队忠诚度？\n\n数百名中国退伍军人星期三冲破各级政府的围堵拦截，在北京中纪委大楼前举行示威活动，要求更好地解决他们的安置问题。在中国社会控制如此严密的情况下，在十九大之前的敏感时间点，这些军人何以能够组织起具有相当规模的抗议示威活动？中国退伍军人的困境是否会削弱军队对于政权的忠诚度？对动荡不已的中国社会将产生什么影响？\n\n参加讨论的四位嘉宾是：中国民间学人，独立评论人士王康先生；人权组织“公民力量”创办人杨建利先生；中共党史学者、《晚年周恩来》一书的作者高文谦先生；政论作家，时局分析人士陈破空先生。\n\n\n杨建利表示，退伍军人维权或曰老兵维权不是新现象，在过去的20年里平均每年3次进京情愿，在各省市的请愿更不计其数。大规模进京请愿是最近一年的事，六四以后能在北京聚集千人之上的请愿示威活动，除了1999年的法轮功只有老兵群体。假如当局决心镇压，数千人至一万人的力量面对中共政权暴力机器仍属弱小不堪。维稳体制下，调动几万军警对付这区区几千人，并非难事。然而，事情的麻烦和棘手在于：这万人人是千万退伍大军中最勇敢、最具领导力、组织力因此也是最受拥戴的人，代表强大的退伍军人力量，训练有素，纪律严明，敢于牺牲，团结一心。敢动这批人，须冒触犯千万退伍军人的莫大风险。\n\n杨建利说，更麻烦之处是：政权手中现有的最强大武器——军队——与这些退伍军人天然密不可分，有着血肉交融的关系：军队的明天就是他们的今天，他们的昨天就是军队的今天。中共最高层向来以军权和军队稳定作为权力的最后保证，为此，习近平对军腐大动干戈、对军改殚尽竭虑，即便如此，军队不一定就稳定了，因此中共政权对动用专政铁拳对付组织化程度很高的退伍军人，是否会在暴力机器本身上砸出裂缝心有忌惮，镇压意志力不足。但是另一方面，真正解决问题的意愿也不足，一是涉及人数太多，腐败的地方政府财政负担不起，另外维权成功可能成为其他维权群体的鼓励。所以这次到中纪委而不是军委大楼或民政部聚集，其实就是为告状，告哪些与退伍军人安置有关的贪腐官员和以前中央承诺解决但是不作为官员。退伍军人群体是继新疆后的第二个火药桶。\n\n王康认为，一年内退伍军人两次进京聚众请愿，对中共政权构成空前压力。虽然不能跟1921年喀朗斯塔德水兵起义的政治诉求相提并论，但已接近一股准政治反对势力，受冲击最大的显然是新核心习近平。从党内权力较量分析，有可能是习近平近年清洗军内实力人物的反弹。从中共19大权力重新洗牌的角度，也可视为高层权力激化的表徵。如何处理退伍军人在北京的公开示威，对习近平集团是严重挑战。\n\n高文谦表示，这么多退伍军人能够成功到北京上访，一方面与他们的素质有关，但在网格化维稳体制下，不可能不走漏一点风声。目前军改正在处理中下级军官转业的阶段，由于人数太多，地方无法安排，军中阻力很大。不排除有人故意放水，把老兵这股“祸水”引向北京，发泄对军改的不满。老兵和退伍军人面临的困境，就是普通民众当前所面临困境：老无所养，老无所居，老无所医。军队是当局维稳的最后一道防线，处理起来轻重不得：出手轻了，压不下去，将会蔓延到更多地方；出手重了，又让现役军人心寒，影响军心稳定​。\n\n陈破空表示，上万退伍军人聚集中纪委上访，是地方政府腐败、克扣退伍军人福利的控诉。但幕后的可能性还有，习近平搞军中反腐、军队改革、裁军三十万，引起了军中上下不满，不排除习近平的党内、军内政敌有意发难，怂恿退伍军人闹事，给习近平出难题，给今年两会或十九大添乱。待遇优厚、年轻气盛的年轻公安殴打退伍军人，他们需要明白，昨天的镇压者（如退伍军人），变成了今天的被镇压者。他们自己这一代，也只会重复这样的命运。\n\n陈破空说，一党专政下，成也军队，败也军队，前苏联和罗马尼亚，最后都是军队倒戈一击，导致共产党倒台。中国不见得能避免这一后果。今天是退伍军人闹事，明天可能是现役军人闹事，今天是下级军人或军官闹事，明天可能是高级军官或将领闹事。安置退伍军人，也容易，也不容易。容易的是，只要把各级将领贪污的赃款拿出来，就足以安置全国退伍军人。不容易的是，中共要把钱花在刀尖上，维稳，增加军费军力，而退伍军人，既不能形成战斗力，也不能维稳，中南海或许盘算，把钱花在他们身上不值。",
				"added": 1488013411
			}
		],
		"492_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 2,
				"body": "政治影响着每一个人，你不关心政治，政治就会算计你。",
				"added": 1502986014
			}
		],
		"489_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 3,
				"body": "四年一次的选举，就能维持社会稳定，不同诉求的人都可以按照自己的意愿，投出选票，不同意见的人达成共识，社会就稳定了。",
				"added": 1502986774
			}
		],
		"369_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 4,
				"body": "我的手机曾经被监听过，就是到过比较敏感的地区一年多，通话的时候经常听到“嘀”的声音，后来回来就好了。",
				"added": 1507796808
			}
		]
	},
	"comment_vote": {
		"6_1FmYoFUbNXqpJ4v42ZGfVRKNaodu25YK8B": 1
	}
}