{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "Dodging cyber liberal censorship on conservatives",
			"body": "Is this the place to do it? The bad thing is, conservative speech will wander far away from the normies, but they don't want to hear it anyway.",
			"added": 1503024982
		}
	],
	"topic_vote": {
		"1_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": 1,
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": 1,
		"14131_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"1_1E4dgsD9i7VtW5ZEdGX6EbPewT1wrsczqY": 1
	},
	"next_comment_id": 4,
	"comment": {
		"1_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": [
			{
				"comment_id": 1,
				"body": "It's time to go decentralized, they can't keep bashing conservatives like this. They can't suppress our opinions if we make it tech proof. I say we move the damn whole right to this thingy were they can't censor us.",
				"added": 1503024757
			}
		],
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": [
			{
				"comment_id": 2,
				"body": "Antifa is communist scum",
				"added": 1503025541
			},
			{
				"comment_id": 3,
				"body": "> [kaffie](#comment_445_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Actually what ended up killing millions was blind dogma and faith in an ideology the people didn't understand, followed by authoritarian control and 'othering' people, assuming one demographic is superior. These are similarities in all of the political and economic systems throughout history. That's what you're seeing problems with.\n\n\n\n>So it only makes sense that you'd get rid of both authoritarian governments and capitalism. That leads to anarchism, which is the best/most proper political and economic system.\nJesus Christ,  you are literally arguing that anarchism results in higher standards of living.  Depressing. Antifa is the very garbage of the gutter.",
				"added": 1503025670
			}
		]
	},
	"comment_vote": {
		"15_1Aqzrn9MJnftKMJyU9mVviE5WZdTwJnkFr": 1,
		"1_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": 1,
		"54_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"2_154dJjarLzVRfXioTrjvfZ1NfibsHZMoZW": 1
	}
}