{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "I like here, I feel like I am in a new world.",
			"body": "Let me introduce myself. I come from Jiangsu, China. I’m 36, a mother of two children. And I am a DuoSuccess traditional Chinese medicine volunteer.\n\nAnyone here interested in TCM? I believe everyone knows that our health is our wealth. TCM can really help us. To me, not only it helps me get fit and healthy but also made me to reflect objectively the world and life. And therefore I realize what on earth I needed and the significance of my life.\n\nDuoSuccess TCM is a full-automatic hospital. Everyone would receive treatment by an internet connection with a computer or mobile phone. I’m glad that yesterday it created decentralization website: http://127.0.0.1:43110/1AUHC6wpgF676cEd8uZX6cU8BucGU4KAP7\nI hope it’s helpful to you.\nWish everyone health and happiness.",
			"added": 1500428327
		}
	],
	"topic_vote": {
		"1_1MbML7iwm3KXWRS16y3jkfCrXuUXDD6pd7": 1
	},
	"next_comment_id": 7,
	"comment": {
		"1_1KjKGbXe5KwQkmHdtsyhp1TzRieGu3wPBw": [
			{
				"comment_id": 1,
				"body": "JiangSu,China",
				"added": 1500425727
			}
		],
		"1_1MbML7iwm3KXWRS16y3jkfCrXuUXDD6pd7": [
			{
				"comment_id": 2,
				"body": "> [m0ckingb3ard](#comment_8_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g): Meanwhile, I use my critical thinking skill and make informed decision for myself. Smells like placebo.\n\nTo most of us, It's amazing and beyond common sense.\nChairman Mao said that practice is the only criterion for testing truth. Try.",
				"added": 1500431689
			},
			{
				"comment_id": 3,
				"body": "> [vanvan](#comment_1_1DonHALGF9orFFoZ4cZiBHAx4Rgogojryx): Good english, bad advertisement.BTW, I am from Jiangsu province too\n\nNice to meet you.",
				"added": 1500451251
			},
			{
				"comment_id": 5,
				"body": "> [m0ckingb3ard](#comment_9_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g): Try? Do you have data for a long-term double-blind medical trial on a large randomized sample population. My singular testimony gets you nowhere.\n\nSorry, \"try\" is a bit of a misnomer. There are many cases on DuoSuccess BBS https://www.duosuccess.com/bbs If you don't understand Chinese,  here are some cases in English : http://momshappinesslife.blogspot.com",
				"added": 1500454033
			},
			{
				"comment_id": 6,
				"body": "As a DuoSuccess TCM volunteer, my job is to share the way to get healthy rather than persuade someone to use it.",
				"added": 1500454443
			}
		],
		"1_1XLBxuYMwyLUabmYGWUyNVUDp9LoLLds4": [
			{
				"comment_id": 4,
				"body": "我在localbitcoin用支付寶買過，是場外交易站點，價格貴一些。網址是：https://localbitcoins.com/zh-cn/buy_bitcoins",
				"added": 1500453177
			}
		]
	},
	"comment_vote": {}
}