{
	"next_post_id": 8,
	"next_comment_id": 1,
	"next_follow_id": 1,
	"avatar": "generate",
	"user_name": "Collect",
	"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
	"intro": "Random ZeroNet user",
	"post": [
		{
			"post_id": 1,
			"date_added": 1499291894,
			"body": "Hello ZeroMe!"
		},
		{
			"post_id": 1500384326,
			"body": "https://beakerbrowser.com\nUsing Beaker\n\nShare personal files\n\nCreate a site, add the files, and send the URL to your recipient (e.g., using a chat program). It’s encrypted from end-to-end so that you have total privacy.\n\nMake webpages\n\nCreate a website, add HTML/CSS/JS, and publish its URL, e.g., on Twitter. Visitors can even save your website to their device for offline use! You can host in the cloud too.\n\nHack on P2P apps\n\nCreate a site, then build your app using the new Web APIs in Beaker. Every app is hostless, and ships with forkable source code.\n\nBrowse the Web\n\nOf course, Beaker works great as a regular Web browser too. It’s built using Chromium, the Free and Open Source engine from Google Chrome.",
			"date_added": 1500384324
		},
		{
			"post_id": 1501961735,
			"body": "Підскажіть ZeroNet магазін є",
			"date_added": 1501961732
		},
		{
			"post_id": 1502014060,
			"body": "Tell ZeroNet Magazine is",
			"date_added": 1502014056
		},
		{
			"post_id": 1503170054,
			"body": "Пропагандийський телеканал LifeNews припинив своє телемовлення.\n",
			"date_added": 1503170049
		},
		{
			"post_id": 1503174754,
			"date_added": 1503174748,
			"meta": "{\"img\":\"724,700,675786775785aa9bba887897eee9a8998676,000111112021113111110002000233002320013204514467300000022200000000200002584321000029A00000002200000B\"}"
		},
		{
			"post_id": 1504021682,
			"body": "Китайское правительство выпустило постановление, которое заставляет местные интернет-компании следить за тем, чтобы пользователи, оставляющие комментарии, делали это под своими настоящими именами. А также проверять все содержимое комментариев еще до их публикации. Об этом сообщает The Verge. \n\nВ новых правилах отмечается, что люди могут использовать псевдонимы, но они должны быть привязаны к их личностям. The Verge подчеркивает, что подобные постановления не новы для Китая. Уже на протяжении трех лет правительство страны борется с анонимностью в интернете. Этот случай примечателен тем, что теперь обязанность следить за полной идентификацией пользователей перекладывается на интернет-компании. Речь также идет о том, что модераторы сайтов, где можно оставлять комментарии, должны будут проверять комментарии еще до их публикации. В случае, если там будет запрещенный контент, о нем нужно будет сообщать властям. \n\nНовые правила были выпущены в преддверии 19-го съезда Коммунистической партии Китая и вступают в силу с 1 октября.",
			"date_added": 1504021675
		}
	],
	"post_like": {},
	"comment": [],
	"follow": []
}