{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"7_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1
	},
	"next_comment_id": 8,
	"comment": {
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": [
			{
				"comment_id": 1,
				"body": "> [scrubthesecond](#comment_58_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): Multiculturalism sets us up for the future. Believe it or not, it's inevitable that we're all going to mix around.\n>\n> We see all around the world how authoritarian governments try to prevent multiculturalism, but all they're doing is slowing the inevitable. \n>\n> I disagree, Australian multiculturalism is pretty nice. Come down some time, look around. Enjoy our diverse culture.\nWow. Are we living on the same planet?\n\nhttps://www.youtube.com/watch?v=25d-6a7C3rw\n\nhttps://www.youtube.com/watch?v=eGUT4YtQItw\n\nhttps://www.youtube.com/watch?v=oNtsKg1KRVc\n\nhttps://www.youtube.com/watch?v=giXRxBeQAeM\n\nhttps://www.youtube.com/watch?v=RUXjWc4s7hw\n\nhttps://www.youtube.com/watch?v=wr8W_Bvt7A0\n\nhttps://www.youtube.com/watch?v=5gj0jNJ2gRY\n\nhttps://www.youtube.com/watch?v=ZEMiUEtpWd4\n\nhttps://www.youtube.com/watch?v=Z_N0xzWGpu4\n\nhttps://www.youtube.com/watch?v=TWIVRcY4yMk\n\nhttps://www.youtube.com/watch?v=xMIdHIczmIs\n\nhttps://www.youtube.com/watch?v=8yRlj42QOHI\n\nMethinks that either you're not white or else you must be in need of some \"cultural enrichment\" to set your head straight. Multiculturalism works about as well as trying to force water and oil to mix. As soon as you stop stirring, we'll naturally sort ourselves apart again.",
				"added": 1505889543
			},
			{
				"comment_id": 2,
				"body": "> [scrubthesecond](#comment_62_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): All these examples you've shown are minority incidences and are rare in Australia. As with the gangs, they're not exclusive to people of one background. It's not all doom and gloom like you make out.\n\nI know that they're a minority of incidences. It doesn't matter. My point was that these sorts of things exist in western nations precisely due to multiculturalism. If we sent most brown people back to their respective homelands, or at least a considerable distance away from white people, violent crime rates in western nations would plummet. Racial tension would plummet. TAX RATES would plummet. Never mind the other economic benefits.\n\nWe really gain nothing from them, but they drain us of resources at mind boggling rates. Resources that could have been used to develop new and better technology or support white families. They make it necessary for us to have all kinds of stupid laws and regulations, such as, in the US, stickers on the inside of plastic boxes warning parents that they shouldn't leave their child in the box with the lid on because they may suffocate.\n\nThey create incredible pollution. I can't tell you how many times I've been in line at a drive-through and watched some African asshole throw their food and paper trash out the window, either at a wall or onto the ground! You know what I do when I have trash that I want to dispose of from my car? I PARK SO I CAN PUT THE TRASH IN THE TRASH CAN. Such a novel concept, I know. I happen to live fairly close to a black neighborhood, and the frequency with which I see large bags of trash either left abandoned or torn open and scattered along the highway is rage inducing. You'll never see that around white areas. Why? Because race is real.\n\nOh and their noise pollution too... Why do so many blacks and, to a lesser extent, hispanics absolutely have to roll through a neighborhood at 3am playing their bass loud enough to rumble buildings? Or anytime really. What even IS that? What possible reason could they have for doing that? And why is it not legal for me to rip out their stereo system if they're going to repeatedly show zero concern for people who actually need to sleep for work? Especially seeing as I've had my tools stolen out of my vehicle by these little hood rats, not to mention my entire vehicle stolen by an African on a separate occasion.\n\nI can't even walk down to the corner store without being met with unprompted racial slurs and/or intimidation. No, it's not because they know me or that I'm rude to them. They don't know me and I go out of my way to be kind to everyone by default, on principle. Roaming packs of Africans just like to use that spot as a watering hole, so they sit out front and act like territorial baboons all day.\n\nOne of the worst parts of this is that the entire educational system in many white countries has been dumbed down to accommodate the average mental abilities and behavior of non-whites. So much so that a great many white children no longer even want to be there because they don't see a point anymore! Why should white children have to suffer for your utopian aspirations?\n\nWe need our own spaces, we need freedom of association again. I don't want my children to have to grow up in a multicultural nightmare. I don't want them to have to go through what I did.",
				"added": 1505966209
			},
			{
				"comment_id": 6,
				"body": "> [scrubthesecond](#comment_70_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): I find it interesting how you keep referring to minority issues, then paining a whole group based on those issues, even though the majority of said group are not responsible for it.\nYou mean like most black people and the political left do to white people about US slavery, even though the first US slave owner was a black Jew, Jews owned all the slave ships, and there were white slaves too that nobody ever talks about?\n\n> As with your bottom statement, when you say social justice \"warriors\" are not liked around the world, I disagree.\nYou're data bubbled, but okay. https://www.youtube.com/watch?v=dmeSGwVBoao",
				"added": 1506399944
			},
			{
				"comment_id": 7,
				"body": "> [planespherev3](#comment_261_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): >The only way for a SJW to wake up, is to be molested by our diversity.\nSometimes even that isn't enough, frighteningly.\n\n> Also, it's pretty pretentious for him to say that Australia could host the whole world population. What does he mean by this?\n> In a way, SJWs are the more racists. Since for them the west should host non caucasians because they can't take care of themselves. \nSocial Justice isn't about love for non-whites... It's about hating whites. Whether they realize it or not, they'll always default to hatred of whites even if it means they have to attack a member of one of their protected classes in the process. That's why nothing we do to try to help non-whites will ever be good enough. In their minds, no amount of charitable behavior and good will can erase the evils that other members of our group have allegedly committed.\n\n> SJWs NEED diversity, because without it, they would feel empty. Cultural leftism is more than a political or ideological view, it's also a psychological problem.\nTumblr is the way that it is for a reason...\n\n\n> [blazar](#comment_4_1P1baCe1LLjror4CZjChWFy7D7cVWyPL83): I see a lot of left-right-racial bullshit in comments. First of all: these terms like \"left\" and \"right\" are tools developed for manipulation.  \nI used to think the same way. Then I realized why that paradigm existed. There's a reason that Antifa lists patriots and libertarians as fascists in their idiotic pamphlets... When push comes to shove, normal people who love capitalism / personal responsibility will side with the authoritarian Right because it's a hell of a lot more benevolent than the alternative, even if it's not ideal. This fight isn't about two arbitrary positions that just happen to not like each other... It's about sanity vs insanity. Decency vs indecency. All that is good and natural vs pure hatred of healthy normalcy. It's horrifying. I love individualism, but when the people who are advocating for your genocide are playing collectivism, you have no choice but to collectivise too. Either you work together with your people or you die alone.\n\n> Anti-racism in initial meaning is against every single race equally.\nPretty much, yeah. Communists are actively campaigning for race mixing for a reason... They're trying to blend the races out of existence.\n\n>The only way is to act outside of politics: organize and participate independent community, make non-government communication networks, maintain connections with people with same ideas, avoid way of thinking forced by political system, create trusted environment (it may be small but reliable), etc.\nYou're arguing semantics. In my vocabulary, what you just described IS political... But I know what you mean. The problem is that when you try to organize such groups, outside forces with their own agendas will inevitably worm their way in and start subverting them. The only way to deal with that is, of course, a strong culture of common shared values and beliefs. This leads to politics. That's why there's politics.\n\n> support real valuables and be ready to live with honor.\nThat's what the far right is supposed to be about.\n\n\n> [realkittykate](#comment_2_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): Except, whatever biological differences there may exist between races .. should not be used to justify discriminatory policies.\nRacially discriminatory policies don't need justification... White people have no responsibility to babysit other races, nor do other races have any responsibility to babysit us. We need to take care of our own first.\n\n> Live and let live.\nForcing people to live in a way that's contrary to their beliefs and values is not living and letting live. That's very much interfering.\n\n\n> [realkittykate](#comment_3_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): Anti-racism doesn't necessarily mean anti-white. Yes, a lot of self-proclaimed 'anti-racists' (e.g. Black Lives Matter, antifa) are guilty of hypocrisy and racism themselves.\nWHOA WHOA WHOA... Check your privilege there, white cis-demon-scum. You obviously haven't learned the Proper definition of racism yet, so I'll correct the record for you.\nhttps://www.youtube.com/watch?v=VGPqeyGhUi8\nhttps://www.youtube.com/watch?v=-w0LFYhedo0\nhttps://www.youtube.com/watch?v=bZ0QfLkjujY\nhttps://www.youtube.com/watch?v=lVI9Phz_ENo\nAnti-racism is code word for anti-white because only white people can be racist according to the definition being employed by the accusers.\n\n> However, racism is still a problem around the world\nI read that as, \"white people are still a problem around the world.\"\n\n>and there's nothing wrong with exposing a racist whenever it is appropriate, as everyone has the right to equal opportunity.\nWhat you're actually saying is that everyone should have the freedom to avail themselves of the material resources of whites. Why should foreigners be free to take away from the futures of white children? Why should whites have to slave to create a future for other races? That's ultimately what it comes down to.",
				"added": 1507337443
			}
		],
		"1_1CZn3nsKZkKf7rfS5ykaEBtTRMnyKTLsZt": [
			{
				"comment_id": 3,
				"body": "https://www.youtube.com/watch?v=V4MF2s6MLxY",
				"added": 1506028757
			}
		],
		"2_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 4,
				"body": "Net neutrality is about censorship and keeping the FCC relevant. Deregulation is good.\n\nhttp://nlpc.org/2017/05/31/analysis-one-fifth-pro-net-neutrality-fcc-public-comments-fake/\n\nhttp://www.nationalreview.com/article/436807/net-neutrality-government-control-your-internet-service\n\nhttp://www.freedomworks.org/content/net-neutrality-has-nothing-do-censorship\n\nhttp://freebeacon.com/issues/net-neutrality-supporters-want-ban-drudge/",
				"added": 1506029059
			}
		],
		"5_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 5,
				"body": "What's a \"new flow\"? Did you mean a news flow? Like RSS or something?",
				"added": 1506398326
			}
		]
	},
	"comment_vote": {
		"69_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"254_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS": 1,
		"256_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS": 1,
		"207_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"13_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": 1,
		"260_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS": 1
	}
}