{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文",
			"body": "请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
			"added": 1497857847
		}
	],
	"topic_vote": {
		"2_15tZz9U5s2VhdxtSm2R9b27s6F7UdsmAuR": 1
	},
	"next_comment_id": 96,
	"comment": {
		"12_18xjeQQDs7av6EFb3tP6SKRGQ6C9FGVndZ": [
			{
				"comment_id": 1,
				"body": "迷信集权梦者绝非精英！",
				"added": 1491441987
			}
		],
		"10_18xjeQQDs7av6EFb3tP6SKRGQ6C9FGVndZ": [
			{
				"comment_id": 2,
				"body": "友情帮顶。",
				"added": 1491442871
			}
		],
		"1_1Fib5tj7Qy4h1mHuXp7bCFyaQJfvXXUY67": [
			{
				"comment_id": 3,
				"body": "先关闭本机防火墙或在本机防火墙上配置允许15441入站的规则试试，这一步能通就好，如果这样不能通，那就是运营商采取了反P2P策略，你除非当黑客黑进运营商服务器修改规则，否则只能求神拜佛，期盼运营商修改策略",
				"added": 1494811495
			}
		],
		"1_1FMnvbmu5LLXtRBru5twpuMXdapiACaBpB": [
			{
				"comment_id": 4,
				"body": "你开放15441端口的话，别人就可以自由和你打招呼，随时来问一下你有没有新内容或者告诉你他有新内容问你要不要，这样无论谁有新内容都可以以最快速度扩散出去。你关闭15441端口的话，别人就没法发起和你的交流，必须是你主动连接上开放了15441端口的主机，才能和人家交换新内容，这样新内容传播的速度就慢。如果所有主机都不开放15441端口，零网就算消失了。由于国内很多地方已经改造成NAT方式让客户上网，客户无法获得真正的互联网地址，就没办法向互联网上的机器开放任何端口，所以我们都是依靠国外的零网主机进行较慢的内容更新。",
				"added": 1495590822
			},
			{
				"comment_id": 5,
				"body": "> [skype](#comment_1_1EvCqjFGpbmAnP9zdkyt7zw4MqU2KvqwaH): 在中国运营商关闭了这个端口，那怎么把我的网站让人访问呢？\n这个颇为麻烦。你必须得明白一些流程。首先你得打广告告诉别人你的新网站ID。\n你肯定能连上外国主机上的15441端口，你就能告诉他你有一个新网站，但是它只是记录了你的主机地址，并不下载你的网站的内容。你的主机会不断地连接开放了端口的主机，不断地告诉他们你有一个新网站，它们会不断地记下你的主机地址和新网站ID。当有人通过你的广告点击了你的网站链接，他就会从那些进行了记录的主机上获取到你的地址，如果你的端口是开放的，那么他直接连上你的主机，把内容取走，并且在他的机上留下你的网站的副本，之后别人就能从他的主机上获得你的网站内容。如果你没有开放端口，别人就没法连接你的主机。但是，有一定的概率，当你给主机A报告了你的网站，尚未断开连接时，有人从主机A请求你的网站内容，主机A就能利用这个尚未断开的连接，把你的网站内容取走，提供给别人，此后，大家都能从主机A获取你的网站内容。如果主机A不会改变地址，你的网站今后的更新都会首先刷新主机A的内容。只是这样的概率较小，你得多等上一些时候你的网站才能散布出去。",
				"added": 1495620323
			}
		],
		"2_13SSy4C7Hs9nsAVZdeQbxEdwgm1MHdxUZG": [
			{
				"comment_id": 6,
				"body": "是你还没弄懂什么是零网",
				"added": 1495788035
			}
		],
		"1_1DMMSpE5s54ja9XxW2adGqMsFc5UxRpvEg": [
			{
				"comment_id": 7,
				"body": "很多人说你是假的，你能证明一下么? 把那些把那些爆料的图文版发出来如何",
				"added": 1496195019
			}
		],
		"57_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 8,
				"body": "前排吃瓜围观，坐看楼主成为500万富翁。",
				"added": 1496218454
			},
			{
				"comment_id": 9,
				"body": "> [dlggtan](#comment_3_1FRsFWqkx5TVyRqy9Xr3XoshYDDZHXSQvz): 希望有人开网店卖淘宝上不让卖的东西，如pos机，急需“高备pos机”\n\n零网虽然是去中心化的，不容易被关停，但仍属于明网，如果你从事非法活动，还是能够被定位被抓捕的。除非你把TOR 弄得可用，并且启用了“为每个连接启用Tor（更慢）”的选项之后才注册zeroid，并一直不关掉Tor运行下去。不过那样的话，会慢得你绝对无法忍受的。",
				"added": 1496303750
			},
			{
				"comment_id": 10,
				"body": "> [kai0](#comment_175_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): 你开个网店没必要注册ID\n\n你这么说要么是不懂零网，要么是居心叵测故意误导",
				"added": 1496304681
			},
			{
				"comment_id": 11,
				"body": "> [kai0](#comment_176_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): 开个网店要ID干嘛？起什么作用？别不懂装懂。\n\n没有ZeroID，你既不能建网站，也不能发帖，也不能回复，你还开啥店啊。\n你该不会是连你这个名字“kai0”就是zeroid你都不知道吧？",
				"added": 1496305580
			},
			{
				"comment_id": 12,
				"body": "> [kai0](#comment_177_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): zeroID的作用是啥你都没搞清楚，瞎咋呼什么？建站需要什么你也不懂，你是学计算机的？\n\n你说我没搞清楚，那么请已经搞清楚的你给大家说说ZeroID的作用是啥。快说吧，我们在这里看着呢",
				"added": 1496305866
			},
			{
				"comment_id": 13,
				"body": "> [kai0](#comment_178_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): 你是不是学计算机的？学计算机的还用我告诉你？不是学计算机的我与你怎么说的清？\n\n已经清楚了，你就是个胡搅蛮缠故意误导大家的家伙，没必要和你再多说了。",
				"added": 1496306133
			}
		],
		"2_15tZz9U5s2VhdxtSm2R9b27s6F7UdsmAuR": [
			{
				"comment_id": 14,
				"body": "I'm really really lonely too.\nI feel so lonely too.",
				"added": 1496651594
			}
		],
		"5_1FaP38aQeQwStzruHJ75NLCFc9m48itKdP": [
			{
				"comment_id": 15,
				"body": "抵制迷信活动！",
				"added": 1497063208
			}
		],
		"2_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV": [
			{
				"comment_id": 16,
				"body": "一旦15441被封，就说明所有的端口都被封了。唯一的解决方法是换运营商",
				"added": 1497064664
			},
			{
				"comment_id": 17,
				"body": "> [shion](#comment_3_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV): 上午用还好好的，下午就不行了\n\n中国电信的拨号上网服务，以前是直接提供公网IP，现在正逐步改造成提供局域网IP，再通过NAT上公网。某些地方由于改造在进行中，新旧服务器并行，所以你拨号时有可能会连上旧服务器获得公网IP，也有可能会连上新服务器获得局域网IP。所以你的情况通过断线重拨还是有可能获得公网IP的。不过这法子就算管用也持续不了多久，一旦并行期结束，他们会把全部旧服务器撤掉",
				"added": 1497065292
			},
			{
				"comment_id": 23,
				"body": "> [shion](#comment_44_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV): 那不是末日到了，看来必须有人把端口机制给废掉\n\n端口机制是 TCP/IP 协议赖以工作的基本原理，废掉它，就好像企图挖掉一栋摩天大楼的地基还指望大楼不倒一样。你唯一能指望的是 ZeroNET 的开发人员尽快了解到中国国内网民的这种囧境，并且在 ZeroNet 内部采用穿透 NAT 的技术，让中国电信通过利用NAT封禁P2P的企图在 ZeroNet 这里彻底破产",
				"added": 1497321953
			}
		],
		"4_1FaP38aQeQwStzruHJ75NLCFc9m48itKdP": [
			{
				"comment_id": 18,
				"body": "我找了很久都没找到《习近平和他的情人们》那本书，据说那本书里的内容更好看",
				"added": 1497065486
			},
			{
				"comment_id": 19,
				"body": "> [pikachao](#comment_1_1MctJ9DJHPLkVyA7Ssf67UzXvhSWDwBtCh): 哇，果然是无审查的网络\n\n由于微信群大量被封，大伙找不到说话的地方，把你的朋友们全部带来这边建朋友圈畅聊吧",
				"added": 1497065677
			}
		],
		"1_1Nb18h3QSAvsRdR8rQ2AXZaSA2Rp7dZqrs": [
			{
				"comment_id": 20,
				"body": "> [shion](#comment_16_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV): 你还是祝我早日找到合伙人吧\n\n你去找郭文贵，他钱多，他要是愿意投资，你啥都有了",
				"added": 1497066099
			}
		],
		"2_17pZikcBPCEpiAGbq9fWewcbbDeKzUh1sM": [
			{
				"comment_id": 21,
				"body": "这里其实不安全，你的全部网上行为都能被监控者看在眼里，只不过他暂时无法阻止你发言而已，但是如果你的行为过分到他想要抓你的话，他还是能把你定位进行抓捕的。\n\nTOR是有能力保障安全的，但是是要你把TOR弄得“可用”之后，还要选上“为每个连接启用 Tor (更慢)”的选项，绝对保证之后一直使用该选项，然后再注册 zeroID，那样监控者想定位你就超级困难了，几乎不可能成功。不过真选上那个选项的话，会慢得超出正常人的忍受能力。如果你启用了tor之后还用之前申请的zeroID发言的话，监控者仍然能通过你申请ID时留下的历史记录找到你。",
				"added": 1497067079
			},
			{
				"comment_id": 22,
				"body": "> [tiananmen](#comment_6_14zDrAWQ7ytJM414b7n3bzCw66CPizDazW): 需要澄清的是， 监控者并不能知道你在干什么， 他只能知道你在用零网。 零网所有东西都是加密传输的。他确实可以知道你的ip。但你发些普通文章他能把你怎么样。关键在于要大力宣传，把零网介绍给身边的人。\n\n零网的加密传输只是开发者的构思，目前尚未实现，现在是明文传输的，以后等它逐步完善之后或许会实现加密传输。但是当前网络监控者完全可以看见哪个IP什么时间发表了什么言论。当然也不用过分害怕不敢发言，因为国保只抓捕影响力大的人，他们没能力因为人家只说了一句“反动”的话就把人抓起来",
				"added": 1497261748
			}
		],
		"8_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV": [
			{
				"comment_id": 24,
				"body": "跨语言交流，你想得美，机器翻译怕再过50年都出不来。如果论坛不按语言划分，全世界人民都在同一个论坛上发言，各用各的语言，想在论坛上找一篇中文的新帖子要累死你。",
				"added": 1497424020
			},
			{
				"comment_id": 25,
				"body": "还想要跨语言交流，不如你去指望中共统一全球，规定全世界人民都使用简体中文普通话还要现实得多。",
				"added": 1497424368
			},
			{
				"comment_id": 26,
				"body": "> [shion](#comment_75_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV): 不推进跨语言交流，就没有人往机器翻译这方面发展\n\n机器翻译不是你一个人的梦想，人类在机器翻译的方向上已经努力超过60年了，现在是越来越清醒地认识到人工智能的局限，越来越清楚地知道机器翻译的难度。我说的50年出不来已经是极为保守的估计了，实际情况可能是一两百年都没辙。google和微软现在的成就还远远算不上机器翻译，机器翻译必须是它翻译出来的文字是连文盲都能无错地听懂并无措地理解原文的含义才能算数，不是像这在这种效果，至少需要对英文半懂不懂的人才能从译文大致猜出原文的含义。",
				"added": 1497491065
			},
			{
				"comment_id": 27,
				"body": "> [shion](#comment_83_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV): 这里总有许多语文不好的, 抱歉我的梦想不是机器翻译,我标题内容说的很清楚了,我的目的是去除划分\n\n我看是所有人都懂你的意思，但你不懂大家的意思。\n\n大家已经充分说明了去除划分的想法不现实，你不能要求全世界所有来网上消磨时间的人必须在一个页面上的几百种语言文字的帖子中去寻找自己能看懂的1种或几种语言的帖子来回复。反之，将论坛按语言区分，每个语言区禁止出现其它语言。懂汉语的就去汉语论坛，懂英语的就去英语论坛，同时懂多种语言的就可以逛多个论坛。你要是愿意，你可以把汉语论坛的帖子翻译成英语发到英语论坛，又把英语论坛的回复翻译成汉语贴回汉语论坛。这是最高效最合理的模式，也是目前已经做到的模式。\n\n大家同时说了，你一定要坚持不分区的话，必须有机器翻译技术支持才能实现。如果机器能把每种语言的帖子都翻译成阅读者指定的语言，则不分区的要求可以实现。可是现在机器翻译是指望不上的，只好按照当前的分区管理模式继续下去了。\n\n你自己的理解能力不足，你还要怀疑别人的理解能力，你这叫做狂妄你知道不。",
				"added": 1497514736
			},
			{
				"comment_id": 29,
				"body": "执迷不悟的家伙，要是不划分，请想象一下你这个帖子充斥几百种你看不懂的语言的回复，有意义吗？",
				"added": 1497584751
			},
			{
				"comment_id": 30,
				"body": "Følg vores råd her. Så får du og alle de andre det sjovere. - Skriv klart og modtagervenligt - Brug punktumm",
				"added": 1497584966
			},
			{
				"comment_id": 31,
				"body": "Bienvenidos a ZeroTalk en español, en este hilo pueden dejar sus mensajes de prueba, presentaciones, salud",
				"added": 1497585005
			},
			{
				"comment_id": 32,
				"body": "¿Hacemos algo interesante en ZeroNet?",
				"added": 1497585019
			},
			{
				"comment_id": 33,
				"body": "Bonsoir à toutes et à tous! Voilà, vous êtes nombreux à vouloir une sorte de Play en version FR. Je voudrais me lancer mais je ne sais pas programmer. ALors j'ai pensé à cloner le zerowiki FR, comme ça, j'apporte les liens torrents et quelqu'un pourrait éventuellement y apporter sa contribution en fabriquant l'index. Cloner le wikiFR est donc plus participatif ;) A bon entendeur",
				"added": 1497585039
			},
			{
				"comment_id": 34,
				"body": "Bonsoir à toutes et à tous! Voilà, vous êtes nombreux à vouloir une sorte de Play en version FR. Je voudrais me lancer mais je ne sais pas programmer. ALors j'ai pensé à cloner le zerowiki FR, comme ça, j'apporte les liens torrents et quelqu'un pourrait éventuellement y apporter sa contribution en fabriquant l'index. Cloner le wikiFR est donc plus participatif ;) A bon entendeur",
				"added": 1497585066
			},
			{
				"comment_id": 35,
				"body": "\"German\", \"Russian\", und \"Polish\" sind auf Englisch, aber \"Español\" und \"Français\" sind auf die Muttersprachen...",
				"added": 1497585082
			},
			{
				"comment_id": 36,
				"body": "Információk a ZeroNet-ről. Magyarul!",
				"added": 1497585110
			},
			{
				"comment_id": 37,
				"body": "Az első topik.Gondoltam kellene a magyar felhasználóknak is egy fórum,szóval hajrá,nőjünk nagyra! :D",
				"added": 1497585126
			},
			{
				"comment_id": 38,
				"body": "这样你就满意了吧",
				"added": 1497585141
			},
			{
				"comment_id": 39,
				"body": "Ciao giuovani!\nSono appena approdato in questa \"giungla\", l'ambiente sembra interessante!\nMi chiedevo quali usecases potrebbero essere applicati a 0Net, secondo voi, quali sono le potenzialita' e gli usi che potenzialmente potrebbero attrarre un bacino di utenza rilevante?\nSbizzarritevi!",
				"added": 1497585154
			},
			{
				"comment_id": 40,
				"body": "jak to mówią... jeśli z danej technologii nie korzystają terroryści i/lub pedofile to znaczy że z jej bezpieczeństwem może być coś nie tak (nie jest to dosłowny cytat ale wiadomo o co chodzi, prawda? Nikt, kto ma choć trochę zdrowego rozsądku nie korzysta np. z BitLockera) skoro ZeroNet jest niby taki bezpieczny to dlaczego nie ma tu typowego contnetu blokowanego w clearnecie jak CP, bomby, instrukcje morderstw itd. które bez problemu można znaleźć w innych sieciach jak np. freenet. Z tego co widzę istnieje tylko PedoBlocker. Nie żeby mnie to interesowało, po prostu mnie to dziwi. Mam kilka hipotez",
				"added": 1497585179
			},
			{
				"comment_id": 41,
				"body": "Algum fórum Br por aqui, aos moldes do 0chan?",
				"added": 1497585197
			},
			{
				"comment_id": 42,
				"body": "Parce que le québécois est une langue distincte du français et que les cultures, préoccupations et territoires français et québécois le sont tout autant, ce forum distinct s’impose.\nLe contenu dans une autre langue que le québécois et/ou ne concernant pas le Québec et/ou n’étant pas rédigé du point de vue québécois et/ou constituant du SPAM sera déplacé sans préavis dans une section prévue à cet effet à la discrétion des détenteurs de la clé de chiffrement de ce site: Vincent Olivier",
				"added": 1497585216
			},
			{
				"comment_id": 43,
				"body": "все, що якось пов'язано із українським сегментом ZeroNet'у",
				"added": 1497585253
			},
			{
				"comment_id": 44,
				"body": "В этой теме писать если не хватает места и нужно повысить.",
				"added": 1497585258
			},
			{
				"comment_id": 45,
				"body": "Ядро не знает ничего о сообщениях, датах и т.д. Оно знает только, что есть файлы юзера, и их размер можно посчитать.",
				"added": 1497585270
			},
			{
				"comment_id": 46,
				"body": "Udemy – Introducción al Hacking y Ciberseguridad",
				"added": 1497585317
			},
			{
				"comment_id": 47,
				"body": "chicos me gustaria saber como crear una pagina aca en Zeronet en ubuntu 14 , me vendria de gran ayuda ya que pretendo fomentar el uso de esta red y arrastrar mas gente de mi group ,\nsaludos y espero puedan ayudarme",
				"added": 1497585358
			},
			{
				"comment_id": 48,
				"body": "7 ans après son incarcération, elle est enfin libre",
				"added": 1497585377
			},
			{
				"comment_id": 49,
				"body": "Sziasztok, Nekem ugy van beallitva hogy a tor halozaton menjen allandoan de nem lehetne megcsinalni",
				"added": 1497585422
			},
			{
				"comment_id": 50,
				"body": "su TNTforum è aperta la discussione relativa ad una presenza di TNT Village su ZeroNet",
				"added": 1497585440
			},
			{
				"comment_id": 51,
				"body": "poprzez zeroid.bit \"zarejestrowałem konto\" jak widać. Wszystko odbywa się rozumiem na moim komputerze, haseł nie ma bo są pliki klucze lokalnie i zanim cokolwiek wyjdzie odemnie, jest szyfrowane najpierw? Pomijając kwestię potencjalnego keyloggera na moim sprzęcie - to czy da się namierzyć kim jest karwa@zeroid.bit (zakładając że nie ma się fizycznego dostępu do mojego komputera)?",
				"added": 1497585459
			},
			{
				"comment_id": 52,
				"body": "Есть мысль, что лимит надо делать не на все сообщения, а за какой-то промежуток. Т.е. например разрешать не больше 30КБ в неделю. Это убережет от набегов и место всегда будет.",
				"added": 1497585471
			},
			{
				"comment_id": 53,
				"body": "你无非就是喜欢这样",
				"added": 1497585483
			},
			{
				"comment_id": 54,
				"body": "Mais bon. Sans rancune. J'ai dis ce que j'avais à dire, et je suis sûr que même si tu ne l'avouera pas, mes mots ne sont pas dénués de sens.\n\nBien à toi.",
				"added": 1497585498
			},
			{
				"comment_id": 55,
				"body": "Tá precisando viu...",
				"added": 1497585517
			},
			{
				"comment_id": 56,
				"body": "وريا الديمقراطية تحتفل بالذكرى السنوية الـ85 لتأسيس جيش الشعب الك",
				"added": 1497585548
			},
			{
				"comment_id": 57,
				"body": "de別亽菂認寘祚答濧衧女尔徠哾等冃衧用垃圾ィ訁息刷幈oo",
				"added": 1497585683
			},
			{
				"comment_id": 58,
				"body": "—━另リ亼锝認鎭作答譵纡鯢來哾等同纡砽垃圾χǐn息刷幈づ",
				"added": 1497585691
			},
			{
				"comment_id": 59,
				"body": "ぺ灬ъìελ嘚認槇作答嚉玗ィ尔莱裞等哃玗鼡垃圾χì息刷屏ル",
				"added": 1497585698
			},
			{
				"comment_id": 60,
				"body": "┾别人の認眞作答譵紆尒徠言兑等酮紆用垃圾信息刷屏┡ē",
				"added": 1497585703
			},
			{
				"comment_id": 61,
				"body": "︻◣_别人的認真作答對于妳來説等同于用垃圾信息刷屏り~",
				"added": 1497585710
			}
		],
		"63_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 28,
				"body": "零网问题还多，绝非你想的这么简单",
				"added": 1497517915
			}
		],
		"1_1EXcvWK8Lw6p4z1TcVth9JSSfqi5woENZH": [
			{
				"comment_id": 62,
				"body": "Stop using your Chinese language on the general forum!\n\n像花生壳这样的服务商提供了NAT内部客户发布网站的服务。说白了就是你安装了花生壳客户端后，客户端和主动和花生壳服务器通讯保持连接。服务器用自己IP在互联网上发布，一旦互联网上有针对该IP的请求，服务器就把请求传到客户端上来。这种服务不是免费的。\n\nStop using your Chinese language on the general forum!\n\n另外，有专门的中文论坛可以用，就不要在英文论坛上发布中文帖子了，这个帖子你最好删掉",
				"added": 1497843029
			}
		],
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": [
			{
				"comment_id": 64,
				"body": "> [hexkey](#comment_42_18NsJqjikBYBjwLzMVp7aBJSpqtyRSd9qF): I made a Rough English version [...]\n\nthank you very much!",
				"added": 1497860362
			},
			{
				"comment_id": 65,
				"body": "> [withyou](#comment_3_12JfhuVnebEJxxUGWPbJB1KqfjUufSUNXS): but i just speak chinese!,so what?\n\nThe Chinese language board is here:\n[中文版论坛入口] ( http://127.0.0.1:43110/NewGFWTalk.bit )",
				"added": 1498115343
			},
			{
				"comment_id": 67,
				"body": "> [fanzw](#comment_1_1JgUVrc4EXAzh1B9xxQHNTtZYMhuowm7h6): 你特么傻逼吧，上个零网还要跪舔？我用自己的母语还不行了？老外看不懂不会Google？要你逼逼？\n\n没有素质家伙啊，遵守规则居然被你称为跪舔，还满口污言秽语。你知道你打的是你爹妈的脸吗？因为大家会说你没有教养！\n\n什么叫跪舔？依照你的逻辑，假如你把你的住宅多余的房间租出去，规定租户只能在客厅会客在厕所小便。假如有一群不愿跪舔的人为了接待客人把厕所给占了，另一个不愿跪舔的人为了解决问题就跑你的床上去尿尿。这就是你喜欢的是吧！不要抱怨你床上的尿骚味难闻哈，你TM不会自己洗床单啊！\n\n别人不是不让你说话，中文论坛给你准备得好好的，还有好多个，你偏要跑来英文论坛里用中文瞎逼逼，有本事你用英文BB呀！",
				"added": 1498555269
			},
			{
				"comment_id": 68,
				"body": "> [ytmksg](#comment_1_1KwGC17dpqoRcsK2NtUmx2dLHjWnwJxRg9): 去死吧.中国人不说英文，也不写英文件。你去跪舔老外的屁眼吧！草你妈\n\n你认为你是中国人吗？你根本不是人，更不可能是中国人。是人就能遵守规则，遵守人类的底线。\n你的行为表明你不过是个畜生而已。\n畜生没有遵守人类规则的义务，作为畜生，你不仅可以在英文论坛使用你喜欢的任意文字，还能破坏你想破坏的其它人类规矩。\n当然你是明白的，是个人就不会像你这样百无禁忌的乱来。\n中国人，这个具有悠久文明传统的民族的成员更不会像你这样乱来。\n所以，你是一只来自中国的畜生。",
				"added": 1498708624
			},
			{
				"comment_id": 69,
				"body": "> [altair29](#comment_1_14XLej9wJkYUP8cGnMBpF2RKFq7Uf7wgsv): 笑哭。维护你国人的形象…哈哈\n\n不要认为一群土匪占据了江山，人民就失去了形象。我们没有权力，我们被土匪压迫，但我们仍有尊严，我们有5000年文化的底蕴，我们老百姓当然有形象。",
				"added": 1499049155
			},
			{
				"comment_id": 71,
				"body": "> [altair30](#comment_1_1Ubdp4pE72z36ELZVECokD6onP9K9bnE3): 哪有什么人民？从来只有一个一个的人。你国历史满打满算4000年，也没有什么”老百姓“，从来只有奴才！德性低下费拉又何来形象尊严一说？\n\n土匪不把咱当人，土匪的确想把咱当猪来养，可是咱自己还不能把自己当人吗？\n咱无可奈何，一出生就被土匪给统治着，可是咱就必须得学土匪不要形象，走到哪破坏到哪吗？\n尊重一下别人的规矩不行吗？尊重别人不等于尊重自己吗？一群有自尊的人集合起来不可以叫人民吗？",
				"added": 1499757488
			},
			{
				"comment_id": 74,
				"body": "> [m0ckingb3ard](#comment_6_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g): I visit this post everyday to know exactly who I need to mute.Arrogant words breed chaos.Ignorance is what keeps us away from freedom.此贴为拉黑指南，诸君请充分利用。\n\nthanks, for your  advice, after muted somebody, it's feeling nice.\n好提议，谢谢你提醒了我。把某些低素质的家伙静音之后，版面整洁多了。",
				"added": 1500952057
			},
			{
				"comment_id": 75,
				"body": "> [mopperwhite](#comment_8_1PvuX8HD3uoKanDSBvicJvXHuqSC1TSBsp): 我觉得这栋楼最大的问题在于 ...这种把行为捆绑到民族尊严然后代表外国人鄙视全体中国人的做法真的很难让人接受 [...]\n\n无论是中国人还是外国人都会鄙视不遵守规矩的人，这一点用不着他人代表。\n\n基于人类的一种群体思维惰性而言（这姑且算是地球人类的缺陷之一吧），通常不会把一种不当行为的责任绑定到该行为实施者，而是将责任对象扩大化到该实施者所具有的某一项特征的人群。例如一个乡下人进县城吐了口痰，城里人看见就鄙视全体乡下人，省城的人鄙视全体县城人，京城的人鄙视全体外省人，所有的地域歧视就这么来了，国内的地域歧视遍地都是，说什么河南人喜欢偷井盖啊，四川人是川耗子啊，这些都是把个人的不当行为的责任扩大到整个地域全体人的头上的例子，这赤裸裸的现实你无法通过狡辩就能抹杀掉。\n\n现在问题来到国际上了，外国人和中国人其实没啥差别，他们也有这种思维特征（如果你认为地域歧视是中国特色，外国人全都高大上，全都智慧无比，没人会以点带面，那才是真正的崇洋媚外，真正的跪舔），他们在这个论坛上看到一个又一个不守规矩的中国人，他们会怎么想？自然而然就产生歧视全体中国人的心思了不是？ 而且他们会在生活中和朋友八卦时不断把他们心目中的丑陋中国人的形象宣扬出去，这一点在国内屡见不鲜，别以为外国人不会这样。其结果就是导致全体中国人被广大的外国人歧视。全体中国人也就是中华民族，整个民族都被人歧视了，还不算是民族尊严吗？\n\n大多数人都不会注意到别人做的正确的事（因为那是他的本分该做的，比如我在这里呼吁维护民族尊严的正义行为就被你们无视），大多数人都会特别关注别人的不当言行（比如我在企图维护民族尊严的呼吁中选用的某些词句碰碎了某些人的玻璃心的确是我考虑不周，有人就对我大肆污蔑甚至破口痛骂），外国人也一样。如果每一个中国人在国际上不注意约束自己的陋习，让外国人把中国人的不当言行看在眼里，那么中华民族受到歧视是自然而然会发生的事情，无需谁来推动，无需谁来代表。这个事实一旦发生了，不管你欣于接受还是难于接受，你都得接受。\n\n所幸的是，我在这里的努力没有白费。有些国际友人目睹了这个帖子里发生的争论，认知到了中国人并非一个整体的“坏人”，不再把全体中国人一棍子打死，我起码找回了部分民族尊严。",
				"added": 1501037173
			},
			{
				"comment_id": 85,
				"body": "> [xiaoer](#comment_1_1StwHDFvEZau1GdBJkx1iMApUBXYsYvuw): 我就发了，怎么滴，\n\n我就屏蔽你了，怎么滴，",
				"added": 1502782649
			},
			{
				"comment_id": 87,
				"body": "> [adofer](#comment_1_1PC7bQqwmGctCcdbLQ5xKnxSDMB4ZMiDaj): 支持，大力支持！\n\n既然如此，我也把你拉黑了。不想看见你们这些低素质人的任何言论。",
				"added": 1502937648
			},
			{
				"comment_id": 88,
				"body": "> [invisibex](#comment_1_19LcfC7AgJy2RtGJBMKESyCHsunPpsyyaH): Fuck U！okay？son of bitch!\n\n哈哈哈，学会用英文骂人了！\n好，这也算是一种进步。\n骂人的号照样拉黑。",
				"added": 1503302769
			},
			{
				"comment_id": 89,
				"body": "> [jhranb](#comment_1_1GQ3n9VpuT9mNU7W1NZ1BbwhFeaSWBXAE9): 脑子有病吧\n\n既然你这样认为，我们最好互相屏蔽，我不想看见你这种垃圾的任何言论",
				"added": 1504231496
			},
			{
				"comment_id": 90,
				"body": "> [baoxiao](#comment_1_1G1D5c8EQwLRJD46qR2qafq6Jq1vseUFy9): 语言歧视还能说得那么一本正经安拉胡阿克巴~\n\n并非语言歧视，而是人品歧视。\n不愿遵守公共规矩的家伙就该被歧视，就该拉黑。",
				"added": 1504683766
			},
			{
				"comment_id": 91,
				"body": "> [shc](#comment_1_14FpUVrcjTU2Lq5rUKEjF5sK5VqLHckyd6): 我看了楼层和评论快笑死了...\n\n”别人定的规矩，不假思索就接受“——什么叫公德懂不懂？\n\n”你对评论区所有反驳声音的拉黑处理”——我拉黑的并非是反驳的声音，而是拉黑低素质人群。只是碰巧低素质的人会就此发出反驳的声音，在其它方面表现出低素质的人我同样拉黑。\n\n“你看不到了其他人能看到不过掩耳盗铃罢了“——我拉黑低素质人的目的并不是要剥夺他们说话的权利，只是我不想被低素质的言论骚扰而已。我只关心我自己看不到，我不关心别人能不能看到。如果别人也不喜欢他们的言论人家自己会屏蔽，用不着我操心。当然，低素质的家伙们绝对不喜欢高素质人的姿态，他们也可以拉黑屏蔽。这就是Zeronet的好处，久而久之，三观一致的人就形成圈子，高尚的人就一起高尚，下流的人就一起下流，爱骂人的人就一起骂人并挨骂，大家相互促进，不再会有一颗老鼠屎打坏一锅汤的情况发生。每个圈子的人都会觉得”谈笑有鸿儒，往来无白丁“\n\n像你这种没有半点契约精神的人，是典型的由共匪的洗脑工厂生产出来的垃圾，一律拉黑。如果你对我的言论看不顺眼，请将我屏蔽，没必要答复，因为我这辈子是看不见你的答复了，你的答复只有属于你的低素质圈子里的人才能看见。",
				"added": 1504858993
			},
			{
				"comment_id": 92,
				"body": "> [feex](#comment_1_1DTPqZiCrcAvMSZRC2RwodoVTaF2294XrM): 这个呼吁真是让人无语了，我发言怎么了？ 有本事你把来自中国的ip都禁了？\n\n因几个不守规矩的人在这里捣乱招人反感，别人善意提醒，自己一张口就是“禁中国的IP”，明显地表明自己的习惯也是把个体责任捆绑到对方全体，就这种人他还不相信几个中国人捣乱会导致外国人瞧不起全体中国人。简直弱智至极！\n\n我没本事禁中国的IP，我只有本事拉黑低素质的人。\n把像你一样的低素质全部拉黑，让你们的言论再也不会出现在我面前。",
				"added": 1505095723
			},
			{
				"comment_id": 93,
				"body": "> [aersasizhiling](#comment_1_1C13UnBCcNAUxvtyMHyPpVmeMtcHzcFrnC): 可惜不会英文\n\n有中文论坛的。[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit) 。大家都欢迎你去那里发言。",
				"added": 1505095799
			},
			{
				"comment_id": 94,
				"body": "> [maxatbj](#comment_1_1E5KHc4Ee8H8623aaocm86Dg3XF2MX9mHz): 这个提议真他妈二，你干嘛不换成白皮肤发言，发中文就是给中国人看的，谁知道还有别的中文板块呢，你丫最好别去国外，看着跟屎一样，不整洁\n\n这种弱智级的家伙，直接拉黑",
				"added": 1505204758
			}
		],
		"1_18cM73o7JT8droWw6aZHN85bRkJJMYCpw3": [
			{
				"comment_id": 66,
				"body": "Because dictatorial government always delete people's post with no reason on other forums they can managed. So, Chinese people like ZeroNet.",
				"added": 1498463575
			}
		],
		"1_13kimmZahuVSK16LDm8LLLMFQ2zyCLGKzD": [
			{
				"comment_id": 70,
				"body": "DDOS to 127.0.0.1:43110 ？yes， it's very good idea！just do it，you'll made the most great success！",
				"added": 1499654421
			}
		],
		"1_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": [
			{
				"comment_id": 72,
				"body": "你这个提法尽管看起来比较中肯，但仍然有值得商榷的地方。这里相当于ZeroNet论坛的首页了，所有用户不分国界自然就被导航来此。曾经有一段时间，中文帖子占了大约70%的版面，进入帖子会看到了很多ID不断地在每个中文帖子里跟帖叫大家去中文区讨论。我就意识到了，如果我们继续不顾别人的感受，无视别人的提醒，继续在这个地方用中文畅所欲言，别人也拿我们没办法，但是人家会打心底里鄙视我们，就像我们鄙视五毛，鄙视小粉红一样。作为中国人，我们鄙视另一部分中国人当然不会上升到什么民族尊严的高度。可是作为外国人，看见中国用户无视所有善意的提醒，给他们大家带来困扰，人家会怎么想？久而久之，人家自然就会认为中国人喜欢破坏规矩。并且，依据群体心理学原理，他们在鄙视中国人的时候不会理智地想到这只是一部分中国人的行为，而大多中国人是好的，他们只会把全体中国人当作一个单一目标进行鄙视。并且，不只是在ZeroNet上鄙视就完了，在这里鄙视过中国人的人以后在任何场合只要提到中国人，首先想到的是“这是一群不守规矩的家伙”......连根本不知ZeroNet为何物的中国人都被他们鄙视在内，甚至连那些外籍华人都会受到牵连。换一句话说，人家鄙视的是整个民族，这还不算民族尊严吗？\n\n不要觉得我危言耸听，想想你自己及你身边的人，你们在高呼打到日本侵略者的时候，你们心里痛恨的仅仅是进入了中国并且做出了恶行的那一小部分日本人，还是痛恨日本这个民族?",
				"added": 1500540477
			}
		],
		"1_1FoBePyJrNaeE6ik2eukxFHG8MKhGVRAy3": [
			{
				"comment_id": 73,
				"body": "hide is the best way",
				"added": 1500946305
			}
		],
		"1_19jkZFyj9bYgLhKxiXjyBHLQsmqN5dUn89": [
			{
				"comment_id": 76,
				"body": "mute function is perfect. just mute anyone you don't like.",
				"added": 1501054655
			}
		],
		"2_15f49K29bmmEMu3FNtR3cbT3Wb28Hrsf9D": [
			{
				"comment_id": 77,
				"body": "It's a public entry, use a public language is a good idea.\n作为一个公共入口，大家希望使用一种通用程度最高的语言，保持入口的整洁。\n作为英语论坛，大家都希望这里只出现英文内容，如同你也不希望联合国其它五种语言的帖子占满中文论坛。\n这只是一种建立在公德之上的公约，它不是法律，也没有强制措施防止有人违反规定，是否要遵守公德完全靠个人自律。\n自律很差的某些人做出了违反公德的行为就不要怪别人鄙视你。",
				"added": 1501060217
			},
			{
				"comment_id": 78,
				"body": "thank you for this post let me  know  who I need to mute.\n\n谢谢楼主又帮我们做了一个拉黑指南贴，让我们可以把低素质的家伙拉黑，让他们的低素质言论不在我们自己的\n ZeroNet 中出现，帮助我们打造一个清爽愉悦的上网消磨时间的环境",
				"added": 1501126074
			},
			{
				"comment_id": 82,
				"body": "就好像有客人去你家玩，你妈你媳妇你女儿刚拖过地，想保护地面清洁，于是有礼貌地请客人穿上鞋套。可是客人说，鞋子是人类最伟大的发明之一，我为什么不能穿鞋子？又有人说，我穿皮鞋不丢脸！还有人说，我这是鳄鱼皮鞋，穿上鞋套，不就炫耀不成了吗？一群人坚持不用鞋套，直接跑进你家去转上好几圈，有的客人甚至不征询一下主人的意见就上你的床去休息仍不脱鞋，在你的床上留下了几个美丽的脚印。你觉得你妈你媳妇你女儿会怎么看待这些客人？",
				"added": 1501466660
			}
		],
		"1_1MCA3S8h1hTysqG9rgVJ5pPQXadQGYPACe": [
			{
				"comment_id": 79,
				"body": "this forum is so desolate, just Chinese people love it",
				"added": 1501127258
			}
		],
		"1_1Aqzrn9MJnftKMJyU9mVviE5WZdTwJnkFr": [
			{
				"comment_id": 80,
				"body": "go to gymnasium and go to bed. after gymnastic you rest, always go to bed before 10 pm. let work go to hell........................  months later,  you'll found motivation and  got focus at work.",
				"added": 1501140910
			},
			{
				"comment_id": 81,
				"body": "health will made any work to be interesting",
				"added": 1501142816
			}
		],
		"1_1PbqW12Ax2Yd9WpWnSjyzJCPtzYEv9X5Fd": [
			{
				"comment_id": 83,
				"body": "waiting and waiting, then it will be OK.\n多等一会儿吧，中文论坛内容多体积大，需要较长时间才能同步完成。还有就是中文用户多半位于墙内，也是网络环境不好的原因之一。还有，如果你翻墙使用ZeroNet的话，墙内的节点难于联系到也是很正常的。",
				"added": 1502335349
			}
		],
		"2_1ByBmivkwwnrweuzHeL1nW5x4RPyw79947": [
			{
				"comment_id": 84,
				"body": "发广告，发假链接的一律屏蔽",
				"added": 1502682392
			}
		],
		"1_14kpyWyUmSUgkRJRH9LtpLBjrPwDqFE612": [],
		"1_1K3XuSDK5W2S6kXq2jVBVi42Kvp7o59rC9": [
			{
				"comment_id": 95,
				"body": "我是中国人，是中华民国公民。\n\n在英文论坛发表中文帖子的捣乱者一律拉黑。",
				"added": 1505870692
			}
		]
	},
	"comment_vote": {}
}