{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "什么是言论自由？",
			"body": "跟老外聊天请教关于什么是言论自由，他说：其实言论自由的本质是反对的自由，一般是指反对和质疑公权力的自由，受教了。",
			"added": 1481593417,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "“民选独裁”：从查韦斯，委内瑞拉说新闻自由地方自治——熊飞骏",
			"body": "从查韦斯委内瑞拉说新闻自由地方自治\n　　——熊飞骏\n　　委内瑞拉的官媒一再声称“身体状况非常好”的伟大领袖查韦斯昨天突然挂了？\n　　真让人搞不明白，前不久官媒不是说查韦斯“恢复得相当快不久就可回国履行总统职责”吗？\n　　有没有搞错啊？\n　　近两年关于伟大领袖查韦斯健康状况的新闻一直很热点。每当官媒报导查韦斯“身体状况非常好”时，要不了几天伟大领袖就会铁定去古巴接受“下一次癌症手术”。\n　　“身体状况非常好”难道与“癌症手术”有因果关系吗？\n　　独裁国家的新闻难道没一句真话吗？\n　　提到委内瑞拉和查韦斯，就让人联想到“民选独裁”？\n　　人类世界的独裁体制有两类：\n　　一类是官僚专制独裁，这是赤裸裸的独裁；\n　　一类是“民选独裁”，也就是“民主道具”下的独裁。\n　　第一类独裁体制中国人很熟悉，一睁开眼就要和这种体制打交道；典型特征就是一党专政、新闻管制、三公腐败、官位近亲繁殖、官员大爷人民孙子……\n　　委内瑞拉则是第二类独裁体制的典型代表。\n　　“民选独裁”体制的典型特征就是国家元首和中央政府的产生遵循“民主选举”形式，司法拥有名义上独立；但被人民“选上台”的执政党和国家元首的统治方式却和“官僚专制”国家很相似。\n　　多数中国人理解的“民主”就是“政府官员民众直选”，其实“选举”只是“民主政治”的必要条件，而不是民主政治的充分条件。\n　　民主政治不仅表现在“民众直选各级政府领导人”；更重要的是表现在对被选上台的在职政府官员的有效监督和制约。\n　　面对拥有现代化军队掌控全国资源的政府官员，民众显然处于绝对的劣势。要使劣势的一方对强势政府官员的监督制约切实有效，就必须让劣势方拥有强势方不能干涉的“手段”。\n　　保障民主政治健康运作的最有效“手段”就是“新闻自由”和“地方自治”！\n　　“新闻自由”中国人容易理解，这里需要强调一点的是：“新闻自由”虽然不是新闻人“想说什么就说什么”，如果新闻人涉嫌诽谤中伤普通公民那就吃不了兜着走，轻则公开赔款道歉，重则锒铛入狱；但对于“政府官员”的报导，新闻人就不存在“造谣”和“诽谤罪”！\n　　在民主国家里，新闻人不但拥有“说话的绝对自由”；对于政府官员还拥有“说错话的自由”。只要你是政府官员，你就无权控告新闻人“造谣”或“诽谤”？只有煽动“暴力”和“散布恐怖信息”例外。\n　　美国第一任总统华盛顿是大众公认的道德完人，可在他担任总统期间，有些不负责任的报纸为了吸引读者眼球，常常给他捏造出一大堆莫须有罪名，甚至于连“乱伦”也说得有鼻子有眼？可华盛顿虽然贵为一国元首，对报纸的不负责任诽谤却一点办法也没有。他唯一能做到的就是尽量不看报纸。\n　　政府官员面对新闻人不负责任的造谣诽谤只有两个应对措施：一是辞职不干！如果你离开官场成为一个平民，任何新闻人都不敢诽谤你半个字，否则对方就会付出赔款、公开道歉甚至坐牢的惨重代价。二是发表公开真相“辟谣”，但不能指控新闻人“造谣”或“诽谤”。\n　　因为新闻人完全不用担心官员利用职权控告他造谣诽谤，也不用害怕在监督官员过程中说错话或消息不实因言惹祸，新闻人才能对在职官员进行无孔不放的有效监督，把官员的所作所为尽可能置于“阳光之下”。\n　　有人说既然新闻人面对政府官员可以随意造谣诽谤中伤，他们不是可以为所欲为吗？\n　　不会！\n　　新闻人要想不丢掉新闻这个行业的饭碗，就必须遵守新闻这一行的职业道德操守，把“真话”视为职业灵魂。\n　　新闻人的职业生命来自“读者量”，如果新闻人发表了一次不实信息，他的“读者量”就会大大减少，工作待遇就会大受影响。如果他经常发表不实信息，他就没什么“读者”了，那样他的文字就没有市场，就会丢饭碗。只要是一个正常人，能冒着丢饭碗的风险去从事“损人不利己”的造谣诽谤吗？\n　　新闻媒体也一样！如果某新闻媒体发表了不实信息或不负责任的言辞，它的订户就会减少。民主国家的媒体国家是不能“补贴”的，“订户”就是媒体的生命。为了媒体能够生存发展壮大，保住并开拓更多的“订户”，自由媒体就会视“真话”如生命，将“真话”进行到底！\n　　…………\n　　下面来说说“地方自治”。\n　　“地方自治”不仅仅是指各地政府官员不是上级任命，而是由当地选民公开公正选举产生；还表现在地方政府地方官与上级政府不存在上下级关系，总统、省长、县长、镇长的行政关系都是“平级”的，总统管不了省长，省长管不了县长，县长管不了镇长。各地政府官员只对本地的选民负责，不对上面负责。只要下级官员不触犯国家宪法，总统和上级政府就升不了他的官也降不了他的官。\n　　美国总统去各州办理公务，州长和州官连“赔同”都没一个的，就更不用说招待吃喝住宿了。\n　　中国人也许会疑问：地方官在总统或上级政府面前这么牛，会不会闹“分裂”或“独立”啊？\n　　民主国家的地方官在总统上级面前无论怎么“牛”，但都得遵守国家宪法，不能在境内设关卡收买路钱，不能染指属于上级政府或中央政府的职权。比如中央政府统领的军事外交，各省、市、县、乡都不能染指！省长再牛也不能在境内征兵建军，否则就要受到司法审判坐穿牢底！因为民主国家的司法是独立的，总统管不了你，司法系统却能制裁你的违法行为！\n　　一个地方既不能建军又无独立外交权，还不能在境内设关卡，它能有什么“资本”玩分裂闹独立？\n　　世界上所有的成熟民主国家，地方玩分裂闹独立从来也没上升为一个真正的社会问题。\n　　地方玩分裂闹独立成气候的基本都是独裁专制国家。\n　　如果一个民选政府没有充分的“新闻自由”，总统和执政集团就能很容易利用掌控的强大资源压制不利于自己的言论，以“维护国家利益”的名义，对 “说真话”的新闻人“禁言”、“夺饭碗”、“判刑”甚至“枪决”；把坚守良知勇于对国家社会负责的良心知识分子打为“敌对势力”。执政集团还可用纳税人的钱办报刊电视王婆卖瓜，补贴和自己“高度一致”的媒体，收买媒体的职业道德和良心，让国内绝大多数媒体与执政集团保持“高度一致”。\n　　当国内的多数媒体与执政集团保持高度一致时，全国就会只剩下“官声”，多数民众意志就会不自觉地和执政集团保持一致，想官员所想急官员所急。官员害怕“民主”民众就狂热反美；官员想转移国内矛盾民众就高呼“打倒小日本”。因为绝大多数民众能看到的政治舞台上只剩下官员，大选时就会不自觉投现任总统和官员的票。执政集团就能成功强奸选民意志“连选连任”，在民主道具下玩专制独裁。\n　　“民选独裁”政府除了长期垄断权力外，还要尽可能利用权力为自己谋私利。世界上所有的独裁政府都是把“官员私利”放在第一位！打着国家旗号从事卖国害国勾当。\n　　“买官卖官”是独裁政府谋取私利的主要途径！\n　　民选国家元首和中央政府要想“买官卖官”，就必须把下属官吏任免权收回到自己手中，使手中“有官可卖”。\n　　为了达到这一目的，“民选独裁”政府都压制或取消“地方自治”。\n　　所以“民选独裁”政府一样腐败丛生。\n　　俄罗斯民主在普京手里出现了大倒退，“民选独裁”症状开始初步具备。\n　　普京“玩独裁”就是从“新闻管制”和取消“地方自治”开始的。\n　　俄罗斯民主初期的省长是当地民众直选，普京第二次当选总统后，就以“防范国家分裂”名义把省长的任免权收回到中央政府手中，地方自治自此有名无实。\n　　刚性“地方自治”是防范“买官卖官”的民主要件。自“地方自治”取消后，俄罗斯的腐败就与时俱进。这种腐败是制度性的，普京反腐的声音再大也没治，因为是他一手设置了“腐败生产线”。\n　　所以“新闻自由”和“地方自治”是民主政治的两大要件！\n　　没有“新闻自由”和“地方自治”的“民选政体”都是挂羊头卖狗肉的伪民主。\n　　…………\n　　“民选独裁”政府虽然不是“民主政治”，但比赤裸裸的“官僚专制独裁”要文明进步很多，就如“暗渡陈仓”的不贞女比挂牌公开营业的“小姐”要文明得多一样。\n　　普京治下的俄罗斯虽然出现了民主大倒退，但比前苏联要文明进步百倍！\n　　伟大领袖查韦斯无论多么不堪，比他的“好朋友”也要进步一些。他的总统职位毕竟是委内瑞拉的人民“一人一票”选举出来的。\n　　二０一三年三月七日",
			"added": 1482150732,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 9,
	"comment": {
		"1_1AsYTAx2rzeGXcSCdSLAYKxTTKdMovRVMd": [
			{
				"comment_id": 1,
				"body": "> [johnsonsid](#comment_1_14tJatQcdzK9vprY12wiMGvRRCazxvP1iC): 反对的自由，就是不同的声音，这点很重要。每个人能自由表达自己真实的想法和观点而免于恐惧，这就是言论的自由。\n👍",
				"added": 1481608834
			}
		],
		"14_1B4iJonViCAAaTjYMAj6HyWqeGWEZMapv": [
			{
				"comment_id": 2,
				"body": "那么多大领导的家人，钱都放在美国，还有现在这样作威作福的好日子，没事儿打仗玩儿，忽悠那些都不知道自己连基本人权都没有的呵呵，好了，还是做中国梦吧，如果领导不是人民选的，那么领导的想法和人民的意愿就会经常矛盾和产生巨大差距。",
				"added": 1481783259
			}
		],
		"2_18oNQetQVJFKYYpEMTfQLfiikQDN6DeUJf": [
			{
				"comment_id": 3,
				"body": "1、有人很多年就看到了这样的趋势，移民出逃；2、有人稍晚看清现实，继续选择出逃；3、还有些没有办法的人选择了隐忍；4、也有有良心的学者和公民站出来说出实话，进行抗争，给政府压力；5、也有人因为信息不对称，连实情都不知道，还在默默为权贵们辛勤奉献。（只能说这些都是大陆人的现状）",
				"added": 1482379422
			}
		],
		"1_1GQXkixafDKRyMy9ijwcwCVmKHM5XohQ1k": [
			{
				"comment_id": 4,
				"body": "如果政府超发货币（印钞）的权力得不到制度约束，即使换成其他形式的货币，问题依然存在。",
				"added": 1482381141
			}
		],
		"6_1EuzC8fvqWjEbUF5XbSYaZye1BqV29Fe6y": [
			{
				"comment_id": 5,
				"body": "这哥们儿这么能嘚瑟，你应该让他对雷洋案最新进展，雾霾污染，食品安全，看病难，官员财产公开，强拆这些问题也发表一些高论，这哥们儿就是憋的难受，应该鼓励积极参与关注民生方面，政府腐败方面的热点讨论。呵呵。",
				"added": 1482543463
			}
		],
		"1_1eg8zLhkWyNCmXFuZE5QZfNjvPJRBDsRW": [
			{
				"comment_id": 6,
				"body": "> [nassau](#comment_90_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd): 基督教在欧洲宗教改革中变得包容和平， 佛教在中国皇帝的驯服下成了帝国的附庸， 唯独伊斯兰不受影响。 关键的因素个人认为是伊斯兰实际上掌控着世俗权力， 这个跟红教很像\n\n是的",
				"added": 1484358598
			},
			{
				"comment_id": 7,
				"body": "其实移民到欧美地区多年甚至经过几代人的穆斯林，由于信息的开放，观念的更新，很多移民多年的穆斯林也变得宽容，文明，善意。",
				"added": 1484358748
			}
		],
		"155_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 8,
				"body": "法律程序和民众参与下的政治决策，民主社会的问题要在民主的框架下来思考。",
				"added": 1489276318
			}
		]
	},
	"comment_vote": {
		"2_1LV39T45gvEcTy8iDk5oKGksHHeSrvhzvu": 1
	}
}