{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 14,
	"comment": {
		"2_18CLJH8BZEufmQheGSSaqxHEwwrMvGuNaK": [
			{
				"comment_id": 1,
				"body": "道貌岸然说的就是你们这种人，这里是零网！",
				"added": 1485767370
			}
		],
		"1_157VksPLxufKMy8U344wPhayVY3RhkL8SK": [
			{
				"comment_id": 2,
				"body": "资源不错！",
				"added": 1485767926
			}
		],
		"1_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT": [
			{
				"comment_id": 3,
				"body": "也就只有你这种人去臆测我党的想法，一中原则是立国之本，所以绝不可能给你们国号、修宪、绝不会让我大陆的政治格局有动荡的可能性，你美爹的盟友新加坡也是一党制，你敢去那bb？你爹特朗普最近已经被迫再次承认一中原则，国际社会普遍认为是我国的胜利，用实力说话，关于台湾问题，我个人的意见是，我们可以只要岛，不要人，弯弯有能耐就核弹过来，我国的CNMD反导系统可是吃干饭的？",
				"added": 1487251098
			},
			{
				"comment_id": 4,
				"body": "> [antic](#comment_5_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT): 我也不赞成用一个低端的社会制度去消灭高端的社会制度，但是在应对方法上以攻为守，表面上接受统一这个目标，实际上却把统一的门槛提高到共党无法接受，最大程度地争取大陆人民和西方重要国家的支持，把共党武统的正当性给否定掉，似乎是一个可行的方法。然而大多数台湾人和台湾的政治人物不考虑这个办法，所以我说他们政治格局太小。\n\n中国共产党领导的多党合作和政治协商制度是我国的一项基本政治制度，各民主党派有不同政见可通过政治歇山诡异合理合法提出并可通过表决通过，何来所谓的“共党武统”？你美爹和其他你口中的西方重要国家早在上世纪60年代就试图孤立敌视大陆，但我国在1976年联合国大会上成功恢复了合法席位，赶出台湾当局，并于3年后的1979年与美帝国主义建交，政客们是不是都不如你聪明？你爹特朗普试图敌视中国，这个春节不给中国发新年贺电，尝到苦头了第一件事就是补发贺电并承认一中原则，真的是好怂哈哈哈哈哈",
				"added": 1487251637
			},
			{
				"comment_id": 5,
				"body": "> [wave](#comment_15_1Cp5ENh2Sxu47yet96HqmFTT998VrExfvQ): 说真的，台湾经济发达，科学昌明，有什么必要和大陆统一？作为台湾，有这个迫切性去统一吗？回答是：没有！我如果是台湾人，或者是台湾总统，我就不会去做统一这件事，但我一定会做促进台湾经济、加强台湾安全的事。\n\n台湾经济发达，可是好像连茶叶蛋都吃不起啊，台湾科学昌明，可是连充个话费都要等30分钟，我好怕怕哦",
				"added": 1487251803
			},
			{
				"comment_id": 13,
				"body": "> [antic](#comment_12_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT): 我原文的意思就是不相信它什麼都可以談的鬼話，但是你得揭掉它這層面紗，把它的真面目暴露出來。不然好像它有理似的。台灣為什麼不敢揭呢？這纔是我本来的意思。\n\n尔在试图无视我，呵呵，你说说台湾当局怎么就有理了",
				"added": 1487653887
			}
		],
		"1_149yMCzpAosi4CdTFx1KdV1hDDMN7v9kG7": [
			{
				"comment_id": 6,
				"body": "好多神经病啊，冷战2个字还需要这么一大片来解释，发布者应该是丝毫都不知道丘吉尔的铁幕演说吧",
				"added": 1487252033
			},
			{
				"comment_id": 7,
				"body": "> [graveyardswatch](#comment_7_1HrRNH7KbdxMjwLmwrHmZqJrzVZVDKc9bF): 对台湾方面，不和周边交流那不太可能，何况离得最近的是大陆。经济潜力强如日本也做不到。部分台商倒向共产党，是因为共产党给的好处，那也正是因为共产党从其本能上最善于从人性的弱点入手，通过人性去腐蚀人格。\n> 利用七大罪之首的贪婪，无往而不利：孔子学院、西雅图订单、撒币外交、分化东盟成员，都靠这招，这也是为什么共产党最喜欢苏丹、津巴布韦、朝鲜、叙利亚之流的独裁国，从贿赂效果的角度讲，把要收买的对象孤立出来，就和打仗时把敌人孤立起来一样。\n> 不过这一招也就是吸引些扛不住欲望诱惑的个体而已，本质上是寄生体的行为模式，永远只能寄生下去，翻身压倒宿主是不可能的。共产党寄生于WTO和成熟的世界贸易体系，获得所谓“黄金十年”。但现在日薄西山，区区两年，外汇储备总额少了五分之一（可能是超过三分之二的流水）。共产党这种寄生体的自我生存能力如何，这一事件就是最好的说明。\n\n真是有趣！",
				"added": 1487252155
			}
		],
		"3_1zYus1ZaPCSzAfCSeU6pfMQM58AQy6Tgt": [
			{
				"comment_id": 8,
				"body": "我党300年内将实现共产主义！在目前的社会主义初级阶段，发展不平衡，分配不平均是客观存在的，反倒是资本主义有其先天缺陷，必将在百年内以经济危机的形式反复多次崩溃，经济全球化作为我国发展的黄金机遇，在过去的十年里，我国gdp总量持续攀升，此时发展是解决我国所有问题的关键，习近平上台后，转粗放为集约，整体结构向第三产业转型，取得了瞩目的结果，你的有生之年不仅不会看到我党消失，而将见证一代强国的崛起和美帝国主义的衰败，让我们拭目以待！\n以上所说“我国”，均指由中国共产党领导的中华人民共和国（不含港、澳、台）",
				"added": 1487252679
			}
		],
		"1_1Km1dprxotasxFzeEY8QkwpHVbvffvMBb9": [
			{
				"comment_id": 9,
				"body": "全是放狗屁",
				"added": 1487252787
			}
		],
		"1_1eg8zLhkWyNCmXFuZE5QZfNjvPJRBDsRW": [
			{
				"comment_id": 10,
				"body": "轮子就没个智商高点的出来bb吗？？？",
				"added": 1487253181
			},
			{
				"comment_id": 11,
				"body": "> [antic](#comment_10_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT): 作者: 张三一言   \"伊教共魔孰邪惡？\" 2017-02-14 20:19:40  [点击:105]\n> 伊教共魔孰邪惡？\n> 張三一言\n> 目前人類有兩大害：一是“無神教”共魔，一是一神教伊教原教旨。統治者御用文人五毛之外的中國人大體上應有共識：中國人面臨伊教威脅，實處共魔迫害。但是，對伊教害重還是共魔害重看法有分歧；應採取甚麼對策，分歧更大。\n> [1] 伊教內部派別繁雜；有溫和的教派、有極端的原教旨。就現狀而言，對比耶教，伊教的總體性、代表性表現出來的，是惡性發作的一神教，其代表性派別是ISIS。在沒有特別說明之下，人們說伊教是指這類惡性發作的一神教。這不是人針對穆斯林，無視伊教中有溫和穆斯林極端穆斯林之分。現在問題出現在極端的穆斯林，問題還在於溫和教派並沒有形成與極端教派抗衡勢態；溫和派多數表現順從或沉默態度。所以，人們把極端原教旨派視作伊教代表，不是思維簡單，而是符合客觀事實、合理正確判斷。\n> [2] 有一個無法避免的問題：“為什麼恐怖分子絕大多數都是穆斯林”？為甚麼同是一神教的耶教不出這類恐怖分子？為甚麼拜惡神的印度教不出這類恐怖分子？(更無需問為甚麼以慈悲為旨的弗教，人神相通的中國道教不出這類恐怖分子了。)答案是，伊教不單單是本質專制獨裁的一神教，更重要的是它有殺滅異教徒的教旨。如果這教旨被現教徒淡化、忽略、擯棄，伊教和耶教本質上沒有多差別。問題就在伊教的殺滅異教徒的教旨被以ISIS為代表的伊教派強化，並行動化；這就讓伊教極端派與非伊教，甚致是伊教中的非極端派，成了他們欲消滅的對象。他們的目的是圖建立一個一片綠的世界(文革時毛及其狂徒要全世界一片紅同形同質不同色)，這就必然置伊教與非伊教於敵對位置。為了殺絕異教徒，伊教教旨鼓勵教徒以身殉教不但可上天堂，還可享受72個處女！(好像沒有說明女教徒殉教可得到甚麼享受，不會是享受72條大漢吧。有識者請賜教。)\n> [3] 請問，共黨與穆斯林恐怖份子，誰更邪惡？沒有統一標準答案。六七十年身受其害的中國人，共產魔比伊教更邪惡；若由中國人說出伊斯蘭危險和危害遠遠超過中共的無數倍，是睜著眼睛說瞎話，荒唐不可接受。若站在西方，則未必然。受到911攻擊沒有了雙子塔的美國人，必然認定穆斯林恐怖份子比共產邪魔更邪惡。若要西方人兩者必須其一，他們是寧要遙遠的獨裁苗，爭取跟中共合作對付恐怖分子。當下的國際政治現實就是如此。比較妥當的策略是各反各的，互相支持，都樂觀對方有成。每一方有成都有助另一方，每一方有失都有損對方。\n> [4] 客觀地從政治實力去看，伊斯蘭原教旨恐怖主義與西方民主世界比，根本不成比例，有人形容它是無法戰勝西方民主世界的疥癬之疾。但是，從另一角度，從人口變化角度看則呈現一片恐怖預景：歐洲將成為伊綠世界！這是民主意識中民族平等、反民族歧視思想意識型態走火入魔的結果，這是善寬容惡加惡溶化善的移民現實。現在是文明世界隔離伊教徒的時候了。再不行動，歐洲伊綠世界，將是事實！接着就是進入世界一片綠的進程。\n> [5] 有人認為，共魔是行將即倒的朽樹，伊教則在進攻發展狀態，所以，應把共魔放在一旁，讓它自腐自倒，無需費大氣力；對已經走到我們面前、身邊欲消我文滅我教亡我族的伊教，必須全力對付。上面的判斷有失片面。伊教共魔是事實結盟的兩大惡勢力，是當前人類的兩大敵人。兩大勢力固然有矛盾有鬥爭，但是總體利益一致。一致表現在共魔在世界範圍內煽動鼓吹支持伊教反以美歐為首的自由民主世界的政治社會制度、普世價值思想；總體伊教，包括ISIS都沒有和共魔過不去。形成了一個“無神教”與伊教極端派兩大惡勢力教協同向自由民主憲政攻擊勢態。所以說，伊教共魔是事實結盟的兩大惡勢力，是當前人類的兩大敵人。從這個事實作出判斷：在戰略上兩大惡勢力無分輕重，要同等對待；在戰術上則先打面對的。就中國人而言眼前惡敵是馬列一神教的一黨專政；當然是滅共為主。對西方民主世界人民來說，伊教原教旨是眼前大害，自是打擊伊教原教旨為主。作為中國人，認為共產教已沒人信、流氓惡棍中共垮臺指日可待，伊斯蘭教是一種威脅日盛致命傳染病，所以理所當然需要以防穆反穆為主，是脫離現實的判斷。\n> 20170212\n\n感觉真是不值得一说，你们轮子自己说，中国共产党党员活剥器官，美国人信吗？你们自己说我党将往，但我党的体量是你们的亿万倍，比美国人都多，谁先灭亡？",
				"added": 1487253394
			},
			{
				"comment_id": 12,
				"body": "我志愿加入中国共产党，拥护党的纲领，遵守党的章程，履行党员义务，执行党的决定，严守党的纪律，保守党的秘密，对党忠诚，积极工作，为共产主义奋斗终身，随时准备为党和人民牺牲一切，永不叛党。\n\n你们说我党有报应，若有，现在就该来本人身上！",
				"added": 1487253489
			}
		]
	},
	"comment_vote": {}
}