{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"4_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1
	},
	"next_comment_id": 24,
	"comment": {
		"2_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o": [
			{
				"comment_id": 1,
				"body": "If you managed to share keys, I think you would be able to share it...?",
				"added": 1506520356
			}
		],
		"5_1G67uRDE6BcnfdN9tHyeWFiDfCBbaJJSgV": [
			{
				"comment_id": 2,
				"body": "ZeroNet Websites:\nhttp://127.0.0.1:43110/Sites.ZeroNetwork.bit/\n:^)",
				"added": 1506542174
			}
		],
		"1_1NzLP67Nx3NAsBVYTjYyYgy8HXiez4muf8": [
			{
				"comment_id": 3,
				"body": "Sounds pretty doable... What OS are we talking here?\nWindows has predefined shortcuts from what I remember but other OSes have configurable ones... I would be thinking if you were typing normally fast enough, like hitting space enough times fast enough, you might get it?\nMaybe something like scrolling?\nIt'd be hard to make it less annoying I guess...",
				"added": 1506610898
			}
		],
		"11_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 4,
				"body": "> [rubit](#comment_10_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E): I think the reason, why poeple don't use more p2p/dencentralized tech is, because it's not user-friendly enough to them.which also means their friends are not on X, therefore they don't have a need to use it.\n\nTo be honest, Zeronet is the most user-friendly decentralized platform I've ever used... Turn those Python scripts into Exes and anyone could use it",
				"added": 1506695409
			}
		],
		"21_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 5,
				"body": "It might work but I don't know if I'd want 100s of people with my information and pictures perma saved to their hard disk...\nThen again, I don't see the harm in it...",
				"added": 1506885135
			},
			{
				"comment_id": 9,
				"body": "> [erneraude](#comment_20_1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6): Your photos can be stored encrypted on the device of other people, like ZeroMail does ;)\n\nYeah, that might stop casual-tier people snooping but if there are vulns in the way it gets stored, there might as well be nothing",
				"added": 1506967486
			},
			{
				"comment_id": 10,
				"body": "> [iyogo887vyg87oy8](#comment_45_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof): I was thinking, maybe pictures wouldn't be needed. Exchange that via other forms of communication; it'd make a change if you couldn't see who you were talking to anyway because pictures are so fake.\n\nLike a list of traits with your ZeroMail / burner email address at the bottom?\n\nYou don't really need a unique platform for that; it's quite basic but I could see how it could be implemented quite well",
				"added": 1506967590
			}
		],
		"4_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": [
			{
				"comment_id": 6,
				"body": "> [krixano](#comment_25_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): Just added the ability to delete stories! Also made the response box clear after posting your response.\n\nNice one, dude; keep working on it!\nAre you thinking about mirroring Medium on here?\nI have a dedicated rasPi3 for seeding Zeronet traffic with above average speeds; I'd love to help",
				"added": 1506885731
			}
		],
		"1_141zS75MupoDVjN4p7ivG9pXUXjAm9jLBQ": [
			{
				"comment_id": 7,
				"body": "If you make a browser that would support client side ASM, you'd be a rad boi",
				"added": 1506903108
			}
		],
		"6_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": [
			{
				"comment_id": 8,
				"body": "Nice, dude; good work",
				"added": 1506967367
			}
		],
		"28_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 11,
				"body": "It's a cute idea but you will be held liable for anything illegal going on with your network... I'd suggest getting another router and using that as the open network; then you can have your own private one and a public one. It's as easy as connecting the router to a free ethernet port on your router/modem",
				"added": 1507055616
			},
			{
				"comment_id": 12,
				"body": "> [iyogo887vyg87oy8](#comment_58_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof): Besides, it's not difficult to break into a Wifi device, and if someone does that and then you get done for something they did then good luck explaining it :P\n\nBe careful though; some people cruise around in their cars looking for open networks to fuck with... Be careful\nOn some more modern routers, you can deploy a guest network that may use a different subnet and are able to limit download speeds",
				"added": 1507073531
			}
		],
		"1_114mLmKwgXsWNCXxYiUQGiSFCS9bw3RJqz": [
			{
				"comment_id": 13,
				"body": "Dude, we have a pastebin here: http://127.0.0.1:43110/1MgHVPCE1ve6QfKrgsqCURzRj72HrRWioz/",
				"added": 1507662556
			}
		],
		"10_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": [
			{
				"comment_id": 14,
				"body": "Nice one, dude",
				"added": 1507662622
			}
		],
		"4_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": [
			{
				"comment_id": 15,
				"body": "I'll seed",
				"added": 1507843908
			},
			{
				"comment_id": 16,
				"body": "> [jlxip](#comment_13_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C): Thanks maboi!\nNo worries, dude; does it work for clearnet links?",
				"added": 1507844934
			},
			{
				"comment_id": 18,
				"body": "> [jlxip](#comment_15_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C): Now it's fully implemented. Half an hour, it's OK. [...]\n\nDude, that's fucking great; nice work!",
				"added": 1507871174
			}
		],
		"2_1Lvkcqq796u3e3UAMxJxo7RZLzjvnR9bbE": [
			{
				"comment_id": 17,
				"body": "It seems rather popular both in China and Russia recently... I feel we need to translate more sites into all 3 main languages: English, Chinese (Probably simplified) and Russian... The segregation we currently have is rather sad; people in different languages in different places...",
				"added": 1507871101
			},
			{
				"comment_id": 19,
				"body": "> [polar](#comment_41_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6): Now https://zeronet.io is blocked by GFW :(\n\nWe need mirrors...",
				"added": 1507876314
			}
		],
		"1_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": [
			{
				"comment_id": 20,
				"body": "But why?\nYou could just delete ZeroTalk, I guess...",
				"added": 1508318090
			}
		],
		"1510856783_17ychMBS8Vq1mXtRgteUBcLSTuVGzcBLQQ": [
			{
				"comment_id": 21,
				"body": "/g/ isn't the only place to post... Make sure this is on Reddit, Twitter, Facebook, 8ch, etc",
				"added": 1510867683
			}
		],
		"1510983074_1KEvkyRid4apYrPa2S4fdZFFHAruf2PAeq": [
			{
				"comment_id": 22,
				"body": "Please keep us posted; this would be so helpful giving people their first taste of Zeronet",
				"added": 1511039822
			}
		],
		"1511539827_1FKuNsExQML7APuNmkCV8uzB5pKupcmnck": [
			{
				"comment_id": 23,
				"body": "> [helium](#comment_84_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): Please, DO NOT ADVERTISE THINGS THAT ARE NOT COMPLETE!!!!!!!!! [...]\n\nDude, what the fuck is wrong with you?\nChill, jesus... No one's going to read a wall of crazy for more than 20seconds...\n\n> [helium](#comment_83_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): All libertarian PARTIES are HYPOCRITES, because they talk about liberty, yet, once they get elected, they finance their operations, the running of supermafia(\"government\") operations, ministries, army, \"social work\", etc. EXACTLY THE SAME WAY THAT THE COMMUNISTS DO: they rob others, apply \"taxation\". [...]\n\nYou talk about \"Anarcho-capitalism\" but seriously, if you're in an anarchist state, why would you bother with an economy? Leave economies to Jews. Socio-Anarchism is the only one that I would want to work.",
				"added": 1511632811
			}
		]
	},
	"comment_vote": {
		"13_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"15_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1
	}
}