{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"2_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": 1,
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": 1
	},
	"next_comment_id": 6,
	"comment": {
		"2_1EG11ySHg4mXe3GEVwF3nVPAaX3rcvhiDd": [
			{
				"comment_id": 1,
				"body": "I'm still totally satisfied with using the combination of a few clearnet torrent sites (through a VPN chain, of course, or directly to a seedbox) - for the more commonly found files TPB works well, demonoid, KAT, etc.  For the less-easily found stuff I have a few private trackers that I'm on, still trying to find a good music replacement ever since what.cd got taken down, I'm not sure if it's up again or not.  \n\nPrimarily though (funnily enough), I actually get the majority of the stuff that I use (whatever is not already free open source software since I'm primarily running a variant of linux these days), through a variety of sites that publish daily updated 0day style stuff to the large-scale file-share locker sites like rapidgator, nitroflare, etc. mostly for pre-k'ed mac OS apps and even more-so almost entirely after effects templates/plugins/pre-renders/effects/actions, themes (photoshop, illustrator), web elements (html stuff, css, etc) and a bunch of other shit like the stuff they sell on envato and elsewhere different php clone scripts and all the like.  It's been phenomenal for this for me the past two years.\n\nI'll have to look into eDonkey - or anything else, if they have any sort of decent amounts of collections of stuff like fonts, photoshop actions/templates, logos, etc. Ostensibly anything for webdev/appdev people that might be useful, UI/UX-related, design related, backend scripts, any of that.  Suggestions are always welcome.",
				"added": 1503233975
			}
		],
		"1_1M2My6KVbq6UPeE4qpN15LCh2TCitnZsRc": [
			{
				"comment_id": 2,
				"body": "> [lola](#comment_15_1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u): I know. I need to fix it... [...]\n\nKopyKate is pretty legit, I've been working on a clearnet version quite similar to this that isn't inherently reliant upon the zeronet architecture -- it's got the webRTC built into it, and has webseeds automation as well.  Being actively developed.",
				"added": 1503234132
			}
		],
		"2_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": [
			{
				"comment_id": 3,
				"body": "Hey Kate I meant to get back to you on that email to my protonmail, found your github repo and your YT profile, am going to get back to you today and am more than glad to help starting to contributing to the repo.",
				"added": 1503234296
			},
			{
				"comment_id": 4,
				"body": "> [redfish](#comment_6_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f): This is great work! Thank you for making this. [...]\n\nI agree, I have mentioned in other threads that I've been working on a clearnet alternative to this, that has some workarounds and obviously isn't based on zeronet, but it still is reliant upon many of the anonymizing underlying tech that powers something like bitchute.com/webtorrent etc.  I think that ultimately this is utterly KEY to the initial development and widespread adoption by your average everyday user that'll be crucial to getting any project, especially one with such a huge positive potential, as well as the obvious need currently inherent for something like this on the net, off the ground.  Even the average, low-information user that just watches your basic cat videos on YouTube or whatever, will draw in additional, more technically proficient and knowledgable people helping to develop the actual framework for the site to work off of.  Cumulative effect and all of that.\n\nI think having a clearnet alternative (if not outright, at least as an automated mirror process as the built-in failsafe for these sorts of technologies until more developer-friendly and easier-to-implement solutions come along), especially for the most recently pushed data/the nascent and still emerging rise of the livestreaming/vlogging scene which'd require having some sort of a traditional webserver/cloud cluster implementation for on-the-fly transcoding and being able to implement some of the more fun elements that I am not at present knowledgable enough to know how to use--stuff like how I currently implement fun things into my livestreams through apps like wirecast, vmix, mimolive, etc - with interactivity from connected social media accounts.  Whether it be things like displaying content generated by users via twitter hashtags on screen (even matching the visual interface/design schematic of the whole stream's style) or an on-screen chiron/lower-third displaying updates pushed to my twitter account's timeline ever X amount of seconds/facebook messages or comments triggering a pre-configured string to look for/text messages into a phone line linked to an app...like with slack or something like that linked to my burner number on iOS, pipe that to a custom RSS feed that takes the body of the SMS message, strips out any URLS or emojis - standardizes the output format of the text, and searches through my contacts database for a match for the senders' number & if it matches it'll push the formatted message (complete with the contact photo/custom font+colors format) to the top of the queue unless like usual I have it on display as the crawl on the bottom of the screen supplemented with interstitial shit from secondary RSS feeds like breaking news, etc.\n\nWow that got way too long.",
				"added": 1503238844
			}
		],
		"1_1GULVFr1wAb81kxCo5apJJJjqdTY8QgjtH": [
			{
				"comment_id": 5,
				"body": "Sounds like a good idea, in theory of course -- it's a bit utopian however.  Cold work, barring the fact that although New Zealand obviously begins at a serious advantage in terms of the main problem effecting the western world/modern, first world nations at this time, which massive unchecked immigration (migration, rather - much of it not legal) of people from incompatible cultures who don't WANT to integrate - yet they want to claim maximum benefits and live off the welfare provided by those who actually work and contribute taxes.  Europe will certainly collapse within a decade, tops.  Germany, Sweden, France much sooner than that - the insane spikes in crime like rape along in Sweden/the UK/Germany is astounding, combined with the disgusting lack of concern displayed by the average citizens in Sweden for example (those who do speak out are getting raked over the coals or put in jail for 'hate speech') and worse yet, the ultimate kick-in-the-balls which is the ridiculous amounts of benefits these people are getting.  95% of these migrants aren't working - considering over 75% of them are illiterate in their mother language, have zero skills or education, come from a culture that wants to destroy the culture of their \"new homes\" and have, on average, very low IQs and a ton of kids.\n\nI'm not surprised however to see that there are many elites from places like the US and elsewhere building bunkers for a potential apocalypse or financial meltdown in parts of NZ.  There and Australia are some of the best possible places to be.",
				"added": 1504364512
			}
		]
	},
	"comment_vote": {
		"440_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"48_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"15_1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u": 1,
		"3_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": 1,
		"12_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"5_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": 1,
		"457_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"12_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": 1,
		"10_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": 1
	}
}