{
	"next_topic_id": 14,
	"topic": [
		{
			"topic_id": 1,
			"title": "Share your IDs for distributed and cloaked communication programs like Ricochet, Retroshare, Tox, Matrix, Ourbook, Chat.onion, etc.",
			"body": "My Chat.onion:\nivlk52iris3iu43t\n\nMy ourbook:\nypbql3ucrwf7sfwe\n\nMy retroshare key:\nCQEGAcGWxsBNBFQiAtMBCADwxO2Iy0Zbn0BSEv/Hb9RoIt62b+1xII3KHgtsnd64\nzmy2mFNTPtND9Sm5i/UOPnXg2EaomamreoXAhbv2Ch0EsY3D3WeQ+Va7Lni0lBNs\nc5vrsSW6RgwfBZWCDDfIlYj3F0Ilo1hJbBsCP3O0iDXA8AV7vxEfZlHFOJNciFtT\n/94wAh3uD5KxrubrwqldO2TdntyMXp0Ma8GGP9v0iht9mGJ//Bxd0/Aig+o9HKMy\nhUMubdf1GSiF/tN5Cxq9o8OEwsb+SyeM1jfkJvpGXbtGlauUTt4rNbuqNWSQo\nfPOpERE6tajtlGdd4gqdtlNvtSSEBlaRaODcM1l6VNrRABEBAAHNIkFraXRvIChH\nZW5lcmF0ZWQgYnkgUmV0cm9TaGFyZSkgPD7CwF8EEwECABMFAlQiAtMJELLw7J8N\naFijAhkBAAAjsQf+OH0YGWxL9qp6f0dYb76xx6qC3HijuinosMfQqRfovq+OJHrI\nRfbgnpnkiPrtmqaIB1AATH2/WFkD9GLR0UCRD0iFiT1DHp2jPSNYoYkn9RvnPkD5\nCxyozvDluUBv6cB/zUwXwmavKf5bz7w/2j4PqFhT9QUTM73Z6ANo/lwLjJNtlbrn\nzYqFhFnGX6F1Uq/SXV8Oy36mdZXnn9txDA2s8sIjl3Racc6yN4ySF1j1emyPIRL/\nZfcsd4vOGcovkdxRD1r9qAYzveUmzCLivV+cjHbEXntLmIGNAr19JmVEuug7lNUj\nV07mx8AWBHQKkDgw8TuegMozk6MVXtoCFh4DmAIGAAAAAAAAAwbAqLIaOpIEAAYP\nREVTS1RPUC1IRkVBVktSBRBFEA4/oGDrwh9js9ib7O1OBwPPgU8=",
			"added": 1493179307
		},
		{
			"topic_id": 2,
			"title": "ZeroBlog - Share your suggestions",
			"body": "I couldn't find any place for general suggestions regarding parts of ZeroNet instead of the whole network... so I hope this thread will be helpful.\n\nMy suggestion: add view permissions to the ZeroBlog template to be able to hide content or make it public.",
			"added": 1493691006
		},
		{
			"topic_id": 3,
			"title": "Looking for huge music collection!",
			"body": "I urgently need a huge music collection. Can be any trashy charts/garbage music. Important is that the collection is at least 450GB+ files in LOSSY formats. (NOT lossless .flac or .ape, etc.).\n\nIdeally: 470GB+ of american/european charts that were released between the years 2010 and 2015.",
			"added": 1500274848
		},
		{
			"topic_id": 4,
			"title": "Zeronet should have its own",
			"body": "browser. We could start with a pre-configured version of Tor Browser, which has JavaScript enabled, localhost white-listed, etc. Then add the function that every time you put in a .bit address into the address bar then it will automatically speak to 127.0.0.1:43110/test.bit instead of only test.bit.",
			"added": 1500347673
		},
		{
			"topic_id": 5,
			"title": "Need help in modifying cloned zite",
			"body": "How can I quickly and easily modify a cloned zite? E.g. how do I add pictures to a post?",
			"added": 1501259206
		},
		{
			"topic_id": 6,
			"title": "This weekend only very few new threads..",
			"body": "Usually I see more threads created daily in 0net, though this weekend seems like almost everyone was on vacation or something. I haven't seen many new threads, except the news posted by the bot and a couple few new threads. Is this due to the movement of the Chinese or everyone just chilling?",
			"added": 1501431520
		},
		{
			"topic_id": 7,
			"title": "Looking for crypto mining advice",
			"body": "I would like some opinions from people who have long time experience with the cryptocurrencies they mined. Regarding profitability, how reliable the network is, what they learned from it, what they changed and do differently now. Starting with that, I want to see some recommendations on what really makes sense to mine right now, according to their opinions.\n(I'm not interested in a generic profitabilit calculation á la whattomine.com...)",
			"added": 1502822550
		},
		{
			"topic_id": 8,
			"title": "Warning to everyone who still uses NSA-infected E-Mail providers!",
			"body": "If you still use Yahoo, Gmail or any other similar service, please make sure to abandon those addresses and ideally delete them ASAP.\n\nHere information regarding Yahoo: https://policies.yahoo.com/ie/en/yahoo/privacy/euoathnoticefaq/",
			"added": 1502987114
		},
		{
			"topic_id": 9,
			"title": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文",
			"body": "请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
			"added": 1508747744
		},
		{
			"topic_id": 10,
			"title": "Final R.I.P. for the Chinese people",
			"body": "https://www.faceplusplus.com/\nThis is the company making face recognizing cameras that spread more and more over China. Now add the point system to that, where people get judged on how \"well\" they behave according to China's government.\n\nR.I.P. or do stand up against it!",
			"added": 1508923271
		},
		{
			"topic_id": 1509570869,
			"title": "Blockstack Token sale going live",
			"body": "https://blockstack.com/",
			"added": 1509570858
		},
		{
			"topic_id": 1511719880,
			"title": "Brainstorm Assistance for IT project",
			"body": "Let's assume I have a friend that has \"unlimited\" (because it's free) supply of electrical power but very restricted and little internet access. I'd like to use that opportunity to put at least 1 computer in his room to do some CPU/GPU heavy stuff that normally wouldn't be doable in a home where you have to pay electricity. The first idea I had is of course mining cryptocurrencies but since the internet is so restricted, I would need to pay for a mobile internet access each month so if I would decide to do that then the mining should at least drop 30 bucks each month. That's why I wonder if anyone knows something as cool to do that is doable offline as well. I'd be happy about some inspiration.",
			"added": 1511719868
		},
		{
			"topic_id": 1512061974,
			"title": "Demonstration of capitalist power and influence",
			"body": "Check out this anti-freedom focused website, if you can:\nhttp://blockadblock.com/",
			"added": 1512061961
		}
	],
	"topic_vote": {
		"4_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h": 1,
		"14_1KdnTJVBGzEZrJppFZtzfG9chukuMv8xSb": 1,
		"37_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ": 1,
		"12035_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"12042_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"1_16PHavs6iQAene1ZWaJN4cgVwh831EfNfk": 1,
		"12070_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"1_1AZG3avnpwcn37q9eeCEjXKFBye81eAxg5": 1,
		"1_1FNuZtJdubQVu1Mxs65nBVWKuE84pSsoBG": 1,
		"4_1DCTA8rrSFeKX7CzieU3CYwCjGZ2hYvamb": 1,
		"1_18ufJhZ6Y684s59nVT2ve9e3HfZkpTqeV": 1,
		"13398_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"1_1FABUsoP9Mr8rdB8GfyChhTWkp4W6r58ph": 1,
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"1_1ADYd7UhXNnbWtBfs5Hv1ZCAn1sDMAyM4U": 1,
		"8_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"1_1Nv8cY86PXAErtyUb1MLamBhdPx5Wh5aWH": 1,
		"3_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"5_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib": 1,
		"3_14mEkwhDkggFR82vyiFx3QdSLJRKVwMg41": 1,
		"1_1K94YiuAXaLsup6mn1FPMCxZanFt7CBjAT": 1,
		"1_1DbT6zVh8rw3ntaHfyZK1XGSqupL8Rahcj": 1,
		"2_14ciQjA3TAFm1Sju8F3wDXRKgYvqoJ5w3B": 1,
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"2_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": 1,
		"1_1QBLGLcgKfcpfLmiDYuDzUKVXFfmTAew55": 1,
		"1_1BpNbHgqwXTmdgJar9TbkFpNrD43ztsKWy": 1,
		"1_1LfQ8dwqkqkGQNCg1kBevHPxjvTRJTQYBz": 1,
		"3_1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL": 1,
		"4_19imiBWm39vSNQpp9a4y3zwHyasYJsMDp2": 1,
		"76_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": 1,
		"2_1ECmsQzFruxQnUt8DWmC2SKz3xL39XgzSa": 1,
		"1_1QKrQkPmeoDEqLJB3uqCzbgScjbFsVoEe2": 1,
		"1_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU": 1,
		"4_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": 1,
		"3_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": 1,
		"8_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"14291_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"1_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E": 1,
		"14506_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": 1,
		"9_19imiBWm39vSNQpp9a4y3zwHyasYJsMDp2": 1,
		"1_1DRbtArgqHh6a4eJBk6TURfV54voUQfyJq": 1,
		"1_1M1msf96AhLpJDJimVK7mXXCoaAGxfzxh9": 1,
		"3_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"2_1CgkYcGEeiovWDTK7RrPcfXMibaKsBFtGp": 1,
		"2_1Cy1dDBGdk9AE6c2HbU97yXpxB29t1D16j": 1,
		"8_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"1_1CT7RxDQNPEE8X78bDkUPhuaaUUixTmDhC": 1,
		"1_1QLCGgg1exQCF1YW2cAHzm9NUyLjXLDoww": 1,
		"1_1BghwqwD4SJaigm7kQjxvgTyEdxZgzWhSS": 1,
		"2_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"4_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er": 1,
		"17_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"4_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"5_1Ga7vs5ZV73jbTSMR77FuZi8KWt2MnBSvb": 1,
		"10_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"13_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"1509087257_1CGP23WuLE1DHpiAyGuSoNrNzabKv8NVmZ": 1,
		"1509398086_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": 1,
		"1509649171_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": 1,
		"1510252302_1Mb5HMCBsLTFkCZdkaiLcp38c3XwEf7ejf": 1,
		"1510141321_16tWPYFLbad3R8iGcMuetyiwC2q5qXp45T": 1,
		"1510336683_1HqjpmXRRfMPVUHqZ6vDvotCXpcNXCg5R7": 1,
		"1510499714_18j1DomS5vDgXcKnSGuSmPSDTQjxiWpyA5": 1,
		"1510753547_19t3AncxBxySDwgUBD6MGDRTeMdA2GJTSf": 1,
		"1510821243_1CxzW1WSzp2bYT7HAsLcw1wt1USDmSjHM5": 1,
		"1510901362_19k9HhwRsEhpPPtmEwxYvjakUb124KrDRm": 1,
		"1511141829_1QLQK7jRVb9AeziriC8t7ytHcQfdpv1WkV": 1,
		"1511411191_1CYj7o5iamDZeKZvdSAW4P2aEngmAXb78T": 1,
		"1511567503_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"1511855022_1CaVUegZMXMjmRXtq5q3eZDqdtsoNvgep": 1,
		"1511719880_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"1511956110_1AZYSfyeKjZbAN9BPYYFf1FCSm9ujLXMcu": 1,
		"1512591309_15FBwNYD2411XkJJ1wDSK2HMFNNNFJhnt3": 1,
		"1512677933_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": 1,
		"1512832651_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": 1,
		"1512998155_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": 1,
		"1513170471_1PyrAjbZiHyfW7jSWeUpDPSeMU7sAJ5HSs": 1
	},
	"next_comment_id": 405,
	"comment": {
		"1_1KAKF4nVCWqJbrVPWxFvRNuU1zLkwVtC8L": [
			{
				"comment_id": 1,
				"body": "That's last century's news.",
				"added": 1493097547
			},
			{
				"comment_id": 10,
				"body": "> [gengar](#comment_1_1CTesd1DsgfKtNSNqpuncLeDf9rj1xq72N): In China，the first class is  foreigner， the second class is governor，the third class is ethnic minority(especially Hui people believe in Muslim），the forth class is Han people（majority people）\n\nThis sounds more to me like you are xenophobic, because this is what usually those poor people say who blame everyone else for their misery. But it's just a guess.",
				"added": 1493179467
			}
		],
		"1_14gU7BmDVYaUD6b1fks74MQv6XtsCnAgEX": [
			{
				"comment_id": 2,
				"body": "If being poisoned to death is \"such good treatment\", maybe you should try it yourself?",
				"added": 1493151092
			},
			{
				"comment_id": 3,
				"body": "Btw. do you know which people are the most aggressive in trying to \"cure\" gayness? The gay.\nYou don't have to feel ashamed, because you like to get fucked into your ass so hard. Or is it maybe that you like to Heil Hitler while you get fucked so hard? Or do you suck their dicks so much you can't even raise your right arm anymore? Poor boy. Don't be ashamed.",
				"added": 1493151437
			},
			{
				"comment_id": 4,
				"body": "Apparently the rumors about military victims like you would like to be one are pretty true, since they seem very gay in the first place. Probably all this singing with your comrades is just the preparation for your ass to be whipped and fucked really hard by your favourite boy. Don't worry, you won't get punished by being like that from us. But I guess you should lose your nazi boys, that accidentally are heterosexual, so they don't lynch your gaping asshole on a tree. Don't be afraid, come to us, little boy.",
				"added": 1493151649
			},
			{
				"comment_id": 5,
				"body": "Come on, don't be coy, boy. How many times did you get fucked in the ass? Did your daddy start it when you were nine years old? Or even earlier? Your mom knew but didn't seem to care about you to change it? Poor boy.",
				"added": 1493151801
			},
			{
				"comment_id": 7,
				"body": "> [styromaniac](#comment_44_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): People pretend to be Nazis because they can't control themselves sexually when a black man is near.\n\nHehe, you're right. Those poor little guys. I have pity for some of those kids. Mr. \"gaycure\" and his little pedo friend \"fyf\" count as them.",
				"added": 1493152237
			},
			{
				"comment_id": 8,
				"body": "> [styromaniac](#comment_45_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): I was once asked by a Nazi if he could suck my dick for weed. I'm not black, however, he might have known that I have boobs, being an MTF tranny myself.\n\nI imagine this could happen more often to you. Being a nazi is like denying reality. Same with gays who aren't okay with themselves. They need to build a little more confidence and start accepting themselves. This would make them feel much better and they wouldn't need to be nazis anymore.",
				"added": 1493152507
			},
			{
				"comment_id": 9,
				"body": "> [kaffie](#comment_278_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Hormones do not effect sexuality. Anyone who believes that is a complete moron because it's been effectively debunked by millions of people. [...]\n\nAccoring to their logic, everyone debunking their moronic expressions logically is a jew.",
				"added": 1493173308
			}
		],
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 6,
				"body": "> [greentea](#comment_3_1HrLZ8r5MufWDSNS1EbL17GW4QNeeCcbqM): Bump\n\n\"Yes, you have to copy the data/users.json file to your new machine.\" - FAQ",
				"added": 1493152136
			},
			{
				"comment_id": 107,
				"body": "> [sidro](#comment_3_18DiismNW8f4E4SfzTQSjni3BZu2F7drs3): ZeroNet is good only for torrent file.\n\nYou clearly have to update your information on ZeroNet. What you said is either completely or partially wrong. Like for example it is wrong that \"ZeroNet is good only for torrent file.\". Partially wrong is that \"ZeroNet is limited to few Mb per site.\" because you can increase the limit for each zite to your personal limit. \"And all site redirect you to actual net.\" Which zite does redirect you? Because as far as I know, almost none do that. And if you don't like those zites redirecting you, then just delete and don't visit them again. Simple.",
				"added": 1500777799
			},
			{
				"comment_id": 215,
				"body": "go1",
				"added": 1507572469
			}
		],
		"8_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 11,
				"body": "How do I contribute to the source code on github.com?",
				"added": 1493229181
			},
			{
				"comment_id": 12,
				"body": "> [border0464fred](#comment_141_18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6): Like how to github ? :p If you are not familiar with github there is tons of tutorial and documentation about that. Nothing zeronet specific. [...]\n\nThanks, I just needed to see the words \"fork\"/\"commit\" and \"pull\" to understand the basics. But I forgot to mention the 0net specific point of my question: I want to add translations to the translation file, but it features only the already translated parts. Where do I find the untranslated parts?",
				"added": 1493246927
			},
			{
				"comment_id": 18,
				"body": "I have two issues:\n1. My favourite 0sites disappear after every restart of 0net.\n2. How do I choose the browser where 0net starts when I click \"Open Zeronet\"?",
				"added": 1493406135
			},
			{
				"comment_id": 20,
				"body": "> [rythyrix](#comment_71_18eGWSaM3Vc9i61LVfogjQJf5gp7EN7b9Y): Regarding favorited sites, ZeroNet stores your favorite zites as a JSON object inside your browser's local storage. According to this Superuser post, Firefox's cookie and local storage permissions are linked. First, check if your cookies are allowed for 127.0.0.1 and/or localhost and not wiped between closing all tabs/the window (hello, Self-Destructing Cookies addon, fancy seeing you here). This should fix the issue, but I've never experienced the problem, so YMMV. [...]\n\nThank you, very helpful.\nBy now I have another additional problem: some sites tell me e.g. \"1 File update failed!\". How do I fix this?",
				"added": 1493432166
			},
			{
				"comment_id": 21,
				"body": "> [rythyrix](#comment_72_18eGWSaM3Vc9i61LVfogjQJf5gp7EN7b9Y): That's simply the fact that none of your peers you have connected (connected, not available, there's a difference) have that file, or the file was corrupted en route, or the peer sent a file with the wrong sum. Could be a number of things. Go to the zite that has that error, and drag the purple 0 at the top right leftward. Scroll down to 'Missing Files' and see what file it is. Chances are high it's a user's file, i.e. starting with data/users/ and no one has a correctly signed or summed copy. It happens, and as your connections refresh or swap between your peers, it should resolve itself unless zero people have valid copies.\n\nOnce again, thank you very much. I cloned the blog site and it says my `content.json` is missing. On 0mail 3 `users/` files are missing. But this persists since days. What can I do?",
				"added": 1493438626
			},
			{
				"comment_id": 39,
				"body": "> [border0464fred](#comment_154_18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6): contact list of what ? on witch  site ?\n\nNo, on wizard site.",
				"added": 1493689794
			},
			{
				"comment_id": 41,
				"body": "> [rythyrix](#comment_80_18eGWSaM3Vc9i61LVfogjQJf5gp7EN7b9Y): I run multiple nodes (phone, tablet, laptop, desktop) as the same user, so I'm probably in the minority. [...]\n\nHow do you run Zeronet on the phone?",
				"added": 1493697793
			},
			{
				"comment_id": 42,
				"body": "> [rythyrix](#comment_81_18eGWSaM3Vc9i61LVfogjQJf5gp7EN7b9Y): Check out the lovely @mkg20001's tutorial and prebuilt APKs. The prebuilt isn't secure for private keys or other sensitive data, at least not without root access and mountbinds, due to exposing the data directory and therefore users.json to USB file transfers (MTP). :( If you can, root your phone, not like OEMs will honor warranties anyway.\n\nIn my country we have warranties that are enforced by law. I don't live in a third world country, like USA is one. (No healthcare system = no first world country)",
				"added": 1493698102
			},
			{
				"comment_id": 50,
				"body": "How do I change my ID for each zite without having the option to change it in the comment section?",
				"added": 1495076463
			},
			{
				"comment_id": 53,
				"body": "> [1491301186](#comment_21_1AZG3avnpwcn37q9eeCEjXKFBye81eAxg5): Even if you are using \"Tor = Always\" mode your real clearnet IP address may be leaked. To protect yourself from leaks you need to use a physical Tor router, like https://www.anonabox.com .\n\nThey don't use the newest IEEE standard, therefore the price is way to high considering the device is already technically \"old\" and not future proof. It might seem unnecessary now and maybe 1 or 2 years in the future, but not everyone can afford to buy this thing now and after two years again...",
				"added": 1495217127
			},
			{
				"comment_id": 55,
				"body": "> [rythyrix](#comment_100_18eGWSaM3Vc9i61LVfogjQJf5gp7EN7b9Y): Looking at the all.js under ZeroID, line 886 begins a function to send a https POST request to https://demo.zeronet.io/ZeroID/request.php. Without your browser configured to use either a proxy or Tor, this request will be sent with your clearnet IP in its protocol header, enabling anyone with a packet sniffer on either your or the server's end to see where those packets were sent to/from. While the theoretical adversary cannot read the contents of the packets without breaking the encryption on the https stream, traffic correlation is a thing. [...]\n\nWell explained theory, but this certainly doesn't apply to pragmatic reality for 99% of all users ever here. Nobody who would be able to make \"1,000,000,000,000 guesses/sec.\" would waste this power to crack some average ZeroNet user's key. If someone is that important then they'd need to isolate themselves wholely anyway, which would already including procedures like the one you mentioned. But yes, in theory, you are completely right.",
				"added": 1495245028
			},
			{
				"comment_id": 57,
				"body": "> [faustianspirit1](#comment_7_1DCTA8rrSFeKX7CzieU3CYwCjGZ2hYvamb): Error (Errno111 for Tor) how can I fix this?\n\nFor me restarting Tor, Zeronet and stuff helped.",
				"added": 1495341020
			},
			{
				"comment_id": 66,
				"body": "I got an urgent issue! Recently I edited one of my zites, then I got an error saying \"Internal I/O Error\", so I restarted the ZeroNet client. Then I had to realize that all my settings, saved zites, etc. were all deleted and reset! It looks like I am using ZeroNet for the first time when visiting ZeroHello. I also checked the data folder and all the zites are still saved there. But the settings are lost and the zites  don't show up in the list on the left on ZeroHello.",
				"added": 1496360738
			},
			{
				"comment_id": 67,
				"body": "> [nofish](#comment_922_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): Do you have data/sites.json-tmpold or data/users.json-tmpold file? Also can see the error in log/debug-last.log?\n\nWow, thanks. I replaced sites.json with sites.json-tmpold and everything is back! It is really helpful, that the ZeroNet application has this function in case something breaks. Thanks again!",
				"added": 1496363972
			},
			{
				"comment_id": 69,
				"body": "My favourite Zeronet sites get deleted from the \"Favourites\" section after every restart of the application. I allowed cookies already in the browser. What else is needed?",
				"added": 1496427560
			},
			{
				"comment_id": 80,
				"body": "Can't create additional zeroid.bit username even after changing the current selected username to \"unique to this zite\" on zeroid.bit.",
				"added": 1500274486
			},
			{
				"comment_id": 81,
				"body": "> [vernacular](#comment_4_1Ey4hYTcoTAGEbZM7UuMTNr24SH4LySwrP): Is there a way to connect to ZeroNet without using an ISP/Internet Service Provider? Thanks In Advance.\n\nThere is an open network project which lets you connect to all internet without using an ISP. But this requires someone in your vicinity to have one of those internet access suit cases to be active.",
				"added": 1500274550
			},
			{
				"comment_id": 91,
				"body": "> [toxel94](#comment_5_19DFp5T4xT76tiFUK14oYJrKJWrxCruG8p): How is that project called?\n\nI just googled \"free internet suit case\" and found many results. Recommend you to do the same.\n\nAlso the project is already many years old. There is even a documentary featuring a guy who explains what it is and how to use it. I think it is a documentary made by vice, as far as I recall.",
				"added": 1500301566
			},
			{
				"comment_id": 93,
				"body": "@nofish \"You are running out of your allowed space, please contact the site's admin at nofish to raise your limit.\"",
				"added": 1500303168
			},
			{
				"comment_id": 104,
				"body": "> [leaflet](#comment_1_1Q2yjutP8VevpmW5ZuKzNcDUQbUFn3gsVT): Can I use command line to  quit 'ZeroNet.exe' in windows? Thanks a lot.\n\n``> taskkill /F /IM ZeroNet.exe``",
				"added": 1500668841
			},
			{
				"comment_id": 105,
				"body": "> [akito](#comment_93_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): @nofish \"You are running out of your allowed space, please contact the site's admin at nofish to raise your limit.\"\n\nThank you! :)",
				"added": 1500668891
			},
			{
				"comment_id": 139,
				"body": "> [syre](#comment_1_15oDAsZoFpbANandmgppqnhtAcSjgJ17Ar): how to delete local connected sites?\n\nClick on the dots right next to the zite's title and select _delete_.",
				"added": 1502657448
			},
			{
				"comment_id": 140,
				"body": "Does anyone here use ZeroNet over CLI? Need some help in fetching and distributing a zite.",
				"added": 1502657533
			},
			{
				"comment_id": 198,
				"body": "\"You are running out of your allowed space, please contact the site's admin at nofish to raise your limit.\"",
				"added": 1503699179
			},
			{
				"comment_id": 210,
				"body": "Where can I see the CLI commands for 0net? Like e.g. updating zites, etc...",
				"added": 1506262481
			},
			{
				"comment_id": 211,
				"body": "> [nofish](#comment_1011_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): python zeronet.py --help  has the list\n\nOh, thanks, forgot this easy solution.",
				"added": 1506264034
			},
			{
				"comment_id": 212,
				"body": "`\n[16:41:00] TorManager Connecting to Tor Controller 127.0.0.1:9051\n[16:41:00] TorManager Tor controller connect error: error: [Errno 111] Connection refused in TorManager.py line 165 > so\ncket.py line 342\n[16:41:00] TorManager Starting self-bundled Tor, due to Tor proxy port 127.0.0.1:9050 check error: No connection\n`\n\nDoes this mean that Tor works after all with the self-bundled version?",
				"added": 1506264091
			}
		],
		"1_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 13,
				"body": "> [o4zw5vmpoz5hz78z](#comment_141_1KTjPe9MxoYkcXj78GuZgCcj3R3f3Twh7r): there is already a thread for that here http://127.0.0.1:43110/Talk.ZeroNetwork.bit/?Topic:3_1NTgaYjK2bh1axvruth8HqtGt6Pw5ab13x\n\nI opened a new one, because that thread has a title that doesn't really draw most people in...",
				"added": 1493257375
			},
			{
				"comment_id": 14,
				"body": "I tried to send you a mail, but it doesn't find your username.",
				"added": 1493257638
			},
			{
				"comment_id": 15,
				"body": "> [cablecat](#comment_4_1HxiFjyEUfLeqvXza7TqV1h4mpo167JnrL): Thanks so much for reply. I have solve the problem by using a tor browser after a long waiting to startup. Whatever, the RetroShare it works on my PC now, even though I have no friend to add. ;)\n\nPost your certificate here, I will add you.",
				"added": 1493350273
			},
			{
				"comment_id": 16,
				"body": "Did you guys get my message?",
				"added": 1493358914
			},
			{
				"comment_id": 17,
				"body": "> [cablecat](#comment_7_1HxiFjyEUfLeqvXza7TqV1h4mpo167JnrL): where can I find and add more people around the world? Or is it just a app for communication, file sharing, etc between friends not strangers?\n\nIf you want to be absolutely secure, then it is recommended to only use it with friends. But if you don't really want to share the most confidential stuff or want to try out how it works at first then you can add \"strangers\", too. Ultimately it's up to you.\n\nBtw. you have to add the certificate from the email I sent you here.",
				"added": 1493405829
			},
			{
				"comment_id": 23,
				"body": "> [1491301186](#comment_10_1AZG3avnpwcn37q9eeCEjXKFBye81eAxg5): RetroShare should only be used with Tor, otherwise your IP is visible.\n\nNope. I use it with I2P and it's secure.",
				"added": 1493494278
			},
			{
				"comment_id": 25,
				"body": "> [1491301186](#comment_13_1AZG3avnpwcn37q9eeCEjXKFBye81eAxg5): I2P is of course secure, it's just easier to find peers willing to use Tor.\n\nI guess, that's true. But I2P has a different purpose and there for is more fitting to Retroshare according to its intentions.",
				"added": 1493504767
			},
			{
				"comment_id": 32,
				"body": "> [seequ](#comment_4_19BZ9s633TaM3t7oW5bQPTPQJU3cbyibVH): I keep all my relevant contact details in http://127.0.0.1:43110/1FuN96E7UCDCqjSbahnH735KfaKizLbSUc/ - makes it easier to keep up-to-date :)\n\nIS the GPG valid for Retroshare?",
				"added": 1493671005
			},
			{
				"comment_id": 46,
				"body": "> [thegillies](#comment_11_1NTgaYjK2bh1axvruth8HqtGt6Pw5ab13x): I wonder why onion chat hasn't had any commits in over a year?\n\nDidn't see. I guess that open-source projects often aren't worked on anymore, if the initial creator doesn't keep pushing and developing.",
				"added": 1494171087
			}
		],
		"4_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h": [
			{
				"comment_id": 19,
				"body": "Really nice, thank you.",
				"added": 1493423890
			}
		],
		"4_136wmwLTBJoGTjXTAa7sWmXewn9P53EKML": [
			{
				"comment_id": 22,
				"body": "> [border0464fred](#comment_145_18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6): Hummm, an other protocol implementation that do the same thing that torrent do.  [...]\n\nJust because it's apparently based on it, doesn't mean it came out of same intentions and has the same meanings... Maybe it's not \"new\" as it seems to you, but there's obviously still a difference.",
				"added": 1493494146
			}
		],
		"1_14Knzt7E5McPxaUHrQ8nwoBhwFAPmtRzD1": [
			{
				"comment_id": 24,
				"body": "The link is empty.",
				"added": 1493494555
			}
		],
		"1_1MwJSNBC1savftEvXQyoHcVLDgThtAPr6T": [
			{
				"comment_id": 26,
				"body": "I don't understand you, at all. Zeronet surprised me to be extremely user friendly. You literally don't need to be a coder at all to understand how Zeronet works. It's like the easiest platform of this type I ever used. Looks beautiful, extremely easy to use. Basically just install Zeronet, click \"Open Zeronet\" and everything is done. What are your issues exactly?",
				"added": 1493535478
			}
		],
		"14_1KdnTJVBGzEZrJppFZtzfG9chukuMv8xSb": [
			{
				"comment_id": 27,
				"body": "I'm with you!",
				"added": 1493575131
			},
			{
				"comment_id": 30,
				"body": "> [seequ](#comment_1_19BZ9s633TaM3t7oW5bQPTPQJU3cbyibVH): ZeroNet is wonderful tech. There's just one thing that keeps me slightly worried: a zite that I pass by might seem innocuous so I don't explicitly delete it. Maybe it was at that time and later they added illegal content - or maybe it always had illegal content and I didn't know about it. Anyways, because I would now be sharing illegal content, I'd be liable.I wish sharing was opt-in, rather than opt-out, and that the UI neatly displayed all files the zite has before you choose to host it.\n\nIt would be horrible for the network, if sharing was opt-in. Its better to leave it as opt-out so as many people as possible share as many zites as they can. Every single peer makes the network stronger. The less peers, the worse. And if you find a malicious zite, you can \"Pause\" the sharing for each site individually, as described below. That method is much better for the network. (Btw. I visited many zites already and didn't find even one that seemed bad to me...)",
				"added": 1493670534
			},
			{
				"comment_id": 31,
				"body": "> [sirius17](#comment_2_1G6QESmeipZsukJX5WvDxxwSioaGnEDRk3): This is a very valid point and it worries me too. I'm not sure how to solve the problem of illegal / amoral content but perhaps some kind of warning system that would allow users to flag bad content.\n\nThat would weaken the purporse of a resilient decentralized network of strongly guarded free speech. Alternative zites would probably be down-flagged much more often and that would reduce their availability. And bam, we are back to the censorship of Twitter and Youtube. Why bother to use this network in the first place if such features would exist here, too?",
				"added": 1493670709
			}
		],
		"37_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ": [
			{
				"comment_id": 28,
				"body": "Are there any different rulesets? And how customizable is the whole experience for me, if I would join?",
				"added": 1493602920
			},
			{
				"comment_id": 33,
				"body": "> [gontthias](#comment_1_1L1geSGbXTJz9Z63CrX3wZbd2Yy6PCPdR8): 不知道这东西有啥用处？乱七八糟的信息，有没有群组功能？\n\nIt's for Black Desert ONLINE and not for Black Desert...",
				"added": 1493671243
			}
		],
		"12031_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 29,
				"body": "*yawn* Yes, of course someone will not openly do that in public, but rather try to cloak their identities... That's natural. That's not \"news\".",
				"added": 1493602987
			}
		],
		"2_1EqerKajfi14bzTkqwSfqVrxKmQW1w6Nzk": [
			{
				"comment_id": 34,
				"body": "> [twiggydew](#comment_6_1MwJSNBC1savftEvXQyoHcVLDgThtAPr6T): Give it up, ZeroBlog will NEVER have features like that. The coders on ZeroNet do not care about people who can't code. They might be able to code but they're not smart enough to understand that these are important features that need to be added to get more people to use ZeroNet. They should have already been added months ago. ZeroNet has great potential and I'd love to see it succeed in getting a lot of people to use it but the majority of people on this fucking planet do not code so they will not use ZeroNet and they wont use the blog if they have to get into the CSS and other files to change stuff. The coders on ZeroNet need to realize this and add features to ZeroBlog that will get people to use it. ZeroBlog does need something like grapesjs or a cms but it will NEVER get one because the coders flat out refuse to add those features. I read bot's comment - Being the biggest and killing all others is what this person really probably looking for - Bot just doesn't understand that ZeroNet does have a great potential to do that. ZeroNet might not get everybody to use it but if the coders would add features that non-coders use, ZeroNet does have the potential to get at least sixty percent of the population to use it.\n\nThe only thing I see from what you say is that people like YOU will never care about anything but themselves.",
				"added": 1493671450
			},
			{
				"comment_id": 36,
				"body": "> [bot](#comment_205_1KdnTJVBGzEZrJppFZtzfG9chukuMv8xSb): Why did i spend 2 weeks helping Kai0? [...]\n\nRespect to you.",
				"added": 1493673769
			},
			{
				"comment_id": 37,
				"body": "> [darvy](#comment_48_1EqerKajfi14bzTkqwSfqVrxKmQW1w6Nzk): But some of us don't want to mess with any of those files like the CSS. If the blog doesn't get something like Grapes then there's really no reason for me to stick around because I will never get into those files to change the code. I use things like a CMS and drag and drop features. The reason I use them is because they are less of a hassle. With coding if you get something wrong in the code nothing works right then you have to get back into the code and try to figure out whats wrong. I stare at the code till I get massive headache then I have to start taking asprin, I hate it. Please try to figure out a way to change the look and feel of the blog without the need to code.\n\nI still don't understand how some people want a good thing and think that every bad aspect of this good thing can just disappear into nirvana with a little of writing. There is a purpose, a goal and yes I'd call it a mission behind #redecentralize that makes projects like ZeroNet worth using, even if it isn't build YET(!!!) according to your highest satisfaction that was poured into you when using commercial and corporation infected web. You are right, it is not as easy to use, as the normal web. But is it not worth it to use it due to its big freedom and hugh mungus advantages for the people? Do you want to remain a corporate slave because they make using a channel or creating a blog a little easier and dumber for you? I don't think that is a valid reason.\n\nI wouldn't pick up a random dude from California, if I live in New York because that would be too much effort. But if my son would call me and need me to go there for him, I would do it in an instant. Same here. You aren't supposed to sacrifice a little more time and effort for something that's equally as good and bad as a normal network. This one has a very honorable mission and does neither exploit you or collect trillion tons of data about you. It gives you a LOT that everyone needs on the web (many people don't even understand and know that it is needed). Aren't you willing to pay a little back by giving a little time and effort of your life?",
				"added": 1493677395
			},
			{
				"comment_id": 38,
				"body": "> [darvy](#comment_49_1EqerKajfi14bzTkqwSfqVrxKmQW1w6Nzk): I don't want to be a corporate slave but if I can't have things like a CMS or drag and drop on ZeroNet then I will stay on the centralized network and I'll just give up my privacy and security, many other people will do the same. What's the point of getting on ZeroNet if you can't use it. On the centralized networks it might be less private and secure but at least I can use it. Most non-coders will stick with what they can use. If you want to attract those non-coders to ZeroNet you have to add the same things they use on the centralized network. Think of the old saying - How to attract bees with honey. To non-coders features like drag and drop and CMS's are the honey.\n\nWhat's the point of using a clearnet site for blogging if I sell my soul for it. That is my question opposed to your question. Also you CAN use it. It's just not AS easy. But not really hard either. What if your daughter would be like \"nah, I don't wanna learn to ride the bicycle. They should make it easier to use for me.\"? Or they don't want to learn swimming, because there are boats. Don't want to learn math in elementary school, because we have calculators. What would you say to them? I want to give the same answer to you.",
				"added": 1493681254
			}
		],
		"1_16PHavs6iQAene1ZWaJN4cgVwh831EfNfk": [
			{
				"comment_id": 35,
				"body": "We need more people to use those!",
				"added": 1493671690
			}
		],
		"1_1HciUodo7kXB56PcZ4Bj9EHRmpophE4H1y": [
			{
				"comment_id": 40,
				"body": "You can get it for a buck.",
				"added": 1493690530
			}
		],
		"1_1AZG3avnpwcn37q9eeCEjXKFBye81eAxg5": [
			{
				"comment_id": 43,
				"body": "Assholes...",
				"added": 1494000231
			}
		],
		"2_1PTaJe3LLeB5Pfxq8KjcpQSPcSK1PQqsQs": [
			{
				"comment_id": 44,
				"body": "burningcold, at least you are on their niveau, regarding your intelligence.",
				"added": 1494001661
			}
		],
		"1_1PFMNdR2S3k9PbHU3dhBZXEvsnrYKszTNe": [
			{
				"comment_id": 45,
				"body": "Greetings",
				"added": 1494059146
			}
		],
		"2_1KrJgpJqJij8zdhJ4gFZg7gscskgtCgNmX": [
			{
				"comment_id": 47,
				"body": "*funny thing*",
				"added": 1494977945
			}
		],
		"6_18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6": [
			{
				"comment_id": 48,
				"body": "w00t",
				"added": 1494988478
			}
		],
		"12369_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 49,
				"body": "Freedom strikes back! Down with capitalism and its price tags for peaces of work! Everyone should be allowed to watch a public movie.",
				"added": 1495076039
			}
		],
		"2_15dMbdM7c2RT9RhNTJRqzc4vYSvrSJvxyG": [
			{
				"comment_id": 51,
				"body": "Thanks for clearing this up... The problem wasn't people willing or not knowing how to update, it is the update button. I checked for new updates frequently and the button always suggested: \"Up to date!\", so I didn't check if the version number is actually old or not. Now I found out that even if it says \"Up to date!\" you still have to click on the button to find out if there is actually a newer version out already.....",
				"added": 1495115591
			}
		],
		"1_12BA8CeJuG7FZYs7EpGg2rTs3pxkdRNZrV": [
			{
				"comment_id": 52,
				"body": "This question is a troll.",
				"added": 1495216166
			},
			{
				"comment_id": 54,
				"body": "> [scrubthesecond](#comment_2_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): I don't think this question is a troll, it's just that [dsr441] is ignorant to the current situation about mainland China and their mass censorship they carry out.\n\nThat seems like it could be true but you'd need to live in cave, deep deep in the woods, to be able to not know obvious facts like that. I mean, not everyone is American, but I am extremely sure that pretty much every normal person over 12 years knows that Trump is the US president, for example.",
				"added": 1495240500
			}
		],
		"4_1DCTA8rrSFeKX7CzieU3CYwCjGZ2hYvamb": [
			{
				"comment_id": 56,
				"body": "Great idea! We definitely need more people to join and this type of guide would be exactly the thing we would need. If you need any help or suggestions, I would be happy to help you.",
				"added": 1495340880
			}
		],
		"1_18ufJhZ6Y684s59nVT2ve9e3HfZkpTqeV": [
			{
				"comment_id": 58,
				"body": "420 h4x0r",
				"added": 1495341534
			}
		],
		"1_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er": [
			{
				"comment_id": 59,
				"body": "http://127.0.0.1:43110/1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v/",
				"added": 1495353731
			}
		],
		"1_1EWsjwjmbZAA7cVNW3Aub8RWEM59aosXAM": [
			{
				"comment_id": 60,
				"body": "Greetings!",
				"added": 1495602715
			}
		],
		"1_1MbiZv5kizf9QmE9su3sGBBMozbSRVNbmz": [
			{
				"comment_id": 61,
				"body": "There are proxies you can use.",
				"added": 1495737049
			}
		],
		"2_1KAjEoAZg6djJXPT5i4VMRwMZkghqRJ1zC": [
			{
				"comment_id": 62,
				"body": "If I were you, I would look at the source of one generic zite and look how it is built up, which data it has and so on. Then I would apply my own zite on the pattern that I've seen on the other generic zites.",
				"added": 1495832794
			}
		],
		"3_1KAjEoAZg6djJXPT5i4VMRwMZkghqRJ1zC": [
			{
				"comment_id": 63,
				"body": "I'm over 9000 now, because I was 420 last year.",
				"added": 1495874207
			},
			{
				"comment_id": 64,
				"body": "> [mi6agent](#comment_30_14YdhMiNAG8LDichYEQvyZZboGL8bSeZEu): Your IP addresses have been reported to your local authorities. Rot in jail, junkie scum.\n\nXD",
				"added": 1495897961
			}
		],
		"6_1ArDm9BfJUTfrGQLDra6KKNYYqXWS7v2sp": [
			{
				"comment_id": 65,
				"body": "Good night!",
				"added": 1495987100
			}
		],
		"1_1JohDsBE8EHBpcCR7jZY4F8Com2Qqj2Ei9": [
			{
				"comment_id": 68,
				"body": "http://127.0.0.1:43110/14gSEpfWfF5Go7u5y7UidZQCnGa6eSBYZ9/",
				"added": 1496418745
			}
		],
		"1_1LfQ8dwqkqkGQNCg1kBevHPxjvTRJTQYBz": [
			{
				"comment_id": 70,
				"body": "Obviously, because they live in a restricted country... You can't reach most of the internet without using any VPN or solutions like this one.",
				"added": 1499733820
			},
			{
				"comment_id": 71,
				"body": "> [astzor](#comment_1_1LfQ8dwqkqkGQNCg1kBevHPxjvTRJTQYBz): True but why Chinese predominately? Why not other censored countries?\n\n*cough* Because the majority of our earth's population consists of chinese people...",
				"added": 1499734230
			},
			{
				"comment_id": 72,
				"body": "> [astzor](#comment_1_1LfQ8dwqkqkGQNCg1kBevHPxjvTRJTQYBz): True but why Chinese predominately? Why not other censored countries?\n\nBut also because they are not restricted enough to not get internet access at all, like in other extreme countries. Their country is a \"special mix\" out of taking away shit from poor people in a communistic fashion while allowing products from America and rich people in the top of the society in a capitalistic manner.\n\nWith that comes the obvious connection to the Western world, etc. They use Apple there and we use their Huawei here. So they are kind of with us but have special restrictions. It's not as easy to explain as I wish. Basically they are like a weird mixed up Asian version of the US so they feel the need to access things like us, as well. North Korea, Indonesia, Turkey, etc. are even more restricted countries, but obviously in North Korea nobody has internet at all, while in Indonesia or Turkey the people generally don't have a connection to the \"Western World\" in the first place. But many Chinese people feel this connection since the country is fucked up in this way.\n\nIn China many people use Google and other restricted websites that Americans use (unrestricted) on a daily basis, as well. But they need a VPN for that. And ZeroNet is obviously in its nature a pretty good and easy alternative to the restricted chinese social networks and the internet. While not even being forced to pay for a VPN, since you only need Tor.",
				"added": 1499734324
			},
			{
				"comment_id": 75,
				"body": "> [guilhermeabreu](#comment_3_1PegRo33CX1bsRYntCJNSXNo9zFe85kB26): Up until now, all I've only seen in the thread are westerners speculating reasons why.\n\nIt's not speculation.... Also obviously Chinese usually stay in threads where the main language is CHINESE. Would you chill in a Chinese thread? No, because you don't speak their language. Same vice versa.",
				"added": 1499827413
			},
			{
				"comment_id": 76,
				"body": "> [guilhermeabreu](#comment_3_1PegRo33CX1bsRYntCJNSXNo9zFe85kB26): Up until now, all I've only seen in the thread are westerners speculating reasons why.\n\nAnd btw. if you had done your research you would've noticed many threads from actual Chinese people complaining about the restriction enforced by the government, etc. Besides that, I spoke to some Chinese people here and they confirmed what I said here.",
				"added": 1499827501
			}
		],
		"1_12Am8KvGKTTHgiWYCwDfpDe4gm29FiQXLf": [
			{
				"comment_id": 73,
				"body": "I'm seeding your zites then.",
				"added": 1499744654
			}
		],
		"13398_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 74,
				"body": "Excellent article.",
				"added": 1499824031
			}
		],
		"1_1FABUsoP9Mr8rdB8GfyChhTWkp4W6r58ph": [
			{
				"comment_id": 77,
				"body": "How will they connect though if it's banned? I thought that was the whole point? If they can use VPN anyway, nothing will change.",
				"added": 1499849437
			},
			{
				"comment_id": 78,
				"body": "> [nomuhyun](#comment_1_1FABUsoP9Mr8rdB8GfyChhTWkp4W6r58ph): ISP might ban whole IP range for VPN services. If then, major VPN services will be primary target.\n\nThere are hundreds of VPN services, I doubt that every single one will be effectively banned without issues.",
				"added": 1499850119
			}
		],
		"1_13kimmZahuVSK16LDm8LLLMFQ2zyCLGKzD": [
			{
				"comment_id": 79,
				"body": "No.",
				"added": 1500273125
			},
			{
				"comment_id": 83,
				"body": "> [mtawame](#comment_1_1KNn9tCBsFfc4e5EEtpUeK52YFgEY61Q4): Theoretically Yes, a Saturation attack to every peer could bring down ZeroNet...\n\nTheoretically we could also be just a memory of a black hole and basically an illusion. If we talk about likeliness, though....",
				"added": 1500279458
			}
		],
		"1_1Nv8cY86PXAErtyUb1MLamBhdPx5Wh5aWH": [
			{
				"comment_id": 82,
				"body": "pornhub.com",
				"added": 1500274642
			}
		],
		"3_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 84,
				"body": "> [falgn0ntw](#comment_5_1MN6TVzcr8NtBvNGC18v28rzuYcBbHx4i2): maybe you could try http://www.the.internet\n\nNo kidding. Don't forget to swipe off your tears of shame when you find out that there is literally not even a single download link for what I search.",
				"added": 1500279583
			},
			{
				"comment_id": 94,
				"body": "> [eelelo](#comment_2_1M78zG4cdm2osFEpXApCHxh6bu936kgte6): Check out zerotorrent.\n\nHas the same problem as every other generic torrent.... It mostly features discographies and single artists. I need a huge compilation of random crap because it wouldn't only be a waste of time but also effort to find all the different artists separately and then open like 5000 torrents at once since they are only like 300MB each.",
				"added": 1500343028
			},
			{
				"comment_id": 97,
				"body": "> [eelelo](#comment_4_1M78zG4cdm2osFEpXApCHxh6bu936kgte6): Ah. Not sure then. Starting a DJ business? You could very likely script out the acquisition and dedupe [via hash or string comparison]. Torrents should have a manifest for the latter.\n\nDon't know how to do that.",
				"added": 1500382261
			}
		],
		"13508_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 85,
				"body": "That's how you misuse a freedom creating technology for the wrong capitalistic purposes that pollute the world already too broadly.",
				"added": 1500281579
			}
		],
		"1_1FnrnqXKdFB755G7DzBYcXzcc7FWFRjGs2": [
			{
				"comment_id": 86,
				"body": "http://127.0.0.1:43110/Talk.ZeroNetwork.bit/?Topic:1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA/Appeal+for+Chinese+don+t+use+Chinese+language+on+this+forum",
				"added": 1500283356
			}
		],
		"1_1Nrk2F3W5Kj7VJ7bqHeb25CVGJ21ejqauC": [
			{
				"comment_id": 87,
				"body": "http://127.0.0.1:43110/Talk.ZeroNetwork.bit/?Topic:1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA/Appeal+for+Chinese+don+t+use+Chinese+language+on+this+forum",
				"added": 1500284481
			},
			{
				"comment_id": 89,
				"body": "> [hermithelium](#comment_1_1FuPuBvhvH3pJC3KJ6YhriFe3css8Ntprg): It is not the Chinese language that is problematic, but the behavior of using another language in an English forum, ignoring the fact that the various domains of ZeroTalk are divided by the different languages employed by the supranational community of ZeroNet users. Have you seen people using French or Latin chilling in the English threads here? If they don't, that's not because they deem their mother tongue inferior to English, but that they are being nice by not flooding English users' sight with message they can't decipher. If there is an international or multilingual forum, then no matter how prevailing the English users there are, it's OK to use any of the languages you know.By the way, I'm a Chinese comrade of yours. But I should say that if you don't understand what I just typed, you are an uncivilized moron, and not yet suitable to talk about inclusiveness or freedom.\n\nBut just as a side note: to be honest, I rather see whole books posted in Chinese than seeing one e.g. French or Russian post. They are already a plague in a too big majority of communities and I'm delighted to be flooded from people with brains for once, instead of always by especially the impotent French.\nCount this as a comment.\n\nNow to your actual message, especially following part:\n\"By the way, I'm a Chinese comrade of yours. But I should say that if you don't understand what I just typed, you are an uncivilized moron, and not yet suitable to talk about inclusiveness or freedom.\"\n\nI don't think they are morons for not knowing the language. As far as I know, Chinese people only learn English well, if they are actually going to a college, etc. I don't think that some peasantry who goes to an internet café once a month is able to learn English that easily. Also China is not particularly known to be open for foreign countries, especially English speaking ones. *cough* blocked Google etc. *cough*",
				"added": 1500295326
			},
			{
				"comment_id": 90,
				"body": "> [hermithelium](#comment_2_1FuPuBvhvH3pJC3KJ6YhriFe3css8Ntprg): You're right to some extent. That harsh comment is for the OP alone though... But thanks for your comment, now I see that I'm not being nice myself. I shall delete it. Sorry for that.\n\nZeroNet is indeed there for freedom of speech and I rather see you being honest and \"harsh\", as people might call it, than you deleting crap. I already got banned, expelled, discharged, demanded to leave from so many communities and I'm here to stand up for everyone's rights to speak up. I think it is enough if you keep your current statement without deleting your previous one.",
				"added": 1500296494
			}
		],
		"1_1N3jtoubyQ9K5ruvE6xRDCjs5DyzR8sExg": [
			{
				"comment_id": 88,
				"body": "http://127.0.0.1:43110/Talk.ZeroNetwork.bit/?Topic:1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA/Appeal+for+Chinese+don+t+use+Chinese+language+on+this+forum",
				"added": 1500284584
			}
		],
		"1_1BtkvGpvmTqNaGrUFYFP1ot3KKJRiYStSo": [
			{
				"comment_id": 92,
				"body": "Spread it on decentralized social networks, like scuttlebutt, matrix.org, diaspora*, mastodon, etc. I mean, you could even use Twitter and Facebook but I think almost no one using those services deserves nor would be the right target for addressing this network. But theoretically, you can spread it anywhere.\n\nMy personal way of doing it:\nI host my main content only on ZeroNet and similar services. Whenever someone tries to reach me, I tell them either to contact me through here or not at all. This works best, because this way your contact has to at least try out using this way of communication.",
				"added": 1500301927
			}
		],
		"5_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib": [
			{
				"comment_id": 95,
				"body": "I guess testing and using it over time will reveal its amount of use. I think programs like these are most superior when they at least get maintained and updated regularly.",
				"added": 1500347435
			}
		],
		"1_1QAKZCc7hZp25WN2zudPaXBSRR8PhFpHyP": [
			{
				"comment_id": 96,
				"body": "Damn, that's deep.",
				"added": 1500374649
			}
		],
		"2_14mEkwhDkggFR82vyiFx3QdSLJRKVwMg41": [
			{
				"comment_id": 98,
				"body": "Sure! Which language?",
				"added": 1500457845
			}
		],
		"1_1K94YiuAXaLsup6mn1FPMCxZanFt7CBjAT": [
			{
				"comment_id": 99,
				"body": "My friend is an admirer of Ruby. Where is your company based in?",
				"added": 1500457880
			}
		],
		"1_1DbT6zVh8rw3ntaHfyZK1XGSqupL8Rahcj": [
			{
				"comment_id": 100,
				"body": "Weedy",
				"added": 1500458902
			}
		],
		"1_1AN7FYNmYcXVe7TkQCjToxfibvQQjYd7of": [
			{
				"comment_id": 101,
				"body": "http://127.0.0.1:43110/Talk.ZeroNetwork.bit/?Topic:1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA/Appeal+for+Chinese+don+t+use+Chinese+language+on+this+forum",
				"added": 1500463950
			}
		],
		"2_14ciQjA3TAFm1Sju8F3wDXRKgYvqoJ5w3B": [
			{
				"comment_id": 102,
				"body": "> [coy](#comment_7_1MmVt2RBx3QRBevJ31pRYmnsLssDcsCLAo): china Russia ，two “good” brothers💔this is my site\n\nWhen will new content launch?",
				"added": 1500667848
			}
		],
		"1_18hgGwdWtn5LLatvFzds2q6C7kBqHZGdxu": [
			{
				"comment_id": 103,
				"body": "Same problem as you long time ago. It's buggy and doesn't work (anymore).",
				"added": 1500667896
			}
		],
		"1_15dVbf7in7BcHWSnc27fbjATLNS9Yuj9as": [
			{
				"comment_id": 106,
				"body": "If you use the Tor Browser, just go to settings and change which zite addresses to open on the browser's start-up.",
				"added": 1500671203
			}
		],
		"1_1QBLGLcgKfcpfLmiDYuDzUKVXFfmTAew55": [
			{
				"comment_id": 108,
				"body": "Thanks for this message, nice coin.",
				"added": 1501023796
			}
		],
		"1_1BpNbHgqwXTmdgJar9TbkFpNrD43ztsKWy": [
			{
				"comment_id": 109,
				"body": "Is there any \"free\" VPN without logging, etc.?",
				"added": 1501030933
			},
			{
				"comment_id": 111,
				"body": "> [donehrenmann2](#comment_2_1BpNbHgqwXTmdgJar9TbkFpNrD43ztsKWy): There is no logging, you don't have to put an email adress and you can pay with BTC. There is no more anonymous than that. Of course you need an account, but you don't have to give any personal infos. And that's what I like with this VPN\n\nOkay, then tell me how they can afford the VPN. Who pays for it?",
				"added": 1501089991
			}
		],
		"1_1Aqzrn9MJnftKMJyU9mVviE5WZdTwJnkFr": [
			{
				"comment_id": 110,
				"body": "Listen to music that motivates you most.",
				"added": 1501089862
			}
		],
		"1_19ymuf37SDH66VSYwTuDogmjn3PKFDVAYV": [
			{
				"comment_id": 112,
				"body": "Greetings!",
				"added": 1501258711
			}
		],
		"2_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": [
			{
				"comment_id": 113,
				"body": "I hope 0net will never support emojis, hopefully... They give me cancer every time. 99.999% of people using emojis in fora and/or YouTube-like communities are simply retarded... And that's annoying.",
				"added": 1501258842
			},
			{
				"comment_id": 118,
				"body": "> [kaffie](#comment_422_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): 0net is fully compatible with unicode. There's no reason why you can't use an emoji. See? 😃 [...]\n\nI thought this block was intentionally looking codey fancy for design purposes.",
				"added": 1501282957
			}
		],
		"5_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 114,
				"body": "> [nofish](#comment_964_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): Depends on the site. For example if you clone ZeroBlog you just have to hover the post and press the pencil icon right next to it.\n\nI did that, but how do I put in images?",
				"added": 1501276723
			},
			{
				"comment_id": 115,
				"body": "Wow, didn't expect it to do everything just by drag & drop. It still doesn't show up, though. But I checked and the image is copied into the right /data/img directory.",
				"added": 1501276885
			},
			{
				"comment_id": 117,
				"body": "I see now, only a single picture doesn't work. I don't know why.",
				"added": 1501277376
			}
		],
		"2_16J4P74LkfZ87zHug8ycEHmYdvp6wMdkXt": [
			{
				"comment_id": 116,
				"body": "Same.",
				"added": 1501277086
			}
		],
		"3_1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL": [
			{
				"comment_id": 119,
				"body": "Who gets access to these specific user IDs?",
				"added": 1501431350
			},
			{
				"comment_id": 120,
				"body": "> [rollout](#comment_1_1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW): Maybe the developer of IFS and 0chan?But these IDs are random generated by these zites.\n\nBut then how did this information spread?",
				"added": 1501431574
			},
			{
				"comment_id": 121,
				"body": "> [rollout](#comment_2_1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW): By peers seeding the hub. It is obvious.\n\nI mean that this hub got created in the first place... I don't check every zite search engine for \"news\" every day. That is obvious.",
				"added": 1501431737
			},
			{
				"comment_id": 122,
				"body": "> [rollout](#comment_3_1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW): Ummm... Maybe he shouldnt use \"spread\"? The hub just provide a way for anonymous users talking on ZeroMe.\n\nI guess, you clearly don't understand what I am saying. I said something different than you respond to.",
				"added": 1501431990
			},
			{
				"comment_id": 123,
				"body": "> [rollout](#comment_4_1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW): Do you mean that there should be someone to spread the hub for seeding?Or you can tell me in a simpler way. >_<\n\n\"A ZeroMe hub for Anonymous-users: Anonymous Hub.\nThis hub accept and spread messages from users of @0ch.anonymous and @ifs.anonymous. :-)\nThanks for your seeding and using! :D\"\n\nHow does he know that? That was basically my question.",
				"added": 1501432370
			},
			{
				"comment_id": 124,
				"body": "> [rollout](#comment_5_1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW): He may be the creator of the hub. He spread this news to different \"talks\" in different languages.\n\nSo who guarantees that these profiles who spread infos on this hub, are actually legit?",
				"added": 1501432516
			},
			{
				"comment_id": 125,
				"body": "> [rollout](#comment_6_1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW): Maybe nobody.But personally, I agree his try to let someone be more anonymous on ZeroMe if he want.\n\nIsn't this hub for Anonymous people?",
				"added": 1501432896
			},
			{
				"comment_id": 128,
				"body": "> [rollout](#comment_7_1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW): Yes, it is.Maybe I should ask. What is the meaning of \"profiles r legit\"?\n\nThat the people posting are actually important Anonymous members..",
				"added": 1501433209
			}
		],
		"1_17R9N6TFQ5u4MnbppJqbyXt9jNe1WkijRY": [
			{
				"comment_id": 126,
				"body": "I suggest you look up zeronet.io and read the introductory pages.",
				"added": 1501433006
			},
			{
				"comment_id": 127,
				"body": "But basically, yes it works over P2P based on its blockchain. And nobody has to save \"huge data\". You only save every zite you visit and can opt out of the ones you don't need, too. You don't seed pictures, videos or other bigger files automatically, you have to manually opt in.",
				"added": 1501433092
			},
			{
				"comment_id": 129,
				"body": "> [lola](#comment_2_1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u): When people talk about the 'blockchain' they often refer to the consensus protocol and the way the data are stored or sometimes only the way the data are stored. For the first one I prefer call it the Proof-of-Work chain and not 'blockchain' like SN used to name it in his explanation ( example here(clearnet)) but ZeroNet does not use this specific part of the Bitcoin protocol. However, it does use the same cryptography as Bitcoin which is based on the Elliptic Curve Digital Signature Algorithm or ECDSA.\n\nI think it would be better for you, if you actually gathered some information on the topic instead of throwing shit at a fan directed at us...",
				"added": 1501490145
			},
			{
				"comment_id": 130,
				"body": "> [lola](#comment_3_1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u): I apologize if you find my explanation uncomplete or false. I just tried to share details of my understanding of ZeroNet and Bitcoin. This is the information that I gathered for a small presentation that I have done on the topic. [...]\n\nNobody said it uses Bitcoin's blockchain. That wouldn't make sense. I think you point to the sentence where I said that it is based on the technology. I didn't say it uses literally that blockchain.\nThere is nothing wrong about asking something, when they want to gather knowledge. The difference is, that you try to make it seem like you are a genius while asking questions and not listening / reading.\nBasically, if you know something so good, don't ask, just tell us. If you don't know something, then ask, but don't say that you know it better.",
				"added": 1501581427
			},
			{
				"comment_id": 131,
				"body": "All in all, my question is: do you know the answers or not?\n\nIf not, don't pretend you do and ask. If you do, then explain to us and don't pretend asking.",
				"added": 1501581532
			}
		],
		"4_19imiBWm39vSNQpp9a4y3zwHyasYJsMDp2": [
			{
				"comment_id": 132,
				"body": "Always good to support these things.",
				"added": 1501627069
			}
		],
		"5_19imiBWm39vSNQpp9a4y3zwHyasYJsMDp2": [
			{
				"comment_id": 133,
				"body": "Thanks for sharing.",
				"added": 1501829498
			}
		],
		"1_1FEJHHWenzcXnLaCETG7xGjp77Juc51KTB": [
			{
				"comment_id": 134,
				"body": "> [my0n](#comment_2_1ASCdxpruMqp1eDrMf4v7VibcguVWoyNo7): Well, unplug your ethernet cable and see what happens?\n\n.",
				"added": 1501829655
			}
		],
		"1_15Rn4kLyQf7tKstyyW3W9DV9VtCMNc4X9P": [
			{
				"comment_id": 135,
				"body": "> [skwerlman](#comment_23_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X): it depends on the sites you browse, and whether you decide to share optional content for those sites [...]\n\nThat's basically the most helpful answer. It always depends on your use and behaviour on Zeronet. Also on your management and how strict you are. If you need only a single Zite here, then it will take up almost no space, but if you want to share everything you ever visti, then obviously it will take up more. Therefore, it's all up to you.",
				"added": 1502628831
			}
		],
		"3_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": [
			{
				"comment_id": 136,
				"body": "We use Namecoin as well...",
				"added": 1502642469
			}
		],
		"1_1NgtYwuvjdzBhq5pCg9mTzo63APBBS6V46": [
			{
				"comment_id": 137,
				"body": "Probably some moron who thinks that every free and non-restricted app or website has to be malicious...",
				"added": 1502654965
			},
			{
				"comment_id": 141,
				"body": "> [sirius17](#comment_15_1G6QESmeipZsukJX5WvDxxwSioaGnEDRk3): Here's one link:  https://www.fbi.gov\n\nYeah, I can confirm this one. Really nice website.",
				"added": 1502802636
			},
			{
				"comment_id": 146,
				"body": "> [planespherev3](#comment_227_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): Try to stop PMO (porn, masturbation, orgasm). Try nofap. [...]\n\nHe's not a paedophile... There is no real paedophile who calls child porn literally \"child porn\". In their eyes this is something OK to do and nothing harmful. To them it is how to show \"love\".",
				"added": 1502845362
			},
			{
				"comment_id": 147,
				"body": "> [a9](#comment_1_19CdtLKJRy8ejKmV3C9eYWuWpsAyJF8jD8): Jews may do it but Gentiles consuming child porno must work for the Jews and march against Trump otherwise they will be put in jail.https://saxonmessenger.christogenea.org/video/sexual-exploitation-white-children-jews-william-pierceChild pornography sites are run by Jews to entrap and extort Gentiles.\n\nAlso I'm a reptiloid alien who already consumed your mined and controls you.",
				"added": 1502880903
			},
			{
				"comment_id": 148,
				"body": "> [nekololi](#comment_48_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): Having spoken with multiple pedophiles and having developed strong amicable relationships with some of them, I will tell you they all still call child porn \"child porn\" regardless of how they feel about it because that is what 100% of English speaking people call it as. If you call it by any other name, nobody will know what you are talking about.\n\nI have never ever seen any paedophile in my life saying \"child porn\". And I'm not even sure if they even used the word \"porn\" if children were involved. It's always \"love\", \"dedication\", \"adoration\", etc, etc.... But never ever anything like \"porn\" or even \"child porn\". In their persepctive the problem is exactly what you say. They think, that 100% of English speaking people are pretty much _wrong_ and shouldn't call it \"child porn\", since it's \"true love\" in their eyes. So of course they don't want to enforce that view and behaviour but counter it by making it seem like it's normal and even good to be like that.",
				"added": 1502881454
			}
		],
		"1_1AzjuTbEYRJcGcVQmEqYxaKbQi3wjskGwQ": [
			{
				"comment_id": 138,
				"body": "Kind of ironic to use the _.us_ suffix...",
				"added": 1502655545
			},
			{
				"comment_id": 144,
				"body": "> [magicinventor](#comment_2_1ESsWTDQzsdoQkUcKKdLxoFF8kSR1CjSTL): It's a domain, not a \"suffix\".\n\nLook up what \"suffix\" means, my boy. It includes almost everything, that you can append. Including the domain...",
				"added": 1502808035
			}
		],
		"5_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": [
			{
				"comment_id": 142,
				"body": "> [a7](#comment_1_1Q5PL1shtKnkuTUgB8bUonaXFUPH51zj3k): Text version or I won't bother digging.\n\nI agree.",
				"added": 1502802745
			}
		],
		"76_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 143,
				"body": "OR we could use ISP-less internet to solve even more problems..",
				"added": 1502803251
			},
			{
				"comment_id": 145,
				"body": "> [kai0](#comment_232_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): my internet speed is 50m but my WIFI speed is over 300m, and new WIFI speed is 1000m, so we should use more WIFI connection.\n\nIt has many reasons why it isn't used so much, especially if you rise on the professionality ladder. There can be more connection issues on wireless connections. Also it is much more insecure.",
				"added": 1502814562
			}
		],
		"14103_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 149,
				"body": "> [kmueller](#comment_27_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): This is what you get when you push people out of the net: Thousands of problem sites instead of just one.\n\nWell, it has many reasons why things like this happens and it's the \"fault\" of many acteurs. E.g. the domains who wouldn't have blocked this website probably would've been attacked by a large group of people fighting against that. Besides that, it's really not easy to defend their right to stay there. And if someone would do that, he would be already put in the same shelf as the nazis themselves. So it's a pretty complicated situation. I guess nothing else should be expected from humanity.",
				"added": 1502883152
			}
		],
		"2_1ECmsQzFruxQnUt8DWmC2SKz3xL39XgzSa": [
			{
				"comment_id": 150,
				"body": "They already have their own intranet... It's where all the we-chatters and QQ users are.",
				"added": 1502907830
			},
			{
				"comment_id": 156,
				"body": "They can't ban P2P... Just use retroshare, Vuvuzela or any of the other services.",
				"added": 1502973607
			}
		],
		"1_1KVM469xSttt2fgrtxdt1qZG3PvdGEjcqU": [
			{
				"comment_id": 151,
				"body": "Here are a lot of Russian and Chinese refugees. I suggest you to look up their respective ZeroTalks.",
				"added": 1502907918
			},
			{
				"comment_id": 152,
				"body": "Here are a lot of Russian and Chinese refugees. I suggest you to look up their respective ZeroTalks.",
				"added": 1502907959
			},
			{
				"comment_id": 153,
				"body": "Here are a lot of Russian and Chinese refugees. I suggest you to look up their respective ZeroTalks.",
				"added": 1502907999
			},
			{
				"comment_id": 154,
				"body": "Here are a lot of Russian and Chinese refugees. I suggest you to look up their respective ZeroTalks.",
				"added": 1502908064
			}
		],
		"1_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU": [
			{
				"comment_id": 157,
				"body": "Good point.",
				"added": 1502980925
			},
			{
				"comment_id": 158,
				"body": "> [nofish](#comment_981_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): There is no such thing as \"They use Bigfoot's public Bitcoin key to reverse engineer the identity of Jane Doe\". The only attack vector is the Tor connection security, but if anyone can defeat that part, then then can do the same with the new site address.But it's a good idea to create backup on sites you want to save for the future.\n\nBeware the Quantum computers! XD",
				"added": 1502983027
			},
			{
				"comment_id": 159,
				"body": "> [kmueller](#comment_31_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Reverse engineer the Bitcoin adress is a non issue. This would be just plain stupidity if a owner of such a site uses this adress for anything else, particularly since its possible to generate hierarchical vallets (new bitcoin adresses derived from another one but which look completely unrelated from the outside) at no cost at all. [...]\n\nThat's what I thought, too..",
				"added": 1502984123
			},
			{
				"comment_id": 160,
				"body": "But the problem is still there: if we assume that someone somehow (whichever way, for the sake of argument we assume it just happened) got the true identity of JD, then everything can get deleted just by a single update.",
				"added": 1502984197
			}
		],
		"8_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 161,
				"body": "> [bluefool](#comment_5_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU): I wish I could, but I have too much invested in it.\n\nMoney or what?",
				"added": 1502987307
			},
			{
				"comment_id": 162,
				"body": "> [altinternet](#comment_5_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH): Yahoo Mail was going in the toilet almost so they had to do this to survive. I have some yahoo and gmails but I will work to get off them as soon as possible, I just need to learn more about the alternatives that work good and don't sell your data. Yahoo mail is now together with Huff Po LOL!\n\nhttp://127.0.0.1:43110/14gSEpfWfF5Go7u5y7UidZQCnGa6eSBYZ9/ Provider -> Privacy E-Mail",
				"added": 1502987368
			},
			{
				"comment_id": 163,
				"body": "> [bluefool](#comment_6_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU): money, time, data, basically my internet life revolves around it.\n\nOuch. That hurts.",
				"added": 1502987483
			},
			{
				"comment_id": 164,
				"body": "> [nouts](#comment_3_1NDhNyavxhFyWJHscjPu5qYjMbpfKSDVzt): what about https://protonmail.com ?\n\nI am transitioning all my needed accounts to this provider, currently. I can only recommend it. Only two downsites are: You can't combine several accounts in a single tab, like with Yahoo. Also you can't make Inbox rules. But none of the open & private e-mail service providers offer these features for free. Still obviously a good trade.\n\nBesides that, it is entirely based in Switzerland, which is probably one of the best countries world wide right now, to store sensitive information in. In regards to the legal side as well as quality wise. With those small unrestricted 2nd world countries like Panama, etc. you never know how the quality there is. (Quality of the servers, devices, instruments in general.)",
				"added": 1502998657
			},
			{
				"comment_id": 165,
				"body": "> [bluefool](#comment_9_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU): please update, og site has changed since this was posted.\n\nI don't understand. The link still works for me. Or what do you mean?",
				"added": 1502998720
			},
			{
				"comment_id": 167,
				"body": "> [bluefool](#comment_10_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU): privacytools main site was updated but that link wasn't\n\nMain site? On the clearnet?",
				"added": 1502999530
			},
			{
				"comment_id": 168,
				"body": "> [nekololi](#comment_53_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): but if i stopped using gmail the nsa will find my lack of personal email use highly suspicious and they will start to dig deeper\n\nThat's why you can use it for alibi boring unimportant crap. So it seems like you still using it but for uninteresting crap.",
				"added": 1503012925
			},
			{
				"comment_id": 170,
				"body": "> [bluefool](#comment_17_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU): how do I completely shut down my public online identity in an hour?\n\nIf you wanna go hardcore, then delete all your profiles, every link to your profile in your friends' profiles, etc. Then destroy the hardware you ever used to access these profile. And probably move to another country. :D",
				"added": 1503103688
			},
			{
				"comment_id": 190,
				"body": "> [styromaniac](#comment_92_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): High five! I've switched over to Proton Mail and support them too! I'm glad people are starting to understand that quality private services require an income direct from their users. I like that you get get to see how good it is with a free membership and then upgrading is just a matter of which tier you need, but I don't need the upgrade. What I need is for them to survive financially. [...]\n\nIf people would finally start being smart and understand the root of all evil in the modern western world, then capitalism would be already gone and no ads or directly paid money would be needed, at all...",
				"added": 1503580297
			},
			{
				"comment_id": 193,
				"body": "> [darkshroud](#comment_10_1BQaDuyXqze4tNXucqvbz3yUVkysxCoeni): Being outside the US will not stop the NSA in anyway. In fact the US recently had a pro-free speech Supreme Court ruling. You're safer in the US than in Canada, UK, or any EU country.\n\nSnowden ultimately proved, that that's wrong. They don't care about laws for average citizens. They think they are behind it and it couldn't be applied to them. De facto they aren't. This type of lawless secret service stuff is currently going on in a lot of countries.",
				"added": 1503617359
			}
		],
		"14128_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 166,
				"body": "Bitcoin is pseudonymous and not anonymous..",
				"added": 1502998751
			}
		],
		"1_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": [
			{
				"comment_id": 169,
				"body": "> [bluefool](#comment_12_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU): all the more reason Zeronet is more important than ever. [...]\n\nSadly, amen.",
				"added": 1503103565
			}
		],
		"5_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": [
			{
				"comment_id": 171,
				"body": "Funny. Using an Apple device to access ZeroNet is like using an NSA device to get more privacy.",
				"added": 1503103918
			},
			{
				"comment_id": 184,
				"body": "> [voiddroid](#comment_1_13joQrNwFMKbEW5HZiYxCFzEQwpxDSWVZ5): @akito: are u serious? Or maybe a script kiddy Form this century\n\nApple boy, go back to your boss and tell him that it doesn't work like that. Everyone will notice that you are paid by those fruitcake losers, if you are seriously trying to defend the scrub company that fucks up everything in regards to personal computers.",
				"added": 1503356994
			}
		],
		"7_14UupgrdnT7Y8vMES7aqUFgD1fC5RYNrh8": [
			{
				"comment_id": 172,
				"body": "> [ishlandmc](#comment_2_12rbfCLXUZy9GsuJdz6K8gt51Vkine7NDj): start ZeroNet.exe --open_browser \"\"I think you can try this.\n\nI was looking for this a long timebut forgot how the command exactly was. Thanks.",
				"added": 1503148226
			},
			{
				"comment_id": 181,
				"body": "> [humanfarmer](#comment_7_1AqXhGEgfmdaUUsvNp3GL9pueqqLbHMkXp): use this line in rc.localsu user -c '/home/user/Programs/ZeroBundle/ZeroNet.sh --ui_ip 192.168.1.100 &'\n\nI think this is more of a Fedora thing.",
				"added": 1503236072
			}
		],
		"1_1ESsWTDQzsdoQkUcKKdLxoFF8kSR1CjSTL": [
			{
				"comment_id": 173,
				"body": "Looks broken.",
				"added": 1503182986
			},
			{
				"comment_id": 176,
				"body": "> [magicinventor](#comment_4_1ESsWTDQzsdoQkUcKKdLxoFF8kSR1CjSTL): nope, it works, the issue is that you have a bad connection or you do not know how to use tor.\n\nOr you're talking bullcrap and it's broken. I neither have a bad connection, nor does my tor malfunction. The site is badly written, that's all.",
				"added": 1503183841
			},
			{
				"comment_id": 177,
				"body": "Btw. I never said \"it doesn't work\". I can connect to it, but the site looks like shit.",
				"added": 1503183927
			},
			{
				"comment_id": 179,
				"body": "> [magicinventor](#comment_5_1ESsWTDQzsdoQkUcKKdLxoFF8kSR1CjSTL): if you would have a few neurons in that brain, you would know that the code is the same as you are using to enter the zeronet. [...]\n\nClearly, you are a scrubby moron and have literally NO idea what you are talking about. Finish elementary school first, son.",
				"added": 1503235530
			},
			{
				"comment_id": 180,
				"body": "Also you're still not getting the point. Here again for the very slow learners: THE. SITE. OPENS. THE. TRAFFIC. IS. OK. BUT. THE. WEBSITE. LOOKS. LIKE. SHIT.\n\nYou're welcome. I'm usually very patient with the slowest kid in the class.",
				"added": 1503235633
			}
		],
		"1_14GQCrDpk3rprFJYe2Yc6hnG4ryhvE3ys5": [
			{
				"comment_id": 174,
				"body": "That's funny. Conservatives are the ones silencing people, not the other way around. Being against SJWs and censorship automatically makes you a liberal Democrat.",
				"added": 1503183061
			},
			{
				"comment_id": 175,
				"body": "> [kmueller](#comment_39_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): please look up the crimes of the marxists, and you will find that they are much worse than those of the nazis (actual or those called nazis).I suggest you hang yourself instead of spewing such hateful nonsense. [...]\n\nNot everything that is left of the far-right retardness, is automatically marxist...",
				"added": 1503183150
			},
			{
				"comment_id": 178,
				"body": "> [kaffie](#comment_442_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): I've found that the more right-wing a person is, the more likely they are to censor. Liberal SJWs censor quite a lot, due to many of their views actually being conservative in nature.\n\nThank you!",
				"added": 1503196454
			}
		],
		"1_1PxJ9mMp9e5wcz7tRyw7VKBi1nSK7Gpk8y": [
			{
				"comment_id": 182,
				"body": "I can confirm, this is a really good website.",
				"added": 1503353221
			},
			{
				"comment_id": 183,
				"body": "I can confirm, this is a really good website.",
				"added": 1503353300
			}
		],
		"1_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": [
			{
				"comment_id": 185,
				"body": "People can send coins to your zite address.",
				"added": 1503357054
			},
			{
				"comment_id": 186,
				"body": "Click the 0 in the top right corner, slide it to the left and then look for the \"donate\" button.",
				"added": 1503357100
			}
		],
		"6_19imiBWm39vSNQpp9a4y3zwHyasYJsMDp2": [
			{
				"comment_id": 187,
				"body": "I hoped this zite addresses the huge plague of french morons flooding online games, especially MOBAs and bringing everyone else's MMR down....",
				"added": 1503539623
			}
		],
		"2_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": [
			{
				"comment_id": 188,
				"body": "> [obiwanzanobi](#comment_5_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD): the words \"safe\" and \"microsoft\" dont really belong in the same sentence.\n\nThank you!",
				"added": 1503541433
			},
			{
				"comment_id": 191,
				"body": "> [polices](#comment_7_1L9yNqEWaDTGnsiCY7s6aGgFpmCyopDvPt): iTellyou.cn\n\nSpammer...",
				"added": 1503584033
			},
			{
				"comment_id": 194,
				"body": "> [m0ckingb3ard](#comment_28_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g): Right now KAT is essentially TPB in a different skin, same low quality content.\n\nThat's why meta-searching is important..",
				"added": 1503622130
			},
			{
				"comment_id": 195,
				"body": "> [m0ckingb3ard](#comment_28_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g): Right now KAT is essentially TPB in a different skin, same low quality content.\n\nThat's why meta-searching is important..",
				"added": 1503622659
			},
			{
				"comment_id": 196,
				"body": "> [m0ckingb3ard](#comment_28_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g): Right now KAT is essentially TPB in a different skin, same low quality content.\n\nThat's why meta-searching is important..",
				"added": 1503622878
			}
		],
		"7_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 189,
				"body": "Thanks for your suggestions so far.",
				"added": 1503541580
			}
		],
		"14262_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 192,
				"body": "Where is Voltaire when we need him..",
				"added": 1503617215
			}
		],
		"14271_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 197,
				"body": "\"[...]with fewer trolls. Broadcast is still in the development stage, but will reportedly allow consumers to pay to have conversations with the likes of Cuban and other forward thinkers. \"\n\"Behind all these efforts is blockchain technology. Mercury Protocol is built on the Ethereum blockchain, and with it, users can earn tokens after reading a certain number of stories. Positive contributions to discussions will also earn tokens. As Fortune noted, if users earn coins for doing constructive things online, the platform will effectively shut out the trolls who are bent on spreading hate or creating division.  \"\n\nWhy would someone leave Twitter to join another clone that disables special opinions, as well? Who judges what is 'constructive' and what isn't ? The majority of users? This principle already limits freedom of speech...",
				"added": 1503699007
			}
		],
		"2_1M78zG4cdm2osFEpXApCHxh6bu936kgte6": [
			{
				"comment_id": 199,
				"body": "I think you are looking for something like storj.io?",
				"added": 1503772806
			},
			{
				"comment_id": 201,
				"body": "> [krixano](#comment_16_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): If you want something that will let other people download your files (like sharing files in dropbox), then there's IFS.\n\n\n   Connecting...\nNo peers found\ncontent.json download failed",
				"added": 1503839671
			}
		],
		"14291_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 200,
				"body": "Freedom strikes back! To hell with capitalism!",
				"added": 1503777796
			}
		],
		"1_19dgrY6DYbMGQdExJ6gaXeeFRkdgoc1vsa": [
			{
				"comment_id": 202,
				"body": "http://x4torrentjjjjuxy.onion/",
				"added": 1504128520
			}
		],
		"1_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E": [
			{
				"comment_id": 203,
				"body": "It's a plague by now.. It's happening since weeks. As far as I know it is related to the wannabe-DDOS.",
				"added": 1504132090
			}
		],
		"14522_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 204,
				"body": "What's the difference between this and storj.io?",
				"added": 1504860073
			}
		],
		"2_14Kakxw14Eo5mXozLpsU755yeQuPmLRS9z": [
			{
				"comment_id": 205,
				"body": "Right now you can only fix it by having at least 1 seeder of your zite online while you update. If you are the only person on the network who hosts this zite then it will always say \"1 FILE UPDATE FAILED\".",
				"added": 1505046640
			}
		],
		"1_17X6HcuDcCF3nTTGoCTjZTHFdHV67f3Xqb": [
			{
				"comment_id": 206,
				"body": "Even if jehmak wasn't right, after all it doesn't matter if someone impersonates you. Zeronet is about free speech for EVERYONE. No matter who you are. So the IDs are more of a help of keeping track of conversations. While in the end only what you express ultimately is important. Not your name or origin.",
				"added": 1505334000
			}
		],
		"8_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": [
			{
				"comment_id": 207,
				"body": "Why do so many people love Reddit... Its interface is ugly AF and most reddit sites are from retards, for retards. There are plenty of better platforms for the same needs.",
				"added": 1505932135
			},
			{
				"comment_id": 209,
				"body": "> [antyhrabia](#comment_56_1L5rGDgTs4W2V7gekSvJNhKa7XaHkVwotD): Like?\n\nNodeBB makes absolutely gorgeous fora. And contentwise, basically any good quality forum is better than reddit.",
				"added": 1506023058
			}
		],
		"14752_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 208,
				"body": "particl.io",
				"added": 1505935590
			}
		],
		"1_1DRbtArgqHh6a4eJBk6TURfV54voUQfyJq": [
			{
				"comment_id": 213,
				"body": "No, we just pretend to read.",
				"added": 1506875733
			}
		],
		"1_1DV1kbtG2Gqjp4WayjTjLmuf4gMF4zDvzc": [
			{
				"comment_id": 214,
				"body": "``python start.py --fileserver_port 420``",
				"added": 1506875827
			}
		],
		"6_19xyLs9tyTZF9JaEcWBk5JtgWdYtQPQwt3": [
			{
				"comment_id": 216,
				"body": "> [james007](#comment_62_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): Hangs at \"hashing file\" for me, and there's no search just a huge long list of unsorted files. [...]\n\nThanks for your uploads, btw.",
				"added": 1507649665
			}
		],
		"3_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": [
			{
				"comment_id": 217,
				"body": "How does it actually work?",
				"added": 1507662827
			}
		],
		"2_1Cy1dDBGdk9AE6c2HbU97yXpxB29t1D16j": [
			{
				"comment_id": 218,
				"body": "> [prudence](#comment_3_1Cy1dDBGdk9AE6c2HbU97yXpxB29t1D16j): Is it just a matter of the site owner deleting the entry in one of the JSON files if they want to stop it from appearing to new users?\n\nNo.",
				"added": 1507724337
			},
			{
				"comment_id": 219,
				"body": "> [nofish](#comment_1018_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): After some time (30 tries) you client will give up on the unreachable files and they will disappear from your client.\n\nNo, that didn't happen.",
				"added": 1507724368
			},
			{
				"comment_id": 220,
				"body": "I'll tell you now the real story. I got this problem since many months now. It is a huge bug in ZeroNet. Sadly the only thing that can fix this is re-installing your whole ZN folder and copying your personal ``users.json`` over to the new install dir. If you have your own zites, then you should copy their folder within your old ``data`` dir to the new one. Then you can either additionally copy the old ``sites.json`` to your new ``data`` folder, but that can cause other issues, as well. Therefore, to be completely safe, just copy the code from the old ``sites.json`` of your zite only to the new ``sites.json``. Then add ZeroTalk, etc. the same way again, as if you started ZN the first time.",
				"added": 1507724559
			},
			{
				"comment_id": 221,
				"body": "> [nofish](#comment_1021_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): It should and does for me, but the counter was restarted if you restarted the client. I just did a modification that will keep the counter during the restarts. You can see the tries if you hover your mouse over the bad file on the sidebar.\n\nAt the worst time, which was recently, it even stacked up to over 100 files not updated on ZeroTalk e.g., which has more than enough seeders. This was crazy, so I re-installed everything and it works acceptable now.",
				"added": 1507725734
			},
			{
				"comment_id": 227,
				"body": "> [nofish](#comment_1021_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): It should and does for me, but the counter was restarted if you restarted the client. I just did a modification that will keep the counter during the restarts. You can see the tries if you hover your mouse over the bad file on the sidebar.\n\nIt happens again! Since a week I have once again 4 update fails on ZeroMail and 1 on ZeroTalk. I was refreshing all pages at least a million times since then. It is 100% clear, that this solution does **not** work.",
				"added": 1508057372
			},
			{
				"comment_id": 230,
				"body": "> [nofish](#comment_1028_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): It only retries every 10 minute, so it won't disappear immediately. You can see the retry times by hover over the missing file name on sidebar. (it will be deleted once it reaches 30)\n\nI thought it deletes those requests after 30 refreshs.",
				"added": 1508059781
			},
			{
				"comment_id": 231,
				"body": "> [nofish](#comment_1028_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): It only retries every 10 minute, so it won't disappear immediately. You can see the retry times by hover over the missing file name on sidebar. (it will be deleted once it reaches 30)\n\nOkay, I see the retries, now. Thanks!\nI can confirm now, it indeed works, after all.",
				"added": 1508059956
			}
		],
		"1_1CT7RxDQNPEE8X78bDkUPhuaaUUixTmDhC": [
			{
				"comment_id": 222,
				"body": "Praise nofish!",
				"added": 1507828933
			}
		],
		"1_1BM5RxgUfzF8tXYBMbsh7mTjA8JRWEW72c": [
			{
				"comment_id": 223,
				"body": "If they really become independent, they will go down like an airplane with cut off wings...",
				"added": 1507830315
			},
			{
				"comment_id": 224,
				"body": "It's like a tiny micro-Brexit all over again... Everyone wanted it, then AFTER the decision they all google \"what happens after brexit\" and realize that shit will go down, as it did with britain already. If they become independent, they won't be part of the EU and their economy will break down easily.",
				"added": 1507830459
			},
			{
				"comment_id": 225,
				"body": "> [cosmologica](#comment_94_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o): This whole European Union thing is a complete and utter failure.\n\nWhat you said before can be part of a discussion. But saying the EU is a \"complete and utter failure\" is utterly wrong, no matter how you turn it.",
				"added": 1507837787
			}
		],
		"17_168qV1Xxp2EyszrzdECLUwXrn9wGYjDdar": [
			{
				"comment_id": 226,
				"body": "Do you mean Zeronet port, that usually opens? Which is usually ``15441``?\nOr do you mean the standard port, literally used by Tor in most cases, which is usually ``9050``?",
				"added": 1508057137
			}
		],
		"2_1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u": [
			{
				"comment_id": 228,
				"body": "I think for now this relies entirely on the zite creator. Sadly, we don't have any implementation like that, yet, because the software and its basic features themselves are still in Alpha, so we need to make the base program work first, to add features like accessibility.",
				"added": 1508058711
			},
			{
				"comment_id": 229,
				"body": "Therefore I assume that accessibility features would start arriving in about ~3 years if the growth of the contributors stays about the same in this time period.",
				"added": 1508058767
			}
		],
		"2_1LWErNVFAu2wJT2XBoVkLDCmY41EX32knU": [
			{
				"comment_id": 232,
				"body": "*yawn* bullshit...",
				"added": 1508084116
			}
		],
		"4_1DFDjUGJdSp1kMuFq1AtNS9ZWmkVtbp947": [
			{
				"comment_id": 233,
				"body": "\"But it seems like zerome setups up as if I created a new profile... [...]\"\n\nWhat exactly do you mean by that?",
				"added": 1508084230
			},
			{
				"comment_id": 234,
				"body": "> [mario](#comment_6_1DFDjUGJdSp1kMuFq1AtNS9ZWmkVtbp947): @akito, on mobile zerome asks me to select a hub (despite already have selected one in desktop) and my followers dont seem to \"sync\"\n\nWas ZeroMe downloaded on the phone before you added the users.json?",
				"added": 1508084420
			},
			{
				"comment_id": 235,
				"body": "> [mario](#comment_7_1DFDjUGJdSp1kMuFq1AtNS9ZWmkVtbp947): Akito, possibly...\n\nYou can try to copy the users.json as well as the sites.json to your mobile device and then see how it works.",
				"added": 1508084532
			}
		],
		"1_1LKqM2iURftQD8TULHKAzrm6yPME2wqPHG": [
			{
				"comment_id": 236,
				"body": "Download their app.\nhttps://play.google.com/store/apps/details?id=net.i2p.android\nhttps://f-droid.org/packages/net.i2p.android.router/",
				"added": 1508086149
			}
		],
		"11_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 237,
				"body": "To extend the previous comment a little: PoW as a concept is overrated right now, anyway. The future is PoS and especially PoC. PoW takes way too much resources for way too little output, generally.",
				"added": 1508147262
			},
			{
				"comment_id": 242,
				"body": "> [polar](#comment_47_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6): But still better than no any limit ( 1 million accounts / second )\n\nNobody would use ZeroNet, if one account creation would take ~1 hour. That's madness. Even more so, because right now I don't think we have to fear any massive production of accounts. We have other more urgent issues to fix, at this moment.",
				"added": 1508320323
			}
		],
		"1_1Hi4RVifuGzNREHKBfBZqvhZtfckZczBSV": [
			{
				"comment_id": 238,
				"body": "Why would I pay for hospital, any country not having tax paid health care is a 3rd world country.",
				"added": 1508182317
			},
			{
				"comment_id": 239,
				"body": "> [tactoken](#comment_4_1M7mNWkk2eJQqeWw5KexXWHo565mmnXCU9): lol anyone having and accepting tax paid healthcare has no concept of freedom.\n\n- moron on the WWW 2017",
				"added": 1508235460
			},
			{
				"comment_id": 240,
				"body": "> [tactoken](#comment_4_1M7mNWkk2eJQqeWw5KexXWHo565mmnXCU9): lol anyone having and accepting tax paid healthcare has no concept of freedom.\n\nFreedom means having the right to live and not stay sick or even die, because in e.g. America you have to be rich to be able to claim a human right.\n\nBesides, you seem to not have ANY idea about how actual health care works. Are you from the USA? No wonder, then.\nWith actual health care you have all the freedom you want. You can choose the hospital, medication, your doctor, everything you want. Everything stays the same with health care, except you don't have to pay tons of money, anymore.",
				"added": 1508235538
			}
		],
		"1_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": [
			{
				"comment_id": 241,
				"body": "> [polar](#comment_51_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6): Click the [Following] button at the top\n\n...of ZeroTalk.",
				"added": 1508320205
			},
			{
				"comment_id": 243,
				"body": "> [scrubthesecond](#comment_78_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): Yeah, it's very annoying. As soon as a comment on a threat in ZeroTalk, it immediately follows in the Newsfeed. I wish there was a way to only manually follow.\n\nHe, weird. I think that is an extremely convenient and pretty ingenious feature. That's the main cause I start ZeroNet most of the time, in the first place. The news feed is an absolutely beautiful perl of this application.\n\nThat said, you can unfollow each thread, so you won't see comments. The news feed feature is pretty much one of the best features ZeroNet has to offer right now.",
				"added": 1508324493
			}
		],
		"1_1BghwqwD4SJaigm7kQjxvgTyEdxZgzWhSS": [
			{
				"comment_id": 244,
				"body": "Actually, I wouldn't like it to be spread extremely right now. It needs better timing. I think ZeroNet has still a lot of work to do. Spreading between mostly developers? That would be helpful, we need more contribution. But if you mean spread between users (only)? It's too early. Especially many security holes need to be fixed and filled, before this project goes big.",
				"added": 1508405557
			}
		],
		"10_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": [
			{
				"comment_id": 245,
				"body": "There are so many problems and people are talking about legalizing cannabis. Seems to me kind of like worrying about how your clothes look while people are shooting with guns at you..",
				"added": 1508449516
			},
			{
				"comment_id": 248,
				"body": "> [realkittykate](#comment_15_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): That's the point. Cannabis is not a priority - so LEGALIZE IT. period.\n\nSo maybe we should legalize eating dogs and cats, too. That has about the same priority.",
				"added": 1508450662
			},
			{
				"comment_id": 249,
				"body": "(Legalizing or criminalizing anything by law takes time and effort in democratic systems, that one should rather use for important shit, like e.g. something that would actually help us...)",
				"added": 1508450730
			},
			{
				"comment_id": 250,
				"body": "> [realkittykate](#comment_16_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): What I do in my spare time without interfering with the rights of animals, or humans, is nobody's business.\n\nMy right as a human is not to be gased by smoke at the bus station. So actually smoking should be forbidden in total.",
				"added": 1508450797
			},
			{
				"comment_id": 251,
				"body": "My point is, I don't wanna spend my time, or even worse, see actual politicians waste their time on the most unimportant topics of all, like legalizing cannabis or gay marriage, or whatever that bullshit is. Yes, I don't mind if someone does it for themselves, but that's so unimportant, we all can live without legalizing this or criminalizing the opposite.\nBasically every time I see politicians talk about legalizing cannabis for example (mostly greens), then I already can't take them serious for wasting their right to speak publicly in a certain time frame with shit like that. What do I care if cannabis is legal or not. It doesn't matter, **at all**.",
				"added": 1508451005
			},
			{
				"comment_id": 252,
				"body": "> [realkittykate](#comment_17_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): Smoking is already forbidden in public places.\n\nMaybe where you come from.",
				"added": 1508451024
			},
			{
				"comment_id": 253,
				"body": "> [realkittykate](#comment_19_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): You're just validating my point - it doesn't matter if people smoke weed or not.The fact of the matter is, our jails are being clogged with people who could be working and paying tax as we speak..so it's really nothing to do with weed per se, but about respect for individual Liberty.\n\nTo me, that's bullshit talk from weed people. If they wanna smoke, then let them smoke. I don't see any point in legalizing it. Actually I see a point in forbidding every way of smoking, ever. Smoking is cancer. Literally. Literally literally.",
				"added": 1508451230
			},
			{
				"comment_id": 254,
				"body": "> [realkittykate](#comment_20_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): So you're basically saying.. let them smoke, but don't legalize it? [...]\n\nNo, not at all. If someone would smoke and I would never ever even notice the slightest bit of it, I don't care. But basically you notice it on every smoker and most of them give you literal cancer. In my opinion, that should be charged as physical assault, or worse.",
				"added": 1508451387
			},
			{
				"comment_id": 255,
				"body": "> [realkittykate](#comment_21_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): Also think about how many dairy robberies and murders will go unsolved for every cop who wastes time trying to look for a plant.\n\nYou are missing the point more and more. I wasted already 5 minutes of my life in this conversation talking about shit like this. I think nobody in political charge should ever even talk one word about cannabis or anything like that, because that's literally a big waste of breath. What do I care if druggie weeders go to jail for their \"plants\"? That's not unjust to do. Every smoker should be cured in a psychiatric hospital anyway, for being depressive enough to not be able being happy in life without smoking.",
				"added": 1508451512
			},
			{
				"comment_id": 256,
				"body": "Everyone of those weed or not weed smokers, I don't care, is either retarded or can't handle themselves. Else they wouldn't smoke anything. Smoking makes literally stupid, just look it up.",
				"added": 1508451601
			},
			{
				"comment_id": 257,
				"body": "> [realkittykate](#comment_23_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): You don't have to have the conversation. [...]\n\nActually, you are missing the point, again. And no, you are wrong, too. I just love to fight with people and discuss shit, even if the topic itself is shit.\n\nAlcohol only hurts the person, who actually drinks it.\nWhat is wrong about violent video games? They don't give any cancer or other diseases, at all.\nWhat is wrong about watching porn ?\n\nWhy would I want to torture people with immoral ideologies like christianity?",
				"added": 1508451799
			},
			{
				"comment_id": 260,
				"body": "So, apparently I won.",
				"added": 1508493314
			}
		],
		"2_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": [
			{
				"comment_id": 246,
				"body": "\"Zeronet's \"GeoIP database\" (found in the sidebar menu by swiping the \"zero\" to the left\") shows your exact location even if using Tor on the WebGL earth\"\n\n\n--->> \"WebGL not supported\"",
				"added": 1508449700
			}
		],
		"3_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": [
			{
				"comment_id": 247,
				"body": "ZeroNet doesn't need its theme fixed. Your machine needs to be fixed.",
				"added": 1508449872
			}
		],
		"1_1PMBYnL4gN6BxifyEY8iNwp5aAFNc5K5Pp": [
			{
				"comment_id": 258,
				"body": "If you pull the 0 in the top right corner to the left you can look up which data doesn't sync. If you only see ``user`` files that don't sync, then leave ZeroNet running for a long time and eventually those requests will disappear on their own.",
				"added": 1508492032
			}
		],
		"2_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": [
			{
				"comment_id": 259,
				"body": "A.k.a a Utopia, that will never happen until all humans are connected to the same hyper-computer which is able to read, collect and share all thoughts on earth at the same time.",
				"added": 1508493276
			}
		],
		"4_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er": [
			{
				"comment_id": 261,
				"body": "It would probably take a longer time in total, but why not just do one first and the second one, too, once the first one is stable? Then you could choose each option, before making a new zite, depending on which one fits the zite owner most.",
				"added": 1508676434
			},
			{
				"comment_id": 263,
				"body": "> [ivanq](#comment_67_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er): Using 1) would be a good idea if content.json and all other files wouldn't look like kdfolgiyqb34t98yvo9e4y53q even for author. That's because all content is encrypted on the file system.\n\nYes, I know. But you said, it is easy to implement. So why not start with this, so an option for private zites exists at all, so far. Then we can work on a better idea and implement that one in the future, once we are able to deal with its complexity.",
				"added": 1508676743
			},
			{
				"comment_id": 264,
				"body": "> [ivanq](#comment_69_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er): Another note. Only content will be encrypted, not file size or directory structure (though you will have to bruteforce to find them). Is it OK?\n\nI understood it this way in the first place, yes. I think the most important part is, that the content is itself is encrypted. The meta-data isn't that important in this case, at least not for now.",
				"added": 1508677331
			},
			{
				"comment_id": 265,
				"body": "> [ivanq](#comment_70_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er): Well then. I'll try to implement this.\n\nI'd be happy to see that, thank you!",
				"added": 1508683346
			}
		],
		"17_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 262,
				"body": "I think we are on the right track, if this would happen.",
				"added": 1508676628
			}
		],
		"3_14YVZ2ZtM9nPHP5KTnRThVDBAeb2juw829": [
			{
				"comment_id": 266,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747040
			}
		],
		"2_1LajFt4rB1nREhyTfDt2VW4C8TmBy51vc4": [
			{
				"comment_id": 267,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747049
			},
			{
				"comment_id": 282,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508748220
			},
			{
				"comment_id": 287,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508756052
			}
		],
		"1_13Eyd2mLy8BPT1g3kTASv4UPWhgz7DcW8J": [
			{
				"comment_id": 268,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747053
			}
		],
		"2_14YVZ2ZtM9nPHP5KTnRThVDBAeb2juw829": [
			{
				"comment_id": 269,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747165
			}
		],
		"1_1DYxbCUd95aSaUYb2kxtbBWVZaTPcMw1dw": [
			{
				"comment_id": 270,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747175
			}
		],
		"1_1maRVvPkjC4EEYFGoWuxb2hyjS12do8zP": [
			{
				"comment_id": 271,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747185
			}
		],
		"1_193xJJ84dbno96FbuMN33QdG4y8n9kiUcQ": [
			{
				"comment_id": 272,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747231
			}
		],
		"1_14ccHsTEw2phfTgGvJ8uzXigyCRdpwTi73": [
			{
				"comment_id": 273,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747237
			}
		],
		"2_1F8VgytUggkP8kkieK8GcEMVsJTwcoAqdk": [
			{
				"comment_id": 274,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747284
			}
		],
		"1_1K44HS8nVyK5zkxinpQ7YruQNoDLzxCqtd": [
			{
				"comment_id": 275,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747291
			}
		],
		"1_1KbsDMxgFzxcuPhd3E3LrW7yDxS8fGPHSD": [
			{
				"comment_id": 276,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747333
			}
		],
		"1_18za7KuCP9q5i4RSUsix73uQXQmuX49Kvd": [
			{
				"comment_id": 277,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747355
			}
		],
		"2_1RTTEg6WgboCVZz8Wb9VXzk2UCrwqn9uz": [
			{
				"comment_id": 278,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747414
			}
		],
		"89_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 279,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747426
			}
		],
		"1_1HpB6tpXoVk2kCFpH9SozFZgyMVFouj6Yd": [
			{
				"comment_id": 280,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508747793
			},
			{
				"comment_id": 281,
				"body": "> [helium](#comment_7_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): I don't speak Chinese either, but to call Chinese untidy is rude.How about me calling Your native language untidy?(English is not my native language.)\n\nI'm pretty sure it was translated not completely correct. Nobody says that Chinese is _untidy_. The English FORUM is _untidy_ if all languages are mixed in here.\n\nThat said, you can say everything you want to say about my \"native language\". Freedom of speech OP.",
				"added": 1508748158
			},
			{
				"comment_id": 283,
				"body": "> [helium](#comment_8_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): Well, I guess there is a need for an agreement, what languages are being used in a forum. So, I agree with You on that part. However, the world has so many different languages and none of us is able to learn all of them, so I think that the \"airport rule\" that English is accepted everywhere should also hold on internet forums. Many international companies have a rule that to make sure that nobody is feeling being left out, everybody speaks English or some other language that absolutely everyone at the given conversation can understand. If everybody in this forum were able to understand Chinese, then from that perspective it was OK for them to use Chinese, because nobody was left out, till I appeared.  [...]\n\nNot really, no discussion needed. The main forum is English only. If one wants to talk in another language, just change the forum to its respective language in the language selection bar on the top of this zite. That does not mean, the English forum is worth more/the Chinese forum is worth less. It just means that each language has its own forum so people can better read and not be annoyed by languages, they don't understand. It's just an organization thing, not about power or supremacy.",
				"added": 1508751558
			},
			{
				"comment_id": 288,
				"body": "> [helium](#comment_10_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): Thank You for the answer. I did not notice the language selection bar. At the presence of the language selection bar the selection from the bar is the agreement on language. On the other hand, I did not notice the bar before You mentioned it and may be the Chinese people did not notice the bar either. It's not an excuse for them to use Chinese at the English forum or vice a versa, but it does seem to be a usability design flaw. I consider the language matter decided: selection from the language bar determines the required language. [...]\n\nThank you for your kind response.",
				"added": 1508792105
			}
		],
		"1_1Kb8TiuW1L3cnS5ZnXULK323rTfBqRnbf9": [
			{
				"comment_id": 284,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508751594
			},
			{
				"comment_id": 313,
				"body": "http://127.0.0.1:43110/NewGFWTalk.bit",
				"added": 1508963443
			}
		],
		"9_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 285,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508751625
			},
			{
				"comment_id": 286,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508756029
			}
		],
		"5_1Ga7vs5ZV73jbTSMR77FuZi8KWt2MnBSvb": [
			{
				"comment_id": 289,
				"body": "_Give Europeans a pile of bricks, and they will build a civilization.\nGive Muslims a civilization, and they will reduce it to a pile of bricks._",
				"added": 1508884242
			},
			{
				"comment_id": 291,
				"body": "> [fuckchina](#comment_5_1DB2LvB7sYceU3uD2jW5KnmPHFk7sxe32s): How can I block post/user on ZeroNet?\n\nI can't explain to you exactly how it works, but I can tell you where to find the information.\nzeronet.readthedocs.io/",
				"added": 1508923441
			}
		],
		"2_1CmstATrVYNZWP2aD4rgGiJpeJFcpj2Hau": [
			{
				"comment_id": 290,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508884460
			},
			{
				"comment_id": 295,
				"body": "http://127.0.0.1:43110/NewGFWTalk.bit",
				"added": 1508924203
			},
			{
				"comment_id": 312,
				"body": "http://127.0.0.1:43110/NewGFWTalk.bit",
				"added": 1508963425
			}
		],
		"5_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": [
			{
				"comment_id": 292,
				"body": "Actually I think that making big file seeding or any torrent-like file distribution a real part of the ZeroNet application structure is the wrong way. Why? Because every step in this direction makes ZeroNet less and less mobile. I prefer having a super slim ZeroNet with only the necessary files, so I can use it basically everywhere without having to manage missing big files I store only at one computer, for example.\nTherefore I would suggest that any file sharing implementation is managed as separate as possible from the actual ZeroNet app. E.g. in this case I would totally recommend against putting anything like that into /data/user/ or any similar location.\n\n(I know you could still use ZeroNet somewhere else without the files, but it makes it much more complicated. Also the deeper the implementation the weirder it gets for ZeroNet to stretch itself so drastically over several devices.)",
				"added": 1508923814
			},
			{
				"comment_id": 293,
				"body": "@realkittykate To your original post: if you want to solve your current problem, you can just use ZFS. I wrote a tutorial on how to get started on it. This way all HDDs you use count as one volume, without borders, at all.",
				"added": 1508923995
			},
			{
				"comment_id": 296,
				"body": "> [krixano](#comment_110_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): Why would you have to manage the missing big files? You don't need those big files on every device you use. If you want just necessary files, then don't use big files. It doesn't make it more complicated, it's literally the same as it was before big file support as long as you don't use the big files.\n\nThanks for ignoring that I already addressed your complaint in the post you respond to. Read my post again, to the END.\n\n\" it's literally the same as it was before big file support as long as you don't use the big files. \" Yes, and I attack this status quo.",
				"added": 1508924286
			},
			{
				"comment_id": 297,
				"body": "> [krixano](#comment_110_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): Why would you have to manage the missing big files? You don't need those big files on every device you use. If you want just necessary files, then don't use big files. It doesn't make it more complicated, it's literally the same as it was before big file support as long as you don't use the big files.  [...]\n\nBecause this way ZeroNet will always assume on each other device that something is _\"missing\"_ even though it is actually just a optional only thing that of course is not put on every device. It's about keeping clean structures, since this directory way of doing it is not really natively modular.",
				"added": 1508924462
			},
			{
				"comment_id": 298,
				"body": "> [krixano](#comment_112_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): How does it assume it's missing?\n\nHow does it not?",
				"added": 1508924755
			},
			{
				"comment_id": 301,
				"body": "> [krixano](#comment_113_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): Reply\n\n\nThat's the problem I want to avoid.\nIt should be obvious to you that a simple question is not an argument......",
				"added": 1508925327
			},
			{
				"comment_id": 302,
				"body": "> [krixano](#comment_114_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): However, if you are talking about the fact that it assumes that the file will be the same name in the same location, then that is the real problem you should be talking about, and can be fixed.\n\nThis might be part of the problem. I would be totally okay with a structure like the following (very roughly):\nZeroNet/ - for our good old beloved 0N\n0files/ - in the same directory as the ZeroNet folder; only holds the files to share; if you use ZeroNet on another device then ZeroNet just checks if the folder exists and if not just ignores further actions or assumptions; if there are different folders within _0files_ then ZeroNet explicitly just checks if the folders exist, if they do not, ZeroNet again stops working on this topic at all",
				"added": 1508925551
			},
			{
				"comment_id": 303,
				"body": "> [krixano](#comment_115_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): Here's the thing:You say you want a slim ZeroNet where you don't have to have big files [...]\n\nI was responding to your simple question with a mirror.\nI agree with everything except \"Don't use big files on devices that you don't need them on\".\nIt maybe _\"works\"_ same as communism _\"worked\"_. It is possible, but it's not clean, at all. That's my problem. I want ZeroNet to stay like a fresh baby butt after bathing.",
				"added": 1508926003
			},
			{
				"comment_id": 304,
				"body": "> [krixano](#comment_117_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): Also, I asked the question based on what you said because I didn't understand what you were meaning. Typically, when someone responds with the opposite of the question as a question (like you did), it means that they think it's obvious that it is not worth explaining, and try to use it as an argument by prompting the other person to think about what they think is obvious - otherwise they would have just answered the question in the first place.\n\nNo, it's fine.",
				"added": 1508926735
			},
			{
				"comment_id": 305,
				"body": "> [krixano](#comment_116_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): How exactly is it not clean? Those files aren't getting downloaded, obviously.\n\nIt's not clean because something in ZeroNet's body is \"missing\" even though it is optional. I just wish for a clearer distinction between necessary ZeroNet organs, basic zites one saved and big files you will have on way fewer devices.",
				"added": 1508926798
			},
			{
				"comment_id": 306,
				"body": "> [krixano](#comment_118_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): Unless your meaning the fact that we have the directories organized in the way we do - in which case your really questioning something completely separate from big file support. Those directories also hold the database data, so they still have a purpose even without optional/big files. [...]\n\nI guess you are right. I think I may have not explained exactly enough. I was in a hurry until I noticed that I still have some time left, before I have to go.",
				"added": 1508926854
			}
		],
		"2_1MxbxpNzeMXhpYC9V2aVZFYeMVzTJ8nArf": [
			{
				"comment_id": 294,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508924142
			},
			{
				"comment_id": 310,
				"body": "http://127.0.0.1:43110/NewGFWTalk.bit",
				"added": 1508963379
			}
		],
		"12_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 299,
				"body": "Thanks!",
				"added": 1508925020
			},
			{
				"comment_id": 300,
				"body": "Same error in chromium...",
				"added": 1508925180
			}
		],
		"1_1GhYpibzrzQ9FZTeoeHxG297hgcqcv71X2": [
			{
				"comment_id": 307,
				"body": "@hippoki123 Ehhh.... I don't know if you noticed, but the standard ZeroTalk IS the actual ENGLISH ONLY board. If you want to use other languages, just check the TOP LANGUAGE BAR TO SELECT YOUR LANGUAGE.\n\nIf that wasn't clear enough: making a completely mixed language talk board in a forum that can't be moderated is absolutely retarded and stupid to do.",
				"added": 1508962913
			},
			{
				"comment_id": 308,
				"body": "@hippoki123 And btw. Reddit and 4chan is for absolute retards (mostly ---> #NOTALL). Why would we need to take them as a role model for our glorious ZeroNet? Boi, seriously, just learn to speak English and everyone is happy.",
				"added": 1508963000
			},
			{
				"comment_id": 309,
				"body": "> [ivanq](#comment_79_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er): Huh, did you notice that Main changed to English in the header? I mean, people use it as a multilanguage board when it isn't. I think we should separate English board from Main board and make another site for this and (the most important thing!) don't show English board in ZeroHello: the reason people use Chinese, Polish, Spanish, etc. on ZeroTalk is that it is easy to start using: just click on a big button ZeroTalk in ZeroHello.\n\nEnglish is the world language. It deserves to be accessed as easily. If people access it wrongly without reading the warning signs under every post that says PLEASE POST IN ENGLISH ONLY, then it is the poster's fault, not the developer's.",
				"added": 1508963167
			},
			{
				"comment_id": 317,
				"body": "> [binchan2](#comment_27_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h): What if the poster doesn't understand English at all? Like many Mandarin, Spanish native speakers, as well as they have a larger population than English native speakers [Ref:wiki] [...]\n\nThat means, they need better education and manners. I don't go into places, if I don't understand them, either.",
				"added": 1509037570
			},
			{
				"comment_id": 318,
				"body": "ZeroTalk is designed very good as it is right now. Nothing should be changed about it, because the issues aren't the forum's fault. People just need to understand their own language in the TOP BAR. Everyone can notice that and change with one single click in the top bar. Any moron can do that. Therefore I expect it from anyone who has manners.\n\nForums: English · Dansk · Español · Français · Deutsch · Magyar · Italiano · Polski · Português · Québec · Русский · Українська · 中文论坛\n\nWhat is so hard about this???",
				"added": 1509037688
			},
			{
				"comment_id": 324,
				"body": "> [binchan2](#comment_32_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h): But it just doesn't work, it will probably take forever to make every human become a good citizen or community member, there are always some people of that kind. So if we really want to solve the problem, we need to solve it from the web design or the system.\n\nOkay, so if you paint a picture and nobody understands it -- do you change your beautiful work or would you rather show it to people who actually understand it?",
				"added": 1509061839
			},
			{
				"comment_id": 329,
				"body": "> [binchan2](#comment_33_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h): Well, I feel such a question a bit unrelated. Personally I try to (and sometimes fail) be respectful to any other when I post sth in the public place. But some people just post anything they like when they find an input box and a 'send' button ...\n\nMy point is, that I don't see a reason in changing ZeroTalk in this case, if it's fine they way it is. Our problem is, that it is being abused, that's all. But that is not the victim's fault. Which is, in this case, the platform and the majority of its users.",
				"added": 1509063289
			}
		],
		"96_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 311,
				"body": "http://127.0.0.1:43110/NewGFWTalk.bit",
				"added": 1508963400
			}
		],
		"3_1CmstATrVYNZWP2aD4rgGiJpeJFcpj2Hau": [
			{
				"comment_id": 314,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1508963673
			}
		],
		"1509028020_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p": [
			{
				"comment_id": 315,
				"body": "Well, since you mentioned it, I opened a zeronet channel based on matrix long time ago. Just search for ``zeronet`` in your favourite matrix client.",
				"added": 1509037397
			},
			{
				"comment_id": 319,
				"body": "> [mari0](#comment_11_1BMjn5jgrLrGbQTbnZDLFKUuxP2ZBr4ufC): The question is... is ZeroNet as decentralized as Mastodon... or is it as decentralized as IPFS and ZeroNet?\n\nMy 2 cents: Mastodon is pretty shit. Matrix and similar techs are overall better.",
				"added": 1509037759
			},
			{
				"comment_id": 325,
				"body": "> [rrwtbrsyq8wmackv](#comment_39_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7): In what way is matrix.org analogous?  You say yourself it is for a \"todally [sic]\" different use case.  I agree -- matrix.org is federated, not truly decentralized like Zeronet, so calling it \"P2P\" feels a bit disingenuous.  Don't get me wrong; I use matrix all the time to chat (text).  But it's a different type of system; federation means it's not nearly as immune to censorship, for example, as mari0 observed. [...]\n\nYou think you are really smart. You are not.",
				"added": 1509061991
			},
			{
				"comment_id": 326,
				"body": "> [rrwtbrsyq8wmackv](#comment_40_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7): OK, not sure where that came from, but would you care to respond to my actual message?  If I'm wrong about any of this, I'd be happy to be shown why.\n\nThat's exactly proving my point, thanks.",
				"added": 1509062072
			},
			{
				"comment_id": 327,
				"body": "And btw. you are not wrong. You just think you are smart, that's all. You are not. You are just a human as everyone else here, too. Accept that.",
				"added": 1509062116
			},
			{
				"comment_id": 328,
				"body": "> [rrwtbrsyq8wmackv](#comment_41_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7): I guess this is what I get for trying to have an actual discussion on a darknet forum.  If you don't have anything useful to say, why are you chatting here?  If you just want to insult people, there are plenty of less interesting threads you can play on.\n\nYou don't even know what darknet is but still try to be a wannabe professor. I tell you the same, that I tell every single moron that behaves like you: just pretending to express yourself like an actually smart person doesn't make you a smart person. You are on the internet. Understand that and stop crying about it.",
				"added": 1509062353
			},
			{
				"comment_id": 330,
				"body": "> [rrwtbrsyq8wmackv](#comment_43_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7): Where is all this coming from?  Who is crying?  Why do you think I don't know \"what darknet is\"?  I just wanted to share some relevant links and provide some context . . .\n\n_yawwwn_ anything else you want to tell me? I gotta go, cya.",
				"added": 1509063353
			}
		],
		"102_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 316,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1509037508
			}
		],
		"101_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 320,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1509038240
			}
		],
		"13_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 321,
				"body": "> [p2p](#comment_316_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): Good idea! And it works great!Chinese language topics would be 中文话题And just now I created a topic contains list of Chinese forums and sites. I'll complete the list.\n\nThank you, too.",
				"added": 1509038440
			},
			{
				"comment_id": 331,
				"body": "> [polar](#comment_62_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6): You should also move the old Chinese threads.\n\nI think that would be too nice, considering who made the mess. It would be more just to just delete them.",
				"added": 1509113370
			}
		],
		"4_1CmstATrVYNZWP2aD4rgGiJpeJFcpj2Hau": [
			{
				"comment_id": 322,
				"body": "Appeal for Chinese don't use Chinese language on this forum 呼吁中国人不要在本论坛使用中文\n\n请每一位中国人为了在国际上维持中国人的形象做出一份贡献。\n这里是英文论坛，规定用英文发帖。\n很多中国人无视这一规定，跑到这里来发中文贴子。\n要知道在这里活动的并非只有中国人。\n我们无视规定的行为只能让外国人鄙视全体中国人。\n为了维护我们自己的民族尊严，请自觉遵守公共规定。\n请每个中国人把自己的中文帖子删除，恢复这里的版面整洁。\n\n===\n\nAppeal for Chinese users: Please do not post in Chinese on this forum.\n\nThis is the English forum. Many of you are ignoring this provision and posting here in Chinese .In order to keep the boards clean and tidy, please delete your Chinese language posts and move them over to the Chinese board.\n\nThe Chinese language board is here:\n\n[中文版论坛入口] (http://127.0.0.1:43110/NewGFWTalk.bit)",
				"added": 1509041719
			}
		],
		"1509044343_13cusqQkWAixH4fT8EtoARcWLcGgbdNDvX": [
			{
				"comment_id": 323,
				"body": "Well, I think at first you could try out some easier solutions. For example ``sudo apt install --reinstall network-manager``. Or maybe even ``sudo apt purge network-manager`` and then ``sudo apt install network-manager``.",
				"added": 1509051393
			}
		],
		"1509129499_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": [
			{
				"comment_id": 332,
				"body": "I'm a YouTube power user since it came out, so I still remember the 5 star system from back then. After all these years of experience and many thoughts about it, I would be fine with a Like / Neutral / Dislike system. Because not every video I don't like is bad and vice versa. \n\nAnd to your opinion on the dislikes: I thought the same way some time ago. Until I realized that this system is the only one that makes sense after all. Because if we are honest, we realize that people, especially the average person, will vote with how much they like or dislike what they experienced, in mind. We can't expect the user to be a professional judge and judge it by how \"good\" the video is based on objective reasons and not their subjective ones. Therefore I think it is justified, that the like/dislike system exists in this way. Although, as previously mentioned, I would personally add a _neutral_ button, as well.\nThat said, what is wrong about mass-disliking? It still reflects the truth. The truth, that a _massive_ amount of people don't like this video. E.g. videos about people liking Hitler are mass disliked and that's good! Same with the trans- and black hitlers on YouTube nowadays.",
				"added": 1509135988
			},
			{
				"comment_id": 333,
				"body": "Regarding your last paragraph, I don't think that everyone has the ability to seed all their liked videos, when they wish to. Additionally, we can still solve the \"I think this video might be bad, because I saw that it is already disliked by a lot of people~\"-bias easily by letting the user see the like/dislike ratio only AFTER they voted already, as well.",
				"added": 1509136368
			},
			{
				"comment_id": 338,
				"body": "> [realkittykate](#comment_45_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): Of course, the problem with mass-disliking is that a lot of them create fake accounts in order to achieve this. And true, not everybody has the disk space required in order to be a dedicated seeder. . . [...]\n\nReally? How many phone numbers will someone waste for so many \"fake accounts\"?\n\n\"Kill all muslims\" is clearly extremist, which excludes that it could be \"alt-right\". (Btw. it's not even nazi, because Hitler didn't hate muslims.)\n\nI count all the Chinese threads in the English main forum as trolling to some extent.\n\nOther than that, I agree.",
				"added": 1509189048
			}
		],
		"1509146189_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": [
			{
				"comment_id": 334,
				"body": "Black Hitler strikes back, apparently.",
				"added": 1509146220
			}
		],
		"1509164726_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 335,
				"body": "Windows 10 IoT is only the Windows CORE, not including the desktop. The purpose of Windows 10 IoT is that you can test IoT Apps that you created on another computer, on your Raspi.",
				"added": 1509188767
			},
			{
				"comment_id": 336,
				"body": "You can program something in C# on your normal PC and then test the App on W10 IoT on your Raspi.",
				"added": 1509188807
			},
			{
				"comment_id": 339,
				"body": "> [kai0](#comment_379_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): thank you! yes I find a Virtual keyboard for Raspberry Pi 3 Win10 IoT, and Win10 IoT can use remote desktop.\n\nAh, I see, didn't know that.",
				"added": 1509213450
			}
		],
		"1509163683_1AjaDfZzV84HSzPaTfR8dqUGF3XFRDLKqf": [
			{
				"comment_id": 337,
				"body": "I only use meta-search engines.",
				"added": 1509188878
			},
			{
				"comment_id": 341,
				"body": "> [troyharder901](#comment_1_15LYZz82LwdFA4tqWVgv3zJ8ZsWam784VV): im fond of demonoid.pw for its unique content, thepiratebay.org because its classic, and kickass because its kickass\n\nI don't think kickass is still kickass today, after all the trouble. Now, it became pretty unimportant due to lack of impact.",
				"added": 1509280938
			}
		],
		"1509250910_1N3PjG79QtJEviXTaC28e4372TGbhi3sWd": [
			{
				"comment_id": 340,
				"body": "Who would use a network of freedom on one of the most restricted systems on earth, like e.g. iOS?",
				"added": 1509280825
			}
		],
		"1509336621_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": [
			{
				"comment_id": 342,
				"body": "> [naeui7tycw9p35y9](#comment_18_1CaVUegZMXMjmRXtq5q3eZDqdtsoNvgep): in some countries there is no copyright or at least not enforced. in Thailand if you just torrent nobody cares.\n\nThere is a big difference between what should happen de iurae and what happens de facto.",
				"added": 1509366915
			}
		],
		"1509342996_1CT7RxDQNPEE8X78bDkUPhuaaUUixTmDhC": [
			{
				"comment_id": 343,
				"body": "In fact, encrypting the important directories used by ZeroNet was already discussed and it is being worked on.",
				"added": 1509367008
			}
		],
		"1509377783_1EG11ySHg4mXe3GEVwF3nVPAaX3rcvhiDd": [
			{
				"comment_id": 344,
				"body": "Depends on what you mean by \"Linux-like\". If you mean, you want a literal Linux Desktop like usually on your computer, then you can emulate e.g. Debian, Backbox or other OSes.\n\nIf you mean OSes for smartphones that are **based on Linux** then there are some to choose from:\n* Android\n* Ubuntu Mobile\n* webOS\n* Sailfish OS\n* Firefox OS\n* Amazon Fire OS\n* Copperhead OS\n* Tizen\n\nAs you will see once you check each OS out, basically all alternatives to Android are either obsoleted/abandoned or have still today many restrictions, mostly in regards to the hardware they depend on. E.g. Copperhead OS is supposed to be a \"security focused\" OS while it only works on cheap Chinese smartphones that have of course no tracking hardware in them, at all. ;)",
				"added": 1509383973
			}
		],
		"1509398086_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": [
			{
				"comment_id": 345,
				"body": "Saying \"Microsoft dump\" is like saying \"dead corpse\".",
				"added": 1509399673
			}
		],
		"1509538436_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 346,
				"body": "> [kai0](#comment_390_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): yes, but most people don't know how to use linux.\n\nCommon misconception. Linux became really easy to use while people still complain about problems from 10 years ago.",
				"added": 1509620121
			}
		],
		"1509649171_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": [
			{
				"comment_id": 347,
				"body": "Good job.",
				"added": 1509667855
			}
		],
		"1509518161_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 348,
				"body": "> [combo](#comment_1_13Zi5FudifjZ6ksrVtDpRVCwpF5UPiBGdD): A user rated system would be nice as well. For example when a site is blacklisted by (choose a number) users, you would get a prompt warning you as what content is contained.\n\nI think that is utterly useless, because this way almost every zite would get a prompt and after confirming 3 prompts in a row, everyone would just confirm every prompt.",
				"added": 1509668287
			},
			{
				"comment_id": 349,
				"body": "> [phr34kzz](#comment_20_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf): I'm only saying that it's a good idea, but there's loop holes. As it is, people can already hijack other zites by making a new zite, rename it to some other non obstructive zite with the same name and use the same tags. Theoretically, that's the same as \"Phishing\" if you get my jazz.  Maybe work on those weaknesses before implementing more features. My guess is not many here are as tech savvy to tell between urls and what they clicking aside from a nice zite title?\n\nSpeaking of that, I think  that before we continue to add more and more and more features to the client we should first eliminate as many problems as we can that are already existing within the borders of the client's current functionality. Right now we should stop adding any new major features and fix bugs, then improve the core elements and finally polish them. Once that is done we can consider progressing in regards to new features, again.",
				"added": 1509668433
			},
			{
				"comment_id": 350,
				"body": "@styromaniac regarding OP: I understand where these concerns are coming from, but on the other hand I partially see an ill-fitting intent in your request. As I understand, ZeroNet is a network of freedom for everyone. Why would anyone looking for this freedom want to be constrained by their stupid local laws? (To not heat up the discussion too crazily, let's leave out child porn, snuff vids, etc. out of this argument, for now.)\nI'm sure that most of ZeroNet users have a really good reason to be here and not on just any platform on the clearnet. That's why I'm also sure that most readers here understand what I mean by saying that the confirmation bias + other biases get tunneled and emphasized more each time someone uses e.g. facebook or twitter. People see what they want to see, what they _think_ they choose (but don't really) to experience. I don't want to see ZeroNet having features cross the line from \"filtering\" by own volition to \"tunneling\" the user into his space without (or with only little control). Yes, of course this is a little overexaggerated, but you get the point. Even only a little step in this direction might be a bad decision for this platform made for the people, if not done carefully and the right way.\n\nTherefore my answer to people living for e.g. under French law looking out to avoid lolicon: it's their own job to filter their zearches properly and to check proxies for their viability. To me, the best thing we could do to help those people is increase transparency so more people can understand and know more about the zite's/proxy's or whatever's intention and state. Because as is clear to everyone, knowledge is power. It makes people powerful and gives them the ability to use their freedom wisely. According to a famous philosopher true freedom is only achievable if the user of it has enough knowledge to be able to use it, in the first place.\n\nSo especially regarding your suggestions about something like an automated system that filters something automatically: I think that should not be our way, the way of ZeroNet. In that case I rather imagine e.g. a zearch result page with showing every (zite) link with the correct tags that maybe can be assigned to, like in Steam. If the user looking at the result thinks \"nope, no lolicon for me\" then he should be able to see the tag and avoid entering the zite. Or if the zearch has a filtering function then the user should filter the tags for each search or write a script or we could implement a zearch profile, that saves the filter preference in a simple file, so the user doesn't have to filter before each zearch. But all these \"automated\" things should be accessible only through the frontend and not on the \"backend\" (metaphorically). (Backend = implemented into client -> hard to change by an average non-developer user) Although, even if the user would be able to easily change between automated moderation or not then it still would be too much hardcore filtering. My hard to explain point is that every user of this platform should be kind of easily exposed to any _anormal_ content (not including gruesome, that's another hour-long debate) even if they don't actively \"choose\" to experience it. Freedom of expression only works if we protect people who express opinions that are in minorities. The people of the most popular opinion have the job of making sure that everyone has a voice and everyone can be heard, no matter what opinion they have. Letting these people only express their opinions in a way that nobody can hear it, because it's all filtered out (automatically?) then the whole point is already dead.\n\nAs I partially pointed out, I think a Steam-like tag system would be great. People can assign their own tags to any zite and the more often a specific tag got independently assigned by many different peers, the higher up it will be seen in the tag list. If at some point some morons would still emerge from the scam-depths of the clearnet by making tons of accounts and faking the tags, then we could still \"blacklist\" it publicly on a dedicated topic post in 0list, that everyone should subscribe to, to follow the newly added zites.",
				"added": 1509670583
			}
		],
		"1509742198_1BgmsWcEitkkf96t5qVkBFPoYwdoc4hSqA": [
			{
				"comment_id": 351,
				"body": "\"unless we introduce something like a Universal Basic Income across the world.\" etc....\nOR we stay in reality and just let the user mine some coins while visiting the website. This is the future of supporting independent networks like e.g. PirateBay, anyway.\n\nThat said, I can't believe, after all the (in your opinion) moral appeals you have made to basically everyone regarding everything, that you would accept native advertisement even though it is literally the devil's work. What is worse than the worst cancer which is advertisement? NATIVE ADVERTISEMENT. Period.",
				"added": 1509760231
			},
			{
				"comment_id": 354,
				"body": "> [bigcattk](#comment_3_1BgmsWcEitkkf96t5qVkBFPoYwdoc4hSqA): Didn't the PirateBay get a bad rap for forcing users to mine coin? I'd be happy to experiment with coin mining provided it doesn't crash people's devices and provided it has a decent pay out that makes up for whatever inconveniences it may cause. We'll see how this goes anyway.. everything's still in the tinkering stage.. so if you have any complaints, be sure to write it below!\n\nYes, because 1. the complainers are stupid 2. piratebay was stupid for _forcing_ it. I know sites that ask you if they may mine on your machine. Once you decline, there is no problem.\n\nThis is in my opinion the best way of supporting that can be offered right now. I am sure that, once the site or zite reaches enough popularity, there will be a couple of people supporting it 24/7 like that, as there are enough do-gooders who seed torrents 24/7 without personal gain, either.",
				"added": 1509840241
			},
			{
				"comment_id": 355,
				"body": "> [helium](#comment_42_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): You can use the solution that the ZeroNet creators, the PirateBay people, developed EXACTLY FOR THAT PURPOSE.https://flattr.com/\n\nThat doesn't solve the problem at all... You have to pay money for it. Directly. Whereas CPU power is _**indirect**_ money. You don't have to do anything with your bank or any online wallets. Some people also have free power in their home so it's literally free for them.",
				"added": 1509854297
			},
			{
				"comment_id": 356,
				"body": "http://127.0.0.1:43110/13eFkhbXXQcJqd729zRLL9tMxxhz9d4UA6/CpuContribute.html\n\nEZ",
				"added": 1509854497
			}
		],
		"1509722014_1Ln9SQNhoFLANMJBzf1ShJNjbenvxtvWoz": [
			{
				"comment_id": 352,
				"body": "What is this dirty clearnet bullshit, fuck off!",
				"added": 1509760607
			}
		],
		"1509721890_17Nme2gWN8QqD2APgvXV9vn6jR8VrT6MLK": [
			{
				"comment_id": 353,
				"body": "Except your ISP does not allow you to port forward... Which ISP do you use?",
				"added": 1509760692
			}
		],
		"1509875375_123rY6a7W3RMmgFHrTdMR1NwGfciuKwsV4": [
			{
				"comment_id": 357,
				"body": "Where do these bastards come from, they spread worse than the black plague...",
				"added": 1509892712
			}
		],
		"1509888348_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 358,
				"body": "Did you try to re-install the client and re-download the affected zites?",
				"added": 1509892817
			}
		],
		"1509870437_1F7girY8ioKfEEHSFkWf9m82xmvYA1yZ28": [
			{
				"comment_id": 359,
				"body": "Two morons found each other, I'll grab popcorn.",
				"added": 1509892968
			}
		],
		"1510005832_1NzStAUQxpajofpes44xM5HAGBso2EG2XJ": [
			{
				"comment_id": 360,
				"body": "I agree with styromaniac and yet I have a general answer for most people:\nFirefox Klar\nright now the least crappy browser of ALL. I've tried dozens over dozens over different browsers, 98% of them are pure shit crapped into an app...",
				"added": 1510023762
			}
		],
		"1510036025_15gfWASCEHFnhHREdAfWH9a8ZwHBXUKbUq": [
			{
				"comment_id": 361,
				"body": "Not at all a ref-link, just looks like it ain't it.",
				"added": 1510054594
			}
		],
		"1509624447_1CGweCTCsFxD5FjvciBaGagZXsAUbXustF": [
			{
				"comment_id": 362,
				"body": "@axeltherabbit I sent you a message.",
				"added": 1510055238
			}
		],
		"1510050824_1BgmsWcEitkkf96t5qVkBFPoYwdoc4hSqA": [
			{
				"comment_id": 363,
				"body": "Check out Lawrence Krauss.",
				"added": 1510096442
			}
		],
		"1510208137_1PyrAjbZiHyfW7jSWeUpDPSeMU7sAJ5HSs": [
			{
				"comment_id": 364,
				"body": "fetlife.bit",
				"added": 1510277636
			}
		],
		"1509495588_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 365,
				"body": "> [blazar](#comment_11_1P1baCe1LLjror4CZjChWFy7D7cVWyPL83): Its impossible. Windows 10 IoT is the way to turn your full featured computer into an arduino-like piece of shit.\n\nGenerously worded.",
				"added": 1510277809
			}
		],
		"1510300423_1BgmsWcEitkkf96t5qVkBFPoYwdoc4hSqA": [
			{
				"comment_id": 366,
				"body": "Except for some people it is the opposite. They spend too much time with average derps around them and become crazy for being forced to do that.\n\nAnd my 2 cents: mentioning gender in this story is not only unnecessary but reading it from you it seems ideologically caused. _sniff_\n_sniff sniff_\nSmells almost like 3rd wave nazi cancer.",
				"added": 1510315350
			}
		],
		"1510297231_1G2KAr146veEMjvkrhD3sXMUH1fAuZdswM": [
			{
				"comment_id": 367,
				"body": "It depends on your personal preferences. If the 3 mentioned ones are your only preferences, you should find some easily by doing some quick searches on the clearnet.",
				"added": 1510315466
			}
		],
		"1510279908_16oMvhMrWnKi271dR6fyRuG6XV7Uw6mzh4": [
			{
				"comment_id": 368,
				"body": "You can make your own UEFI certificates and add them to trusted easily by using Linux. No need for external devices or VeraCrypt for that. Once this is done, the disk can be of course separately encrypted.",
				"added": 1510315722
			},
			{
				"comment_id": 389,
				"body": "> [infectsec](#comment_1_16oMvhMrWnKi271dR6fyRuG6XV7Uw6mzh4): Maybe, but you should know that not all people have the knowledge to do so and know that not everyone uses kali linux...  My site is for people who use windows and need to get their thing fixed without spending hours reading stuff!!\n\nKali sux ass.\n\nThe method I talk about doesn't take hours to understand. If you are a slow brain then it takes maybe ~1 hour max.",
				"added": 1511734264
			}
		],
		"1510393256_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 369,
				"body": "What's your goal? Do you just want an easy 1-click solution or do you specifically need a .deb?",
				"added": 1510444777
			}
		],
		"1510336683_1HqjpmXRRfMPVUHqZ6vDvotCXpcNXCg5R7": [
			{
				"comment_id": 370,
				"body": "No open alternative to discord is being used?",
				"added": 1510446042
			}
		],
		"1510499714_18j1DomS5vDgXcKnSGuSmPSDTQjxiWpyA5": [
			{
				"comment_id": 371,
				"body": "Wow, that's awesome. Thank you very much.",
				"added": 1510575258
			}
		],
		"1510613868_13Zi5FudifjZ6ksrVtDpRVCwpF5UPiBGdD": [
			{
				"comment_id": 372,
				"body": "1st I wanted to clarify that I2P and TOR both serve different purposes.",
				"added": 1510615330
			},
			{
				"comment_id": 373,
				"body": "> [vizy93](#comment_2_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o): \"However your an exit node for some traffic at that point.\" [...]\n\nI can confirm that and that's what I meant.",
				"added": 1510661412
			}
		],
		"1510856783_17ychMBS8Vq1mXtRgteUBcLSTuVGzcBLQQ": [
			{
				"comment_id": 374,
				"body": "Who needs those skrubs over here... I wouldn't post it on forums like that. And in regards to the previous comment: I seriously don't want any of the retards here that still after all what we know about social media use Twitter or even Facebook. Those people obviously don't care about freedom, at all, else they would've already left. I think that spreading Zeronet on these pages would draw more criminals and malicious hackers here, than actual users wanting freedom. Remember, every zite you visit is code you download on your computer, that could run.",
				"added": 1510869563
			},
			{
				"comment_id": 376,
				"body": "> [xianc78](#comment_15_141zS75MupoDVjN4p7ivG9pXUXjAm9jLBQ): Most imageboard users like the ones on 4chan and 8chan are for free speech so I don't think that this is a problem.\n\nYes, but free speech also includes idiots wasting their mid-life on posting stupid shit on these forums. I don't miss them here. Already the replies to the ZeroNet thread on /g/ partially seemed stupid.",
				"added": 1510870097
			}
		],
		"1510821243_1CxzW1WSzp2bYT7HAsLcw1wt1USDmSjHM5": [
			{
				"comment_id": 375,
				"body": "> [ci4y](#comment_5_14PzsnCRVLJtnK3K87kZwzao5gEAAMo657): I'm chinese too.So,would anyone come up with me?\n\nDid you setup ZeroMail already?",
				"added": 1510869880
			}
		],
		"1510901362_19k9HhwRsEhpPPtmEwxYvjakUb124KrDRm": [
			{
				"comment_id": 377,
				"body": "Timeless classic.",
				"added": 1511056375
			}
		],
		"1511141829_1QLQK7jRVb9AeziriC8t7ytHcQfdpv1WkV": [
			{
				"comment_id": 378,
				"body": "That's a huge problem. Anyone who does block coinhive/authedmine willingly doesn't understand how much freedom it gives the user compared to ad-funded revenue solutions. (Just look at YouTube's censoring, that is just one example...)\nCoinhive's system is the future of revenue in a redecentralized internet of freedom.",
				"added": 1511142122
			},
			{
				"comment_id": 379,
				"body": "@zerocateu \"A: NEVER use Coinhive.js without asking for permission from the user first. After all, websites always request permission to activate Webcam, microphone, etc.\" Does not work in Tor Browser.",
				"added": 1511142178
			},
			{
				"comment_id": 380,
				"body": "Now I read through the thread on github. It is horrible and terrifying. Easylist for Adblock should promote freedom and not follow the tracks of Google Chrome who have only 1 goal: keep ad revenue solutions alive, because that's the best choice for Google themself and the other capitalistic exploitation companies.",
				"added": 1511142518
			},
			{
				"comment_id": 381,
				"body": "> [zerocateu](#comment_7_1QLQK7jRVb9AeziriC8t7ytHcQfdpv1WkV): I should add that Coinhive should be confined to the Clearnet. I don't recommend running a miner on a Zite .. Zites are more like a fragment of internet history, a way of ensuring the immortality of your content.. but ultimately they will never replace the mainstream clearnet, because blockchains are huge and bulky, and ever-growing.. but blockchains are there to stay nonetheless, and can still have a symbiotic relationship to the clearnet.\n\nNo, the blockchains just have to be re-vamped, is all.",
				"added": 1511143187
			}
		],
		"1511551884_1PqPgJRxQNDQcWu57czCohVq92DkNytjHN": [
			{
				"comment_id": 382,
				"body": "HK's streets are already filled with crippled mainlan china people, they really don't need any more.",
				"added": 1511567744
			}
		],
		"1511539827_1FKuNsExQML7APuNmkCV8uzB5pKupcmnck": [
			{
				"comment_id": 383,
				"body": "I'm very Liberty-minded, else I wouldn't be here. But I am in no way a Libertarian. Mixing those two up is like saying that Nazis were communists, because they were National \"Socialists\".",
				"added": 1511568297
			},
			{
				"comment_id": 385,
				"body": "> [kopyjane](#comment_54_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): Libertarians these days seem divided over whether they want to be ruled by government bureaucrats, or corporate power. I'd say.. bow to neither.\n\nA very good summary of today's \"Libertarian's\" situation.",
				"added": 1511637903
			}
		],
		"1_19RUZHcaNj247EGGxFXopJyaLwvcMPsYLZ": [
			{
				"comment_id": 384,
				"body": "What is so special about this book that you can't accept any other? One master piece of a guide to Latin is e.g. Grundwissen Lateinische Grammatik by Langenscheidt.",
				"added": 1511637790
			},
			{
				"comment_id": 386,
				"body": "> [namenlos](#comment_1_19RUZHcaNj247EGGxFXopJyaLwvcMPsYLZ): Thank you, but the problem is I can't find this book either.\n\nYou can't afford to pay the 12 bucks for it? I think it's worth it. If you really HAVE to get it as an ebook then I don't know if there are any Latin ebooks out there, since this language isn't \"the hot stuff\" when people decide which secondary language to study.",
				"added": 1511720005
			}
		],
		"1511719880_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 387,
				"body": "> [zloy](#comment_3_1BU9eC7xUyXzMXYeFkWZFwPAqSvMEqL7i6): hash reversal as a service (recovering password from, for example, MD4 hash)\n\nMD5 is already deprecated, so I doubt anyone uses MD4 at all.",
				"added": 1511731631
			},
			{
				"comment_id": 388,
				"body": "> [glightstar](#comment_27_14K7EydgyeP84L1NKaAHBZTPQCev8BbqCy): You could try and modify a file, so that it has the same whatever-hash of another file..(\"whatever\" standing for md5, sha1, or similar)\n\nThat's a cool idea but what would I use it for if not distributing malicious code to someone?",
				"added": 1511731696
			},
			{
				"comment_id": 390,
				"body": "> [glightstar](#comment_28_14K7EydgyeP84L1NKaAHBZTPQCev8BbqCy): Oh wow, that's a \"bit\" unsafe\n\nhar har har har har har",
				"added": 1511911118
			},
			{
				"comment_id": 391,
				"body": "> [helium](#comment_90_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): In stead of wasting electricity because it's free, You might do something useful. I suggest simulations, calculating game trees for chess and then figuring out, how to compress them for reuse. Another very useful, but calculation heavy, task is training gaming bots. If You want a game bot to be a truly fine adversary in real war robots or in games like thehttps://worldoftanks.com/orhttp://tankionline.com/then training the AI bots makes a lot of sense. I'm pretty sure that the tanionline.com and thehttps://www.americasarmy.com/use the data from human players to train their robots and battle estimation systems.There's even a \"SciFy\" movie about it, where war robots are trained on an island by making them play against human soldiers and then the runners of those robots loose control of the robots, become unable to switch the robots off and the robots start to learn by actually killing the opposing team members:https://www.youtube.com/watch?v=TPLEjs7im9c [...]\n\nWow, I'm impressed, that are awesome inspirations. Is any of this doable without a desktop environment? I planned to use CLI only.",
				"added": 1511911245
			},
			{
				"comment_id": 392,
				"body": "> [vizy93](#comment_11_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o): Find a provably fair cryptocurrency gaming website and see if you can crack the salted \"answer\" to the game that is provided before the game starts. Alternatively, see if you can make two game playthroughs (plus salts) that yield the same hash. If you can, just open your own cryptocurrency gambling site!\n\nSounds pretty cool, but I doubt I am capable of making such thing at this point of time.",
				"added": 1512006863
			}
		],
		"1512068748_192QiJtwfzw9NemSqGN1oCZGH7SP2ZXRWW": [
			{
				"comment_id": 393,
				"body": "In America right now, yes...",
				"added": 1512264161
			}
		],
		"1512454998_1F5HXAibuABEqe3XzbhQ7tq7J5m2JQHhHN": [
			{
				"comment_id": 394,
				"body": "I wonder why nobody asked this yet: what programming language do you want to focus on?",
				"added": 1512479564
			},
			{
				"comment_id": 395,
				"body": "> [zerodays](#comment_6_1F5HXAibuABEqe3XzbhQ7tq7J5m2JQHhHN): Programming wise I would like to focus on python if I could :)\n\nWell, it seems to me like this is the new hyped programming language, isn't it.",
				"added": 1512518012
			}
		],
		"1512495964_16kTteUpdwGCbNpQzcNZvFpEDCdqP41Vne": [
			{
				"comment_id": 396,
				"body": "You mean a portable client? Every major VPN provider already has mobile clients or at least an easy config for your phone.\nIf you mean portable server, I doubt that would be easy to establish.",
				"added": 1512518147
			}
		],
		"1512740015_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": [
			{
				"comment_id": 397,
				"body": "What do you mean by \"alright\"?",
				"added": 1512741894
			}
		],
		"1512763866_1FqWuFMghrhssAGMfzihrY7y8Fw8siwwyQ": [
			{
				"comment_id": 398,
				"body": "> [danny](#comment_1_1gxnMbioXRbkebgK9JSmqkPhXRH97a6Jn): Its recent growth is indisputably a bubble. I'm sure it continue to go up for a few months but its growth isn't sustainable. So make your money now while you can. Personally I think Bitcoin is a great sample of the public leger (blockchain), tokenization, and DAO concepts that will impact society over the next few years.\n\nThat's what I heard when it was still 1,500 bucks worth.",
				"added": 1512843209
			},
			{
				"comment_id": 399,
				"body": "In general, I think Bitcoin is obsolete and will become very unimportant within the next 10 years, simply because the technology is too old and many new altcoins are way better and just lack the hype and popularity of Bitcoin.\n\nWithin the next 20 to 30 years I assume there will be like 3 - 5 big altcoins and that's it. Each with their own purpose. One will be the most environmentally friendly, i.e. Proof of Capacity based. Another one will be extremely stable in terms of price. Third one will be extremely private, like Monero or Vertcoin now e.g. That's what we will use, once the majority of people will realize how much better the alternatives are and how limited BTC actually is, if you take off the hype glasses.",
				"added": 1512843594
			}
		],
		"1512998155_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": [
			{
				"comment_id": 400,
				"body": "Great idea! Especially the ``ziteinfo.json`` sounds very useful. I'd be in.",
				"added": 1512998547
			}
		],
		"1513230190_1K8XkWirXhKSqE3t6WfcjbUcuSTCamzqMJ": [
			{
				"comment_id": 401,
				"body": "Putting Facebook into ZeroNet would be like putting a nazi into a group of scientists. It just won't fit.",
				"added": 1513273332
			},
			{
				"comment_id": 403,
				"body": "> [nekololi](#comment_86_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): nazis and scientists got along really well actually\n\nThat's what they try to make you think. Obviously the \"scientists\" were doing a lot of unnecessary experiments, because they actually had no idea what they were doing. That wasn't scientific.",
				"added": 1513530898
			},
			{
				"comment_id": 404,
				"body": "> [missesrobot](#comment_42_19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB): zeroMe is good enough as it is. It's also way cooler because you get to interact with people with similar interests.. thanks in part to the hub system. We really don't need a Facebook. Facebook is just a low-self-esteem factory.\n\nExactly!",
				"added": 1513530941
			}
		],
		"1513527635_1MCsuaWbHen3B6XtssFMPn2aD7rB8iT6bp": [
			{
				"comment_id": 402,
				"body": "1st - bad bait\n2nd - If I had a botnet, I would punish you for trying to act like the other White Knights.",
				"added": 1513530371
			}
		]
	},
	"comment_vote": {
		"43_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"42_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"44_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"278_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"141_18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6": 1,
		"9_1AZG3avnpwcn37q9eeCEjXKFBye81eAxg5": 1,
		"1_15TSdTU5ZrAHXXiMQvMUEEUm17GFt5WqWp": 1,
		"52_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"72_18eGWSaM3Vc9i61LVfogjQJf5gp7EN7b9Y": 1,
		"53_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"1_1J1PqgvWDkxQKRY4WUx3ZeTex4XZA2A7cg": 1,
		"1_1G6QESmeipZsukJX5WvDxxwSioaGnEDRk3": 1,
		"291_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"289_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"4_19BZ9s633TaM3t7oW5bQPTPQJU3cbyibVH": 1,
		"205_1KdnTJVBGzEZrJppFZtzfG9chukuMv8xSb": 1,
		"37_1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw": 1,
		"292_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"37_1HiyP7AD74uGuGBZLqhcmfQgwu5VC8nnYY": 1,
		"34_1HiyP7AD74uGuGBZLqhcmfQgwu5VC8nnYY": 1,
		"1_17eEEfYPLR4wdej85kFmH2gNeSnxiTBvgC": 1,
		"296_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"19_1AZG3avnpwcn37q9eeCEjXKFBye81eAxg5": 1,
		"468_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"466_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"8_1C9HXUYFSVafLxanwkaFPZRcRgCEGsj2Cn": 1,
		"4_15j9RixaGozV6Dwp3a9iigZNbjtUyz6Rbq": 1,
		"1_1G1rxLmkA3aWSFCxKLiq7VPk1N6Jc4H5wU": 1,
		"1_188Uit7FJJgyMWE3yh6934fKSucopDHgDz": 1,
		"6_1Ekf2tGQLhG3iifFsuUk9RcBPx26cQmCD1": 1,
		"6_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"923_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"1_1JohDsBE8EHBpcCR7jZY4F8Com2Qqj2Ei9": 1,
		"1_12Am8KvGKTTHgiWYCwDfpDe4gm29FiQXLf": 1,
		"4_12rCXV53VLAvJSGqd5FFFvwL5a8s9BQHKz": 1,
		"1_1NjXYmYuqNt8hXpmYJvfkdgSaE7FMjgnKj": 1,
		"1_12rCXV53VLAvJSGqd5FFFvwL5a8s9BQHKz": 1,
		"2_1Azv57E64Sx1WDHob5vYuQC8MP3DLGLEPh": 1,
		"3_1Azv57E64Sx1WDHob5vYuQC8MP3DLGLEPh": 1,
		"2_13kimmZahuVSK16LDm8LLLMFQ2zyCLGKzD": 1,
		"6_19DFp5T4xT76tiFUK14oYJrKJWrxCruG8p": 1,
		"1_1Fg2Z2d2qzasQtm2u8ncPWZgoAh8CpP4BK": 1,
		"404_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"4_1F6BMqittjWUStzUbRXm2kG2GQ3RdBLqFQ": 1,
		"3_16edBgV1G9fYMMeE84WSRG6Fji42hY1cMY": 1,
		"2_1Q2yjutP8VevpmW5ZuKzNcDUQbUFn3gsVT": 1,
		"1_1MRoJ4bco5SwBjeXHfVudgB3F52fDpSGqi": 1,
		"4_16edBgV1G9fYMMeE84WSRG6Fji42hY1cMY": 1,
		"1_1JuJzy7nP1eBDojviCHFZYs36AftHQ5BmE": 1,
		"1_149Huqc8mffmjToqYMtqgEh4tyhTXANmbN": 1,
		"2_14Vq83MXab3n4d2R54jhiLALyMTEcpJRE5": 1,
		"1_1CWmAbjJt5RiioQHTshTcyAkv4g6y27cLo": 1,
		"1_15WB7QQ7wbngq2YyLpPcYamVdVRADdL7vt": 1,
		"5_1N42mMrwtxF2WK8W6LrvcvbS9KwuQFTJk4": 1,
		"1_18DExvnWNRp3xKFDmxuQtDKAnyhpE6e5xv": 1,
		"127_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"126_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"16_14LGKhv21es4drCF2mL7gDWSb13S3wmaeQ": 1,
		"4_19imiBWm39vSNQpp9a4y3zwHyasYJsMDp2": 1,
		"2_1ASCdxpruMqp1eDrMf4v7VibcguVWoyNo7": 1,
		"23_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"43_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"5_1LFxK1BSHEnkJcXXb4qGszVUxEwqLVSJU8": 1,
		"15_1G6QESmeipZsukJX5WvDxxwSioaGnEDRk3": 1,
		"2_1C7n6zRrrSXhGoT9jTfsF4KMsH7ZveutBy": 1,
		"22_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"1_1Q5PL1shtKnkuTUgB8bUonaXFUPH51zj3k": 1,
		"24_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"1_1C6M77TWvSnQKyxC2d6ZDXT1Rjp9fSc3Gp": 1,
		"26_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"981_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"31_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"5_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": 1,
		"34_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"7_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU": 1,
		"3_1NDhNyavxhFyWJHscjPu5qYjMbpfKSDVzt": 1,
		"2_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": 1,
		"12_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU": 1,
		"48_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"15_1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u": 1,
		"2_12rbfCLXUZy9GsuJdz6K8gt51Vkine7NDj": 1,
		"442_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"8_1AqXhGEgfmdaUUsvNp3GL9pueqqLbHMkXp": 1,
		"185_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"5_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"47_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"25_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"987_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"6_16J4P74LkfZ87zHug8ycEHmYdvp6wMdkXt": 1,
		"1_1QFD7pot5H7j6eqNjXk5haXzfM4EqcC1xB": 1,
		"5_145zD8daiDKRDbrKXhJJUHA1sduTPZU3Kh": 1,
		"30_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er": 1,
		"8_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7": 1,
		"9_1AyLtNX1hKoT6jqTWM9tFkLDvWPAs6jGpg": 1,
		"38_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"51_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"126_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"6_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"68_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"1_18estjz3qxG4WBwG1JqjUECS8g6juuDovV": 1,
		"19_14LGKhv21es4drCF2mL7gDWSb13S3wmaeQ": 1,
		"8_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": 1,
		"1030_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"55_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"129_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"228_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"20_1CSDDARdrzUk9iXgx8bopdfRi3TsZmdPEP": 1,
		"35_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7": 1,
		"2_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": 1,
		"243_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"3_17JewVacvqaUynaYh1sup3nWcuKSPzET2Q": 1,
		"59_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"1_1BghwqwD4SJaigm7kQjxvgTyEdxZgzWhSS": 1,
		"6_1PSCnSCea32rRVNNTxgKDyC64pnGp9AXSn": 1,
		"142_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"340_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": 1,
		"2_18pmyRozBzTRrTgHmmBuEaLtzi4nwfbYSe": 1,
		"15_12zCc2NbwzhGnp9uMuoCT6EEKrEGmBmGiL": 1,
		"289_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"8_1DB2LvB7sYceU3uD2jW5KnmPHFk7sxe32s": 1,
		"316_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": 1,
		"1042_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"25_1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6": 1,
		"33_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h": 1,
		"62_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"1_18h8BwVu9wYQirYQVqdMwYW2SkSUuEAJM1": 1,
		"32_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p": 1,
		"6_1FKrCcxyhZGUxUyj4Lkmrdrwv3uTo2C8NY": 1,
		"6_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": 1,
		"1_1ALwbRLVTnHkqz8mCtWrHV1AsZLFkRhJj2": 1,
		"322_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"5_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": 1,
		"23_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"11_1PvuX8HD3uoKanDSBvicJvXHuqSC1TSBsp": 1,
		"15_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": 1,
		"5_1ARcprAueEoBTYcr7CCD2hxM9cMkGcGd4M": 1,
		"99_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"20_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": 1,
		"21_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": 1,
		"22_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": 1,
		"349_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"350_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"182_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"3_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": 1,
		"13_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": 1,
		"16_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": 1,
		"1049_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"192_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"145_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"354_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"198_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"200_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"47_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7": 1,
		"205_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"1_1K2WtdsHZYjArvQBH3amE2AHHRUckS1xoK": 1,
		"11_1P1baCe1LLjror4CZjChWFy7D7cVWyPL83": 1,
		"1_181AmMqTMZHbCuuERKRDFxfGCrfbnKHLDc": 1,
		"2_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o": 1,
		"3_13oRBYqNeUr6Tvgt4KkAT9FT4XRiKFBjnE": 1,
		"39_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h": 1,
		"1_12QBNnnWMchCNsy1TaARZanAkgKrZLtXLt": 1,
		"378_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"379_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"380_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"23_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": 1,
		"31_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1058_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"21_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o": 1,
		"54_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1_1KiMJsULUcZVNSJb1bbhyN2XQ7m1Fb3SLD": 1,
		"90_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p": 1,
		"99_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p": 1,
		"11_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o": 1,
		"118_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"394_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"1_1NVRQ533fwKrZaRyP8joH2kk6gis2G7PVp": 1,
		"9_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": 1,
		"4_1NVRQ533fwKrZaRyP8joH2kk6gis2G7PVp": 1,
		"186_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"1_14tGkWydPLnPCVP5i9T4WSccnyAuLjEBnv": 1,
		"1076_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"22_19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB": 1,
		"3_19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB": 1,
		"14_1NVRQ533fwKrZaRyP8joH2kk6gis2G7PVp": 1,
		"91_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt": 1,
		"2_1C2WLUDGXKeWSpkJRUphzvDqyCzjPm98yx": 1,
		"21_12pqz164272L8bYB9UA2enxr92boTWBpfd": 1,
		"42_19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB": 1
	}
}