{
	"next_topic_id": 10,
	"topic": [
		{
			"topic_id": 1,
			"title": "Japan AV日本",
			"body": "Japan AV日本AV 1080Pmagnet:?xt=urn:btih:73614CFF45588900D546DC7759003A720712C9C1",
			"added": 1500224748,
			"parent_topic_uri": "13_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "习近平家族万达持股",
			"body": "万达集团部分股东及其和高官的关系\n纽约 —\n中国财新传媒旗下财经网10月30日报道，中国首富、万达集团董事长王健林头一天在美国哈佛大学公开演讲时，回应主持人就中国最高领导人习近平姐姐、姐夫控股的公司曾入股万达旗下的万达商业地产提出的问题，一语道破天机，直接证实了美国之音和纽约时报等媒体先前报道的习近平家族万达持股真相。\n经过多年深入调查并首先揭示习近平家族财富的纽约时报记者傅才德，星期五接受美国之音采访时指出，王健林星期四关于习近平家族财富的公开讲话可能犯了一个错误，以至于给了外界一个窗口，让人们看到在中国有权有势的人可以把股权在名义上转让给别人，让自己变成一隐藏在幕后的实际股东。\n王健林道破天机：习近平家族万达持股真相\n王健林道破天机：习近平家族万达持股真相\n0:00:00/0:06:01 下载\n弹出播放器\n财新网星期五报道，中国地产大亨王健林星期四在哈佛大学主讲“公开课”，在回应有关纽约时报报道时，他说，齐桥桥和邓家贵在万达上市前两个月就已经把万达的股票全部转让，并说 “这件事邓家贵先生是牺牲了巨大利益的”。齐桥桥和邓家贵是中国国家主席、中共总书记习近平的姐姐和姐夫。\n但是，财新这篇报道王健林赞扬习近平“治国严，治家更严”的文章几个小时后就从财新网上被撤下。\n习家族仍是股权主人\n傅才德告诉美国之音说：“奇怪的是，邓家贵和齐桥桥那个时候（2014年12月）已经没有万达的股票了，因为根据工商局的材料，2013年10月份，他们已经把他们万达的股权转让给他们的一个长期职工徐再生。”\n傅才德说，王健林在哈佛演讲中可能无意中说出了邓家贵和齐桥桥实际上仍然是股权主人的事实， “虽然那个时候齐桥桥和邓家贵已经没有万达的股票，但实际上他们有。王健林有可能犯了个错误，但这给了我们一个窗户，看到中国很有权力的人有办法把他们的股权名义上让给别人，这就是所谓的‘白手套’现象。”\n星期五，傅才德就此在纽约时报发表报道说：“在为他（王健林）的公司与习近平家族的关系辩护时，王健林先生可能无意中在提醒大家有关中国权贵之间的通常做法：为掩盖商业利益，有时要把股份转让给亲戚或商业伙伴。”\n秦川大地投资公司2014年年度报告中没有列出任何投资(傅才德提供)\n秦川大地投资公司2014年年度报告中没有列出任何投资(傅才德提供)\n傅才德说，截止星期五，秦川大地投资有限公司现在仍只有一个股东，就是徐再生。\n今年4月28日，傅才德在纽约时报发表《万达帝国王健林：游刃于商业与权贵之间》后告诉美国之音：“2013年10月8日，齐桥桥把她在秦川大地公司的股权转让给一个人，徐再生，这个人是他们的职员，公司副经理。”\n他说，从工商局内部档案查获的信息显示，“徐再生从2000年开始就在齐桥桥和邓家贵持股的深圳远为投资有限公司工作，到2013年他已经跟齐桥桥、邓家贵工作了13年了。所以，我们虽然不能说这些股份还是齐桥桥的，但是应该有一点怀疑。”\n怀疑被王健林证实\n显然，半年前傅才德的怀疑，半年后让王健林在哈佛证实了。这也许是当局立刻撤下这篇文章的主要原因之一。傅才德在报道中说，“中国商人对最高领导人的股权持有作出评论是极为罕见的”。\n公共记录无法证实已经卖掉万达股份\n傅才德在星期五的报道中说，万达上市前的文件显示，秦川大地投资有限公司在2014年8月中旬仍是万达股权持有公司。\n报道说，从公共记录看不到秦川大地是不是已经卖掉了万达的股份。他还说，2013年底秦川大地持有3家公司股份，其中包括万达。而在该公司2014年的年度报告中，没有列出任何投资。\n财新网的报道说，王健林是首位在美国哈佛大学“公开课”上演讲的中国企业家，王健林在演讲中还说，万达“没有背景”，“公司发展靠的是商业模式和企业管理”。\n万达的高层背景已被证明\n傅才德说，纽约时报的调查已经证明了王健林不仅有背景，而且有很大的背景。傅才德说：“当然，很多人说王健林很有能力，很聪明，是个非常好的商人，但是，我们已经证明了他有背景，他有这么多强有力的领导人跟他有金融方面的关系。”\n傅才德说，万达上市前的20个最大股东中有4个是中共政治局委员以上领导人的亲戚和商业伙伴。\n傅才德说，王健林星期四的演讲已经公开承认了万达与习近平家族的关系。傅才德说：“还有贾庆林、温家宝家族，第四个，最大的是王兆国家族。这是我们已经证明了的，有可能还有一些人，但是我们没有证明，所以只能说这4个。他们4个家庭的股票价格现在一共是12亿美金。而王兆国的亲属，他们最初花了50万美金，现在的价格大概是5亿美金，增加了1000倍。”\nhttps://www.voachinese.com/a/wang-jianlin-20151030/3030110.html",
			"added": 1500226682,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "纽时：习近平家族财富曝光后 习家急忙脱手",
			"body": "纽时：习近平家族财富曝光后 习家急忙脱手\n分享\n打印\n评论\n华盛顿 — 六四事件后起家的北大毕业生、亿万富豪肖建华对《纽约时报》有关他的发家史的一篇报道发表声明说，他的公司去年收购习近平家属持有的一家投资公司的股份是为了帮助他们处理资产。这份声明反映出，习近平家族在彭博新闻社发表了有关习家人财富的报道之后不惜赔本处理资产。\n拥有亿万身家的金融家肖建华6月4日透过发言人对《纽约时报》的一篇报道作出回应。这篇报道讲述了原北大学生会主席肖建华在1989年的天安门示威被镇压后投身商界发家致富的历程。\n这家美国主要报纸说，他们浏览的企业记录显示，肖建华与他人共同创立的一家企业在2013年1月出资1500万元人民币，收购了习近平的姐姐齐桥桥、姐夫邓家贵所持有的一家投资公司50%的股份。习家人通过秦川大地公司购买了与中国建设银行合资的这家投资公司的股份。\n《纽约时报》的报道说，1989年，肖建华没有参加学运，做为回报，北大后来资助他开办公司，让他获得了第一桶金。\n肖建华通过公司发言人在声明中称这篇报道“有严重失实之处”，并表示，他和公司的发展，完全是“白手起家”，与六四事件没有任何关系。\n至于习家财产问题，声明说，自从彭博新闻社发表了有关习近平家族财富的报道之后，秦川大地公司股东“为了家人，自动退出其辛苦创业合法经营的商业项目，退出的项目基本和投入等价或者承受了较大损失。”声明说，因此可证明，其股东并没有利用家庭影响而赚取任何额外商业利益。\n声明进一步为习近平家族投资股份公司辩护说，该公司股东“当时投资入股企业没有利用任何关系或者家庭关系，完全是自主合法的商业行为，退出过程也是完全合法合规的。”\n声明还表示，“等价退出本身就造成了秦川大地公司股东很大的机会成本损失。”\n这个声明显示，习近平家族之所以决意出售投资公司的股份，甚至不惜蒙受机会成本损失，是为了尽快处理掉这笔资产。\n目前并不清楚习家人总共处理掉了多少资产。不过根据公司向中国政府提交的记录显示，在过去几年，齐桥桥与邓家贵夫妇还出售了另外几家公司的股份。\n在此前的2012年6月，彭博新闻社对习近平家族的资产作出了报道。报道说，他们在总资产达到3.76亿美元的公司中有投资，在一家总资产为17.3亿美元的稀土公司中持有18%的股份，在一家上市技术公司中持有2千万美元的股份，并在香港拥有7处房产，总价值达到5500万美元。这些金额不包括他们的负债情况，因此并不反映他们的净资产。报道说，没有任何迹象显示习近平本人或是他的亲属有任何非法行为，也没有迹象显示习近平利用他的职权为他的家人谋利。\n在彭博新闻社发表了这篇报道之后，中国当局屏蔽了它的网站。当时习近平是中国国家副主席。他在2013年的秋天正式成为中共总书记和国家主席。上任后的习近平展开了严厉的反腐运动，号称要“苍蝇老虎”一起打。\n《纽约时报》的报道说，现年42岁的肖建华控制着一座庞大的商业帝国，经营的业务涉及国家占主导地位的行业，包括银行、保险、水泥、地产、乃至稀土矿。这些业务大部分由他的控股公司明天集团打理。根据胡润百富榜的估算，他的个人财富达120亿元人民币。\nhttps://www.voachinese.com/a/chinese-financier-20140605/1930764.html",
			"added": 1500226923,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "上",
			"body": "直",
			"added": 1500227036,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "巴拿马密件揭露习近平家族涉藏富海外",
			"body": "巴拿马一律师事务所曝光文件，揭露中国部分领导人的家族利用国际避税天堂隐藏财富，被点名的包括中国国家主席习近平家族，对此，中国的媒体虽避不报导仍引发议论。 法新社报导，至少8名现任及前任中共中央政治局常委的家族成员名列其中。习近平2012年上台后大规模打贪，而今习家族被披露利用国际“避税天堂”离岸交易，不免尴尬。\n刚刚曝光的巴拿马莫萨克冯赛卡（Mossack Fonseca）法律服务公司秘密文件据称多达1100万份，涉案权贵包括12位现任与前任世界各国领导人，以及128位政治人物与公共官员。\n法新社报导，至少8名现任及前任中共中央政治局常委的家族成员名列其中。 这些权贵家属成员包括习近平的姊夫邓家贵。邓家贵2009年在英属维京群岛（British Virgin Islands）成立2家公司，当时习近平还是政治局常委，尚未出任国家领导人。\n法新社说，习近平2012年上台后，就启动大规模打贪行动，树立权威，致力提高透明度，以证明自身清白；而现在习近平家族被披露利用国际“避税天堂”的离岸交易，令人难堪。\n此外，习近平一直被外国媒体揭露中共高层家族财富的相关报导所困扰，而中国主流媒体对习家族财富的传闻都视而不见，同时中国也封锁网络上的相关新闻。彭博社（Bloomberg)2012年曾公布调查报告，披露习近平家族坐拥巨额财富，在习近平还任国家副主席时，财富已达3亿7600万美元，其中部分由邓家贵掌管。\n另外，中国前总理李鹏女儿李小琳也榜上有名。李鹏在1987年至1998年担任总理。密件揭露，原本担任中国国企中国电力投资集团公司副总裁的李小琳，是一家列支敦士登基金公司的受益人，这家基金公司掌控一家在英属维京群岛注册的公司，而当时李鹏依然官居总理。\n法新社还披露，巴拿马律师所文件中还有前中共政治局常委贾庆林的孙女，香港影星成龙等。\n消息说，中国媒体对此事保持沉默。不过，揭露相关文件的国际调查记者同盟（ICIJ）网站在中国虽遭到封锁，中国有些微博用户已设法看到公布内容，并开始在网络上讨论。\n一位网友感叹：“我对社会主义的信心突然崩溃了。”但他的贴文很快被移除。\n国际调查记者同盟两年前也曾揭露，中国和香港有近2万2000名投资人转移资产到海外，其中包括前国家主席胡锦涛和已故元老邓小平的家属。\nhttp://cn.rfi.fr/%E4%B8%AD%E5%9B%BD/20160404-%E5%B7%B4%E6%8B%BF%E9%A9%AC%E5%AF%86%E4%BB%B6%E6%8F%AD%E9%9C%B2%E4%B9%A0%E8",
			"added": 1500227167,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "习近平反腐败？别傻了！",
			"body": "习近平反腐败？别傻了！（王丹）\n习近平上台后，摆出一幅大刀阔斧惩治腐败的样子，外界纷纷予以肯定，我觉得很傻。尤其是因为对习近平的反腐抱有期待，遂对他本人的政治开明抱有期待，以至於对他上台以来政治上的倒退都假装看不到或者保持沈默，甚至认为要给习近平时间，那就更傻。因为在我看来，习近平的反腐败，毫无疑问是假的。把假的当成真的，这不是傻是什麼？\n最近的两则新闻可以为我的判断提供佐证：一个是国际调查记者联盟1月23日发佈报告，披露了中共权贵子弟在海外成立离岸公司，涉嫌避税或者转移资金的情况，其中不仅包括温家宝的儿子温云松，邓小平的女婿吴建常，李鹏的女儿李小琳，而且也有习近平的姐夫邓家贵。海外爆料这些人的海外资产，这已经不是第一次了，2012年7月彭博社就直指习近平家族总资产，有将近40亿美元之巨。试问：如果习近平的反腐败是来真的，他敢动邓小平，李鹏，温家宝的家人吗？如果习近平真的要在反腐败上树立起光辉形象，没有什麼比他拿自己的家人开刀更有效的了，他会这样做吗？他没有，他的反腐败就是假的。这样的反腐败，就是他在政治上打击敌人，树立权威的一种手法，他的目标不是腐败，而是权力。这样的反腐败，当然就是假的。\n另外一则新闻发生在昨天：1月26日，在海外的强烈关注下，大陆法律维权人士许志永还是被判刑四年。判许志永当然是习近平政权杀鸡儆猴，目的是打击许领导的新公民运动，而这个运动的核心诉求是什麼呢？就是反腐败。他们的具体要求，是呼籲官员财产公开。老实说，许志永在中国维权运动中的政治光谱是饱受争议的，在推特上他受到不少激进者的攻击，这样的一个温和派的代表，只因为从公民社会的角度提出反腐败，当局就无论如何也不能容忍，说明了什麼呢？说明对於中共来说，反腐败只能他们自己做，别人不能做，不要说不能做，就是呼籲都不行。一个人犯了错误，只能自己说，不能别人指出，别人说“你错了”，他就勃然大怒，伸手打人，这样的人，你会觉得他真的是想改正自己的错误吗？别傻了！\n表面上大刀阔斧的反腐败运动，确实也拉下了不少贪腐高官；与此同时，我们也看到习近平上台之后，严厉要求党内和政府官员不得大吃大喝，要生活简朴，雷厉风行之下，北京等地高档消费受到冲击，高级餐厅感叹生意下滑。如果你觉得这就是反腐败，那实在是傻得不可救药。因为很清楚，无论是抓贪腐官员，还是禁止奢侈，反对的矛头都只是腐败行为，而不是导致腐败的制度；这不是反腐败，这是做样子。我们都知道，导致腐败的，不是各级官员贪吃爱玩的个性，而是权力过於集中产生的寻租空间。不从制度的层面去分权，不去建立宪政的制约和监督机制以从源头上防范腐败，只是派出酷吏到处巡查人家吃什麼，或者就是要求各级官员提高自己的道德水准，这样的反腐败，从秦始皇的时候开始，历朝历代就都做过啦，要是有用的话，根本就轮不到共产党和习近平执政了。这样的反腐败，怎麼可能是真的呢？\n一个只捡软柿子捏或者只盯住政敌，而放任自己家人敛财的反腐败；一个只能自己说，别人不能说的反腐败；一个只反结果，不反原因的反腐败，他自己恐怕都不当真，你要是还当真，你说我能说你什麼呢？一个字：傻。\nhttp://www.rfa.org/mandarin/pinglun/wangdan/wangdan-01292014093510.html",
			"added": 1500227215,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 7,
			"title": "习近平家族万达持股",
			"body": "万达集团部分股东及其和高官的关系\n纽约 —\n中国财新传媒旗下财经网10月30日报道，中国首富、万达集团董事长王健林头一天在美国哈佛大学公开演讲时，回应主持人就中国最高领导人习近平姐姐、姐夫控股的公司曾入股万达旗下的万达商业地产提出的问题，一语道破天机，直接证实了美国之音和纽约时报等媒体先前报道的习近平家族万达持股真相。\n经过多年深入调查并首先揭示习近平家族财富的纽约时报记者傅才德，星期五接受美国之音采访时指出，王健林星期四关于习近平家族财富的公开讲话可能犯了一个错误，以至于给了外界一个窗口，让人们看到在中国有权有势的人可以把股权在名义上转让给别人，让自己变成一隐藏在幕后的实际股东。\n王健林道破天机：习近平家族万达持股真相\n王健林道破天机：习近平家族万达持股真相\n0:00:00/0:06:01 下载\n弹出播放器\n财新网星期五报道，中国地产大亨王健林星期四在哈佛大学主讲“公开课”，在回应有关纽约时报报道时，他说，齐桥桥和邓家贵在万达上市前两个月就已经把万达的股票全部转让，并说 “这件事邓家贵先生是牺牲了巨大利益的”。齐桥桥和邓家贵是中国国家主席、中共总书记习近平的姐姐和姐夫。\n但是，财新这篇报道王健林赞扬习近平“治国严，治家更严”的文章几个小时后就从财新网上被撤下。\n习家族仍是股权主人\n傅才德告诉美国之音说：“奇怪的是，邓家贵和齐桥桥那个时候（2014年12月）已经没有万达的股票了，因为根据工商局的材料，2013年10月份，他们已经把他们万达的股权转让给他们的一个长期职工徐再生。”\n傅才德说，王健林在哈佛演讲中可能无意中说出了邓家贵和齐桥桥实际上仍然是股权主人的事实， “虽然那个时候齐桥桥和邓家贵已经没有万达的股票，但实际上他们有。王健林有可能犯了个错误，但这给了我们一个窗户，看到中国很有权力的人有办法把他们的股权名义上让给别人，这就是所谓的‘白手套’现象。”\n星期五，傅才德就此在纽约时报发表报道说：“在为他（王健林）的公司与习近平家族的关系辩护时，王健林先生可能无意中在提醒大家有关中国权贵之间的通常做法：为掩盖商业利益，有时要把股份转让给亲戚或商业伙伴。”\n秦川大地投资公司2014年年度报告中没有列出任何投资(傅才德提供)\n秦川大地投资公司2014年年度报告中没有列出任何投资(傅才德提供)\n傅才德说，截止星期五，秦川大地投资有限公司现在仍只有一个股东，就是徐再生。\n今年4月28日，傅才德在纽约时报发表《万达帝国王健林：游刃于商业与权贵之间》后告诉美国之音：“2013年10月8日，齐桥桥把她在秦川大地公司的股权转让给一个人，徐再生，这个人是他们的职员，公司副经理。”\n他说，从工商局内部档案查获的信息显示，“徐再生从2000年开始就在齐桥桥和邓家贵持股的深圳远为投资有限公司工作，到2013年他已经跟齐桥桥、邓家贵工作了13年了。所以，我们虽然不能说这些股份还是齐桥桥的，但是应该有一点怀疑。”\n怀疑被王健林证实\n显然，半年前傅才德的怀疑，半年后让王健林在哈佛证实了。这也许是当局立刻撤下这篇文章的主要原因之一。傅才德在报道中说，“中国商人对最高领导人的股权持有作出评论是极为罕见的”。\n公共记录无法证实已经卖掉万达股份\n傅才德在星期五的报道中说，万达上市前的文件显示，秦川大地投资有限公司在2014年8月中旬仍是万达股权持有公司。\n报道说，从公共记录看不到秦川大地是不是已经卖掉了万达的股份。他还说，2013年底秦川大地持有3家公司股份，其中包括万达。而在该公司2014年的年度报告中，没有列出任何投资。\n财新网的报道说，王健林是首位在美国哈佛大学“公开课”上演讲的中国企业家，王健林在演讲中还说，万达“没有背景”，“公司发展靠的是商业模式和企业管理”。\n万达的高层背景已被证明\n傅才德说，纽约时报的调查已经证明了王健林不仅有背景，而且有很大的背景。傅才德说：“当然，很多人说王健林很有能力，很聪明，是个非常好的商人，但是，我们已经证明了他有背景，他有这么多强有力的领导人跟他有金融方面的关系。”\n傅才德说，万达上市前的20个最大股东中有4个是中共政治局委员以上领导人的亲戚和商业伙伴。\n傅才德说，王健林星期四的演讲已经公开承认了万达与习近平家族的关系。傅才德说：“还有贾庆林、温家宝家族，第四个，最大的是王兆国家族。这是我们已经证明了的，有可能还有一些人，但是我们没有证明，所以只能说这4个。他们4个家庭的股票价格现在一共是12亿美金。而王兆国的亲属，他们最初花了50万美金，现在的价格大概是5亿美金，增加了1000倍。”\nhttps://www.voachinese.com/a/wang-jianlin-20151030/3030110.html",
			"added": 1500227255,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 8,
			"title": "习家族财富曝光，内情不简单（陈破空）",
			"body": "习家族财富曝光，内情不简单（陈破空）\n近期，一则来自美国彭博新闻社的报道披露：随着习近平地位日益升高，其亲人拥有的商业利益也不断扩大，横跨矿业、房地产和手机通讯等行业。习家族财富高达3.76亿美元，包括：在江西一家稀土公司拥有18%的股份；在深圳一家投资公司投资近3亿美元；在北京一家科技公司投资2000余万美元；在香港拥有7处房产，总价值超过5500万美元，其中一栋豪宅，位居香港知名富豪区浅水湾，价值3150万美元，长年空置。\n彭博社同时谨慎说明：这些资产，大都在习近平的两个姐姐、姐夫及他们的子女名下，没有直接关联到习近平本人及其妻女。然而，身兼中央党校校长的习近平，曾亲口告诫中共党员、官员：“管好你们的配偶、子女、亲属、朋友和部下，杜绝以权谋私。”今日情事，彷如反讽。\n彭博社的这则报道，引发中国社会极度不安。习家族大发横财，明显受益于习近平权位上升。民众抱怨：权钱交易，赚钱机会不平等。而中共当局立即屏蔽彭博社网站的做法，更让中国民众不满，认定那是做贼心虚的表现。\n联想到7月1日，香港回归15周年之际，40万港人上街怒吼，抗议“党官商勾结”。多年来，中共贪官大规模转移资金，成为香港房价飞涨、贫富悬殊的动因之一，两项指标，都创下历史最高点。此时爆出习家族在香港坐拥豪宅并长期空置，港人的愤怒可想而知。\n习家族巨额财富曝光，让那些对习近平心存期待的人们，备受打击。他们有理由担心，习近平将如江泽民和胡锦涛一样，出于家族利益考量，而放弃、乃至堵死政改之路。原赵紫阳幕僚、退休的前中共开明官员姚监复出面为习近平辩护，足以反映渴望政改的人们对此事的担心和焦虑，他说：“齐桥桥等人是独立商人，把他们的利益算到习近平名下是不公平的。”\n民间期待，习近平上台之后，可能启动中国急需的政治改革。之所以有此期待，在于人们对他父亲习仲勋心存好感。习仲勋曾主导广东最早的改革开放、曾抵制“老人帮”罢黜胡耀邦、曾反对邓小平的“六四”屠杀。人们期望，习近平能有乃父之风，子承父业，完成父亲未竟的政改宏愿。早两年，透过维基解密的美国外交电文，人们得到的信息是：习近平对金钱不感兴趣，没有腐败传闻。\n中共政改难行，根本障碍，就在于各级官员、包括中共高层的既得利益。他们恐惧，对现行制度的任何改变，都可能让他们权钱两失，还可能遭到清算。出于一党之私和一己之私，他们坚拒政改。\n正如邓小平选择胡锦涛为隔代接班人、乃是看重胡手上也曾染血（镇压藏人）一样；江泽民力推习近平为隔代接班人，绝非看重习的清廉。江家族本身贪腐深重，心理上，更希望其他高层家族也贪腐深重，特权共享，利益均沾，那样，才算是“一条船上的人”，才堪称“政治上靠得住”。在江泽民那里，“闷声发大财”，是人生最高境界、也是世间最大“哲理”；只有腐败，才是全党团结的黏合剂，所谓“共同富裕”，就是“共同腐败”。\n循江泽民思维逻辑，选拔接班人，参考题之一，必是：此人或此人的家族，是否有腐败？如果没有，也要让他有，把他拉下水再说。这便可以解释：胡锦涛、温家宝两人，主政前并无腐败传闻，主政后，却发生自家公子（胡海峰、温云松）借家族权势大举捞金的情节，对此，不论胡温出于主动还是被动，效果都一样：自身成为特殊利益集团的一员，“吃了人家的，嘴软；拿了人家的，手软。”所谓“政改”，便只能说说而已；无所作为的最后托辞，是“不折腾”。\n如今，习近平面临同样考验：你不腐败，如何让我们（老一辈）放心？习近平姐夫之一吴龙，是中国新邮通公司董事长，该公司刚刚成立，就能“一举击败”摩托罗拉等实力雄厚的跨国公司，轻易获取中国移动通信公司的大宗合同；而众所周知，中国移动通信公司为江泽民长子、有“中国电信大王”之称的江绵恒势力范围，该公司党组书记张春江（已落马）来自江绵恒的中国网通公司，是江家铁杆亲信。向习近平姐夫输送利益，定然是江家族精心之作。\n资料显示，习仲勋共有三子两女，三个儿子：习正宁、习近平和习远平；两个随母姓的女儿：齐桥桥（习和平）和齐安安（习乾平）。据知，习仲勋对子女的安排是：大都出国，只留下一子在国内从政，便是习近平。看来，习近平成为“裸官”，并非他本人安排；同为“太子党”成员，习近平姐姐和姐夫得以轻松敛财，也可能借助父亲习仲勋的元老地位，未必要借助习近平的权力。\n习仲勋当年的考虑（仅留一子，其余出国），是对中共体制的绝望、对中国前途的迷茫。当然，习仲勋不曾意料，留下从政的这个儿子，竟有机会登上中共最高权力宝座。\n“十八大”前夕，中南海里，权斗正酣。习近平家族财富的突然曝光，大抵是高层权力斗争的产物。有人对外放风，出口转内销，借机猛踩习近平。放风的最大嫌疑人，是周永康。薄熙来倒台，是胡温习联手运作的结果，作为薄的靠山，周恼羞成怒，并不轻易认输；也只有主管情报的周，才最有可能对习家资产摸底。\n放风的另一嫌疑人，是江泽民，尽管，他是习近平接位的最大推手，但民间寄望习政改的呼声，却令江不安，江及时抛出他早就掌握的习家族底细，一则贬损习近平，重创民间期待，二则警告习近平，打消其任何政改念头。可谓一石二鸟。\nhttp://www.rfa.org/mandarin/pinglun/chenpokong/cpk-07032012145022.html",
			"added": 1500227291,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 9,
			"title": "王健林及万达集团背后的朝廷权贵家族（习、胡、温、贾、王）",
			"body": "王健林及万达集团背后的朝廷权贵家族（习、胡、温、贾、王）\n文章目录\n★关于“万达集团”\n★万达集团牵涉了哪些权贵家族？\n★一波三折的报道\n★俺的点评\n★《太子党关系网络》更新\n　　上个星期，知名国际媒体《纽约时报》连发了两篇文章，曝光了万达集团背后的天朝权贵家族。老读者应该知道，俺是很喜欢抹黑朝廷的。碰到这种机会，俺当然不能放过。今天发一篇博文聊聊此事。\n★关于“万达集团”\n　　说到大连的“万达集团”，大伙儿应该都不陌生。万达的老板王健林，其个人资产，在2013年荣登天朝富豪榜的榜首（资产超过300亿美元）。而在2007年的时候，他在胡润富豪榜排第148位（资产小于10亿美元）。恰恰是在这短短的6年间，万达集团吸收了一些非常关键的外部股东。而这些股东，又恰恰是朝廷高官的亲属。\n　　这样一些“巧合”凑到一块儿，不由得让人浮想连篇......\n★万达集团牵涉了哪些权贵家族？\n　　先给出《纽约时报》那两篇报道的链接（如下）：\n《万达帝国王健林——游刃于商业与权贵之间》\n《寻找万达帝国背后的神秘股东》\n　　《纽约时报》的资深记者傅才德（Michael Forsythe），经过多年的明查暗访，梳理出万达集团背后的权贵家族。目前已经找到的，至少有如下几个：\n◇习近平家族\n　　习包子的姐姐齐桥桥和姐夫邓家贵，都是万达集团的早期股东——两人在2009年花2860万美元买入万达集团的股份。到了2013年，习呆呆高调反腐，齐桥桥和邓家贵为了避嫌，把他俩持有的万达股份转让给别人，售价约2.4亿美元。虽然涨了8.5倍，但是跟后面几位更早期的股东相比，那就是小巫见大巫了。\n　　值得一提的是：股权转让的对象，是一个已经在邓家贵的公司工作了15年的职员。所以，非常有可能——那人只是邓家贵夫妇的“白手套”（就是代为持股，如此一来，邓家贵夫妇的姓名就不会出现）\n◇温家宝家族\n　　温家宝的儿子温云松（英文名：Winston Wen）是新天域资本创始人。新天域资本旗下的一家投资基金，在2010年入股万达集团，其持有的股份如今价值约5.26亿美元。\n　　温家宝的女儿温如春（化名：常丽丽/Lily Chang），通过商业伙伴金怡，在2009年入股万达集团，如今价值约2.5亿美元。很明显，这个名叫“金怡”的所谓商业伙伴，其实是温如春的“白手套”。\n◇贾庆林家族\n　　贾庆林的女婿李伯潭，利用他控制的五谷丰投资咨询公司，于2010年12月买入万达旗下连锁影城价值900万美元的股份。如今这些股份升值到1.31亿美元。\n　　李伯潭的白手套是“潘永斌”，他公司里面的一个普通工人。\n◇王兆国家族\n　　王兆国儿子王新宇，利用他控制的铭豪控股，在2007年持有万达集团 2.5% 的股份。当时花了不到50万美元，如今价值约6.4亿美元。\n　　之后，王新宇把这些股份转让给王兆国的外甥女杨欣。据猜测：杨欣是王新宇的“白手套”。\n◇胡锦涛家族\n　　胡锦涛的儿子胡海峰，从2008年开始担任清华控股的党委书记。而清华控股旗下的某个投资基金，在那段时间成为万达集团的早期股东。\n　　《纽约时报》的记者尚未找到证据证明胡海峰从中受益（当然啦，“没找到”不等于“没有”）。目前暂且认为，胡海峰是可疑的对象。因此，下面那张图中【尚未】包括胡锦涛家族。\n　　下面这张图，是美国之音网站制作的，比较直观。\n不见图 请翻墙\n　　有必要提醒一下：\n　　目前列出的这几个家族，是已经曝光的。说不定还有其它未曝光的权贵家族，也参与到万达集团的资本盛宴中。\n★一波三折的报道\n　　这篇关于万达的报道，可谓一波三折。\n　　报道的主要作者傅才德（Michael Forsythe），原本是“彭博新闻社”的老员工（在里面干了13年）。这篇报道在2013年就已经完成，即将发表时，被“彭博新闻社”的领导层砍了。为啥“彭博新闻社”要放弃这么重磅的报道捏？因为彭博公司在天朝销售“财经新闻终端”。如果这篇报道发出来，彭博在天朝的商业利益将会受到重创。\n　　不光报道被砍掉，而且傅才德被彭博新闻社停职。之后的2014年，他被《纽约时报》雇佣，继续调研万达集团，终于在今年4月底发布了相关报道。由于多了一年的调研，这次发布的内容，相比2013年被毙掉的那篇，又增加了若干权贵（主要是“王新宇和温如春”）。\n　　顺便说一下，由于傅才德锲而不舍地调查天朝权贵，他及家人还收到死亡威胁，\n　　下面这张就是傅才德。\n不见图 请翻墙\n★俺的点评\n　　在本文的后半段，俺顺便借题发挥——抖一抖上述几个权贵家族的劣迹。\n◇先说习呆呆\n　　记得2012年开18大的时候，习呆呆在“中外记者见面会”上慷慨陈词，其中一句是：打铁还需自身硬。咱们来看看，习呆呆到底硬不硬？\n　　记得前2年，出了一个“离岸金融解密”的特大丑闻。解密资料中包括了大量天朝权贵开设的离岸公司。这其中就包括习呆呆的家族成员。关于此事，当时俺还特地发了一篇博文《习包子露馅——习近平在内的权贵家族如何转移巨额海外资产》。如今，《纽约时报》的爆料再次说明了——包子的某些家族成员，很善于在天朝的政商两界之间游走。\n　　如果习呆呆自己很硬，那他应该先拿自己家族的人开刀。这样一来，他的反腐才有说服力嘛！\n　　在此，俺要第N次奉劝那些所谓的“习粉”，不要再被蒙蔽啦。包子早就露馅了，可惜你们一直视而不见。为啥会视而不见捏？因为很多习粉的内心深处都存在着“圣君情结”——关于这玩意儿，俺3年前专门写过一篇《天朝民众的心理分析：圣君情结》。有兴趣的同学可以去看一看。\n◇再说温影帝\n　　话说“影帝”这个称号真不是白叫的，而且也确实迷惑了很多人。被迷惑的人当中，甚至包括一些敢于抨击朝廷的高级知识分子。\n　　比如蛮有名的沙叶新（俺中学的语文课本，有他的话剧《陈毅市长》）。此人曾经写过好多篇抨击朝廷和中共的文章。俺印象比较深是《腐败文化》、《“宣传”文化》、《“表态”文化》、《“检讨”文化》。但即使是沙叶新这样的高级知识分子，竟然也被温影帝蒙蔽了——他曾经在某篇文章中公开替温家宝辩护。\n　　在前一届朝廷班子里面，温影帝的家族，在贪腐方面可以说是非常肆无忌惮的。他的【每一个】直系亲属，全都散发着浓浓的铜臭味。他老婆是戴梦得珠宝的老板，号称“珠宝女王”；他儿子是新天域资本的创始人，号称“私募基金王子”，后来又当上了中国卫星通讯集团（央企）的董事长。连温家宝90多岁的老娘杨秀安（只是个普通的退休教师），名下都有巨额的平安保险股份，折合美金1.2亿。太牛B了！\n　　俺这么说，可不是凭空污蔑。影帝的这几个直系亲属的资料，都是外国记者通过上市公司公开的资料查到的。而且早在2012年，《纽约时报》就发了多篇报道，揭露温家宝家族是如何在金融行业（很多与“平安保险”相关）鲸吞巨额财富（几十亿美元）。俺顺便给出这几篇报道的链接（如下）：\n《总理家人隐秘的财富》\n《温氏家族与平安崛起》\n《一笔隐藏在香港的平安股权》\n　　下面这张是老外制作的【温影帝家族关系图】，还挺全面的。\n不见图 请翻墙\n◇最后说说胡面瘫\n　　和温影帝比起来，胡面瘫显然低调得多，也收敛得多。但你千万不要以为他的家族是干净的。在俺整理的《太子党关系网络》中，列出了胡锦涛的好些个亲属，主要的几个包括：\n儿子胡海峰——37岁就当上清华控股有限公司的党委书记；如今更是转战政界，出任浙江嘉兴市委副书记。\n（试问，如果胡海峰不是总书记的儿子，他在商界、政界能如此顺畅吗？）\n女婿茅道临——曾任华登国际投资集团副总裁；新浪创始人之一、大股东，曾任新浪的CEO。2005年与胡海清结婚。\n（试问，如果胡海清不是总书记的女儿，茅道临还会跟她结婚吗？）\n妹妹胡锦蓉——正太集团副董事长，该集团是建设部首批49家试点企业之一。\n（试问，如果胡锦蓉不是总书记的妹妹，能当上这个副董事长吗？）\n◇天朝是典型的“权贵资本主义”\n　　上面这几个，仅仅是九牛一毛。实际上天朝大大小小的权贵家族，至少上百个。不信你去看俺整理的《太子党关系网络》。而且俺整理的这份文档，肯定是【不全的】。因为很多资料是不公开的，没法查到。\n　　在咱们天朝，每一个利润丰厚的行业（金融、房地产、军工、能源、IT...），都可以看到权贵的影子。整个国家大部分的财富，实际上是被权贵家族控制的。咱们天朝就是典型的“权贵资本主义”。\n　　很多权贵家族的成员早就已经移民海外，并且把他们搜刮的巨额财富也转移到海外（参见《习包子露馅——习近平在内的权贵家族如何转移巨额海外资产》）。所以，权贵才是不折不扣的【海外反华势力】。每个普通的民众都应该明白——权贵才是你最大的敌人。\n★《太子党关系网络》更新\n　　这两天，俺顺手又把《太子党关系网络》补充了一下。增加了“与万达集团相关的内容”。另外，最近传闻郭伯雄已经被抓，俺顺便也补充了郭伯雄家族的内容。\n　　新的版本（2.2.2）已经上传到微软网盘。想要下载的同学，请猛击如下链接：（这是一个页面链接，请用鼠标直接打开，不要用鼠标右键的\"另存为\"）\nhttps://onedrive.live.com/redir?resid=F5B0090663FEEADA!966\n　　使用 BT Sync 的同学，可以同步“政治”目录，即可获取该文档。BT Sync 的同步可能会略有滞后。请稍安毋躁。\n俺博客上，和本文相关的帖子（需翻墙）：\n俺整理的《太子党关系网络》\n习包子露馅——习近平在内的权贵家族如何转移巨额海外资产\n每周转载：网友热议天朝权贵集团的“离岸”\n天朝民众的心理分析：圣君情结\n若政治制度不公平，则经济改革无意义——谈谈天朝这个大赌场\nhttps://program-think.blogspot.com/2015/05/Wanda-and-Princelings.html",
			"added": 1500227350,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 2,
	"comment": {
		"1_1EJHRZ71ad8MKJF3YKnFuQQzgEHHAhWeNu": [
			{
				"comment_id": 1,
				"body": "magnet:?xt=urn:btih:73614CFF45588900D546DC7759003A720712C9C1",
				"added": 1500224777
			}
		]
	},
	"comment_vote": {}
}