{
	"next_comment_id": 22,
	"user_name": "Nekololi",
	"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
	"post_like": {
		"1LxkfGxtWhktAJ5WJ9ZnKxksTSH37qm8cC_1486543754": 1486865109,
		"1LxkfGxtWhktAJ5WJ9ZnKxksTSH37qm8cC_1488615563": 1488839563,
		"1LxkfGxtWhktAJ5WJ9ZnKxksTSH37qm8cC_1488761532": 1488926802,
		"1LxkfGxtWhktAJ5WJ9ZnKxksTSH37qm8cC_1488504214": 1488927665,
		"1LxkfGxtWhktAJ5WJ9ZnKxksTSH37qm8cC_1491188502": 1491257913,
		"15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1503965212": 1503970994,
		"15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1505003055": 1505003436,
		"15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1506446109": 1506459500
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "someone probably tried to exercise their free speech rights again",
			"post_uri": "1LxkfGxtWhktAJ5WJ9ZnKxksTSH37qm8cC_1482293590",
			"date_added": 1482352341
		},
		{
			"comment_id": 2,
			"body": "i'll peer with u when there's official support, bb",
			"post_uri": "1LxkfGxtWhktAJ5WJ9ZnKxksTSH37qm8cC_1486543754",
			"date_added": 1486865208
		},
		{
			"comment_id": 3,
			"body": "Peers found: 2\nI'll try again in a bit.",
			"post_uri": "1NAaF8VitwKSPo79RzJFhqz14gndmdWcGV_1487028399",
			"date_added": 1487029187
		},
		{
			"comment_id": 4,
			"body": "it loaded. congratulations!",
			"post_uri": "1NAaF8VitwKSPo79RzJFhqz14gndmdWcGV_1487028399",
			"date_added": 1487029746
		},
		{
			"comment_id": 5,
			"body": "It doesn't work! \n^ Is what I said before I realized I use a really out of date browser for ZeroNet browsing. Anyway, it's really cool, will help seed!",
			"post_uri": "1LxkfGxtWhktAJ5WJ9ZnKxksTSH37qm8cC_1488615563",
			"date_added": 1488839413
		},
		{
			"comment_id": 6,
			"body": "neat! i dont know if im smart enough to test it, but if it solves the problems experienced in tor-always-mode then it's definitely a valuable contribution indeed!",
			"post_uri": "1LxkfGxtWhktAJ5WJ9ZnKxksTSH37qm8cC_1488761532",
			"date_added": 1488926800
		},
		{
			"comment_id": 7,
			"body": "Seems like a very specific problem he was having with a very specific piece of software that would have been quickly resolved by using the format painter. Also I'm trying very hard but I can not make it say April 31st as a date no matter what I do, at least in a current version of LibreOffice's spreadsheet.\nPerhaps Vlad should stop drinking the wodka while he is at work.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1492511206",
			"date_added": 1492645947
		},
		{
			"comment_id": 8,
			"body": "@Nekololi: LibreOffice does have some deficiencies from the Microsoft Office Suite. I don't mean to say that it does not. However, it is far more beneficial to talk about these actual deficiencies in a way that will make the development community aware of them so they may get resolved in one of their next updates (oh yeah MS products don't receive regular updates from a development community that can quickly address strange issues drunk slavs uncover at work)",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1492511206",
			"date_added": 1492646183
		},
		{
			"comment_id": 9,
			"body": "when i told my child psychologist i wanted to be an eagle because they're cool and soar above everything he said that it was a sign i was a disturbed child. i WAS a deeply disturbed child but i dont see how its unreasonable to want to be a badass fucking eagle.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1504252123",
			"date_added": 1504316674
		},
		{
			"comment_id": 10,
			"body": "having a job is nice but it really isn't a substitute for being happy",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1504520590",
			"date_added": 1504561590
		},
		{
			"comment_id": 11,
			"body": "would you prefer gentoo?\nin seriousness though, Debian was very easy to install (historically I am told Debian used to be a nightmare to install) and makes it simple to install the desktop environment you like. i would not advocate using Debian for your main desktop, but if Debian is easy I imagine other distros are easy to set up with a DE as well.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1504774083",
			"date_added": 1504817057
		},
		{
			"comment_id": 12,
			"body": "Laugh all you want. One full moon when you've least expect it, you will hear shrieks and howling. There will be no more dwarves. Only your fortress. Full of wereraccoons. Now you know why you fear the night.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1505003055",
			"date_added": 1505003428
		},
		{
			"comment_id": 13,
			"body": "@Musickiller: I was actually able to quickly contain the wereraccoon plague. As soon as the attack occured I established a hospital zone and furnished it with enough beds for the wounded. Everyone who recieved a wound, whether they contracted wereraccoonism or not, flocked to the hospital to receive treatement. The moment my chief medical dwarf slipped outside of the room, I sealed the doors shut. I lost a couple of peasants who only went inside to deliver water. It felt a little bad tricking everyone into quarantine with the promise of medical treatment. But it was in the greater good of the fort...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1505003055",
			"date_added": 1505017915
		},
		{
			"comment_id": 14,
			"body": "@Musickiller: check the battle logs and see if he was bitten. if the bite penetrates his skin any deeper than the surface (i think its fat damage or worse) then he has been infected and will turn on the next full moon.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1505003055",
			"date_added": 1505056588
		},
		{
			"comment_id": 15,
			"body": "@Musickiller: Both of my last two forts ended after a dragon rampaged and burnt the entire embark site down. The dragons weren't particularly difficult to slay, but the tedium of unpausing the game every tick for 1 million ticks until the fire is finished was too much. Then you have to survive on the scorched earth.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1505003055",
			"date_added": 1505085097
		},
		{
			"comment_id": 16,
			"body": "@Musickiller: yeah, it wasn't nearly as bad as the time a fire broke out in my booze stockpiles. although it did put a temporary halt to my iron economy.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1505003055",
			"date_added": 1505166838
		},
		{
			"comment_id": 17,
			"body": "ST had a message and got it across in one go. So yeah it makes sense any sequel would flop, especially considering the movie was not a box office darling to begin with.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1505509178",
			"date_added": 1505509016
		},
		{
			"comment_id": 18,
			"body": "http://getgreenshot.org/",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1505514437",
			"date_added": 1505527683
		},
		{
			"comment_id": 19,
			"body": "@Musickiller: i mean it was financially unsuccessful (i think it was, unless i am wrong?) and not well regarded by critics when it came out. so making a sequel was pretty silly to do.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1505509178",
			"date_added": 1505527793
		},
		{
			"comment_id": 20,
			"body": "I don't think I know of anything cyberpunk that isn't common knowledge. If you haven't played the original Deus Ex, play that. If you haven't played Uplink, play that. You've probably already watched Akira. Hackers is a great movie but too goofy to get immersed in. You might try Cloud Atlas? It covers many different sci-fi subgenres, so it isn't entirely cyberpunk, but I recall there being some good cyberpunk scenes within it (but I could be wrong...). I know some good sci-fi, but I have a hard time finding anything cyberpunk.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1506446109",
			"date_added": 1506459448
		},
		{
			"comment_id": 21,
			"body": "@Musickiller: what I can tell you is that Deux Ex is the single most cyberpunk game I have ever played, so you are only hurting yourself by not playing it, whatever your reason is... But I don't really know any good cyberpunk movies. I'm either blind and ignorant, or cyberpunk was never well explored in western media.\n\nI couldn't really get into Else.Heartbreak() for some reason. It looks like a really good game but something about it is difficult for me to keep interested in it.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1506446109",
			"date_added": 1506460734
		}
	]
}