{
	"next_topic_id": 29,
	"topic": [
		{
			"topic_id": 1,
			"title": "Thursday Play Film Pick 21/sept/2017",
			"body": "What film on Play (one with active seeders) do you recommend people watch, leave a comment!\nHere's a link to Play if you need it http://127.0.0.1:43110/1PLAYgDQboKojowD3kwdb3CtWmWaokXvfp/",
			"added": 1506003674
		},
		{
			"topic_id": 2,
			"title": "Tell Ajit Pai (FCC guy) to keep net neutrality",
			"body": "https://paperstorm.it/",
			"added": 1506004597
		},
		{
			"topic_id": 3,
			"title": "What's your favourite thing about zeronet?",
			"body": "",
			"added": 1506086494
		},
		{
			"topic_id": 4,
			"title": "What are your opinions on the youtuber 'black pigeon speaks'?",
			"body": "",
			"added": 1506090572
		},
		{
			"topic_id": 5,
			"title": "How can we have a P2P new flow for tech news?",
			"body": "or general news etc, they would be good.",
			"added": 1506339099
		},
		{
			"topic_id": 6,
			"title": "Universe = God",
			"body": "https://hooktube.com/watch?v=2Bfd7Q3LHAY",
			"added": 1506342042
		},
		{
			"topic_id": 7,
			"title": "Humans ditched religion, now they need to mature and solve the population crisis",
			"body": "I believe the West is currently in the midst of a population crisis which we will feel the full effects of sooner or later. I believe it’s caused by the decline of the influence the church has over the state. I believe that it’s a good thing that religious dogma has lost its influence most of its influence over people’s lives because we can get to the truth of nature with science.\n\nReligion’s decline, however, has led to the decline of the family and the rise of hedonistic relationships. The decline of the family has led to a sharp decrease in children being born by existing populations, which in part, has given reason for politicians support of immigration, one of the major reasons for the rise of the far right.\n\nI have an idealistic solution to the problem, it most definitely won’t get adopted in real life but maybe you might want to apply it to your life if you think the population crises is paramount.\n\nMy idea is a male-female marriage plus open polyamory. In the ‘marriage’ (not necessarily religious but it could be) you have a man and a woman. This partnership has to be a man and a woman for the purpose of having children. As a baseline sex in this relationship would solely be for having children and no more unless both people wanted to, but children is the primary reason for this partnership.\n\nOf course, the idea of the partnership above is for the creation of children into a stable family, therefore the parent would have to do their very best to stay together even if they don’t love each other like they might have when they got together in the first place.\n\nWhile in that relationship there’s open polyamory if a person wants it. If you go back to when people were married their entire lives, people used to have affairs in secret because it was frowned up, in the structure I’m proposing it would be open and accepted in society (hey, I said this was idealistic OK!).\n\nSo there you have it, you have your core partnership for the primary reason of having children, gay people could even enter this with the opposite sex, surely it’s not that unbearable (lol?). And then outside of this primary partnership you have relationships for the purpose of just sex, it’d be contraceptives galore (just like most Western relationships are today).\n\nWhat do you think about this idle though of mine? Good idea? Do you have any better ideas that doesn’t involve going back to religious dogma and shaming people for wanting sex?",
			"added": 1506423299
		},
		{
			"topic_id": 8,
			"title": "Has anyone tried using zeronet on a slow connection?",
			"body": "I'm download a ROM for my phone via MEGA and its using up all my bandwidth, when I try to go to websites they won't load cuz of MEGA hogging the internet, the only thing that's working more or less flawlessly in terms of speed is zeronet #caching #p2p",
			"added": 1506506029
		},
		{
			"topic_id": 9,
			"title": "So you want to learn Esperanto?",
			"body": "Here's a sure-fire way to learn Esperanto:\nInstall Anki https://apps.ankiweb.net/\nDownload the Esperanto 101 card deck https://ankiweb.net/shared/info/1586327721\nStudy the cards it gives you daily\nAt the same time do a lesson per day on https://learn.esperanto.com/\nAs an added bonus, begin the Esperanto course on Duolingo, and do as many skills as you like per day, maybe a skill per day and keep everything topped up gold.\nYou'll have basic speaking skill in about 2 months.",
			"added": 1506507349
		},
		{
			"topic_id": 10,
			"title": "What smarthome gadgets do you own?",
			"body": "",
			"added": 1506613895
		},
		{
			"topic_id": 11,
			"title": "Why do people pick the shittiest technology to latch on to?",
			"body": "Why do the masses latch on to the worst tech?\nWhy do they keep going for shit like snapchat, facebook, whatsapp and not things like telegram, zeronet?",
			"added": 1506617154
		},
		{
			"topic_id": 12,
			"title": "Big spacex announcement tomorrow",
			"body": "http://www.spacex.com/mars",
			"added": 1506620924
		},
		{
			"topic_id": 13,
			"title": "What happens where I run out of space on zerotalk (the one where it says used: 2k/50k or whatever)?",
			"body": "",
			"added": 1506620966
		},
		{
			"topic_id": 14,
			"title": "Tails 3.2 released",
			"body": "https://tails.boum.org/news/version_3.2/index.en.html",
			"added": 1506621471
		},
		{
			"topic_id": 15,
			"title": "Wow, I think I just nuked all my zerotalk posts :0",
			"body": "",
			"added": 1506640468
		},
		{
			"topic_id": 16,
			"title": "Elon Musk to do a speech about Interplanetery Transport System (ITS) in a few hours, who's excited?",
			"body": "http://www.spacex.com/mars",
			"added": 1506640608
		},
		{
			"topic_id": 17,
			"title": "Are IP addresses linked to ZeroIDs?",
			"body": "I remember there was a way to find out who posted what on 0chan but was there a way to find IPs on this thing if someone isn't using Tor?",
			"added": 1506640852
		},
		{
			"topic_id": 18,
			"title": "How the Catalan government uses IPFS to sidestep Spain's legal block",
			"body": "http://la3.org/~kilburn/blog/catalan-government-bypass-ipfs/",
			"added": 1506766797
		},
		{
			"topic_id": 19,
			"title": "Pick the next word in the sentence [game]",
			"body": "It was a nice sunny day and",
			"added": 1506769798
		},
		{
			"topic_id": 20,
			"title": "Elon Musk warns of demographic implosion",
			"body": "I made a [post](http://127.0.0.1:43110/Talk.ZeroNetwork.bit/?Topic:7_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof/Humans+ditched+religion+now+they+need+to+mature+and+solve+the+population+crisis) about declining population on here the other day, seems Mr Musk is concerned too https://hooktube.com/watch?v=dswbe1S6LuA",
			"added": 1506818415
		},
		{
			"topic_id": 21,
			"title": "Inspired by a thread the other day I think 0net does neet a dating website",
			"body": "I honestly think this would be a handy site to have on 0net, I personally don't have the skills to make one though. Does anyone have any suggestions about how one should operate if anyone does decide to make one lol, obviously due to the nature of zeronet it wouldnt be possible or desirable to run it in the same format as other dating sites. Opinions?",
			"added": 1506877540
		},
		{
			"topic_id": 22,
			"title": "HTTP is obsolete. It's time for the Distributed Web  Sep 8, 2015",
			"body": "https://blog.neocities.org/blog/2015/09/08/its-time-for-the-distributed-web.html",
			"added": 1506880443
		},
		{
			"topic_id": 23,
			"title": "Is there any sort of eta for big file support?",
			"body": "or is it happening on a when its ready basis?",
			"added": 1506940023
		},
		{
			"topic_id": 24,
			"title": "Another example of political correctness gone mad",
			"body": "https://techcrunch.com/2017/10/01/thoughts-on-white-people-using-dark-skinned-emoji/",
			"added": 1506955504
		},
		{
			"topic_id": 25,
			"title": "No human being can tame the tongue. It is a restless evil, full of deadly poison.",
			"body": "",
			"added": 1507040523
		},
		{
			"topic_id": 26,
			"title": "Tfl plans to make £322m by collecting data from passengers' mobiles via Tube Wi-Fi",
			"body": "http://news.sky.com/story/tfl-may-make-322m-by-selling-on-data-from-passengers-mobiles-via-tube-wifi-11056118",
			"added": 1507041983
		},
		{
			"topic_id": 27,
			"title": "Is the number of peers next to a zite a good indicator of the amount of active zeronet users?",
			"body": "",
			"added": 1507048892
		},
		{
			"topic_id": 28,
			"title": "Wifi extender",
			"body": "I put one of those wireless wifi extenders in the same room (opposite side) as the wifi in order to spread my connection to the entire house and I noticed something right away, my neighbour has connected their galaxy s6 - no messing around eh? \n\nFor a bit of context I leave my internet wide open in an effort to push it into the culture because I hate it that I've never got data left on my phone and all the wifi devices around are locked. \n\nI'd really love to live in a flat and deploy an open internet, it would benefit so many people and because you're in a flat you might be helping people who typically can't afford their own connection.",
			"added": 1507050044
		}
	],
	"topic_vote": {
		"1_14iGTQ43KWWQ4MRqyjtDx8WrkZRbRMhRYn": 1,
		"4_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"8_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1
	},
	"next_comment_id": 60,
	"comment": {
		"2_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 1,
				"body": "> [theanswerer0](#comment_4_1F2ZbgkHvpknveTB6wFa5xNEQBb8yxQnCR): Net neutrality is about censorship and keeping the FCC relevant. Deregulation is good. [...]\n\nfree markets inevitably leads to monopolies, and due to the nature of market, the most ruthless competitor sits at the top.",
				"added": 1506034906
			}
		],
		"8_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": [
			{
				"comment_id": 2,
				"body": "> [scrubthesecond](#comment_68_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): I've blocked those scripts. Electricity prices are sky high, I don't want my PC drawing more power.\n\nGood tip if you've not already done it, turn the backlight on your monitor down as much as you can",
				"added": 1506077747
			},
			{
				"comment_id": 3,
				"body": "> [xianc78](#comment_4_141zS75MupoDVjN4p7ivG9pXUXjAm9jLBQ): I think it's a good idea not just for ZeroNet but for clearnet sites as well since AdBlockers are becoming more of a problem.\n\nI use privacy badger and so do a million other people! All we want is generic ads that don't track, how hard is it for ad thingies to generalise the ads based on the site they're being placed on? Ad on arstechnica? Tech related ad. Ad on a car site? Car related ad. And so on.",
				"added": 1506077837
			}
		],
		"4_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 4,
				"body": "> [faircoin](#comment_12_1NnHJYrqyt3ru8NNtgzX5TFMs71RWg9p6f): I like him about as much as I like everyone else that I've never heard of. Why is he important enough that I should have an opinion on him?\n\nI guess it's good people haven't heard of him, he comes out with some right shit.",
				"added": 1506263360
			},
			{
				"comment_id": 5,
				"body": "> [kaffie](#comment_507_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): pretty trash. Every thing I've seen on that channel was entirely incorrect and spewed ignorant and hateful views. wouldn't recommend it.\n\nAgreed. He seems to make purely emotional arguments to appeal to people.",
				"added": 1506343450
			},
			{
				"comment_id": 24,
				"body": "> [anonymoo](#comment_8_1GvzaGpd6f2brrsx1cjpx4WEVqauwQbg3M): Here's something at least: https://www.youtube.com/watch?v=wm8LgCloKVM\n\n0:37: \"BLACK COCK\"",
				"added": 1506610955
			}
		],
		"6_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 6,
				"body": "> [james007](#comment_36_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): Alternatively...  [...]\n\nI like the sound of pantheism more xD",
				"added": 1506368874
			}
		],
		"3_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 7,
				"body": "Here's my favourite thing: I often do OS reinstalls and I love being able to make a new ID every time I start a new zeronet install, feels like freedom!",
				"added": 1506425695
			}
		],
		"1_14iGTQ43KWWQ4MRqyjtDx8WrkZRbRMhRYn": [
			{
				"comment_id": 8,
				"body": "hi",
				"added": 1506426361
			}
		],
		"3_1BXrm8Bwf3e4DPasJ5L3txhjqhmwhcVdtm": [
			{
				"comment_id": 9,
				"body": "Kio estas tio?",
				"added": 1506429809
			},
			{
				"comment_id": 10,
				"body": "What's that?",
				"added": 1506429848
			}
		],
		"7_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 11,
				"body": "> [james007](#comment_37_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): Due to the “one flesh” aspect of marriage, the need for oneness and harmony in marriage, and the lack of any real need for polygamy, it's better to remain monogamous.  In view of the problems it causes (jealousy, strife, contention, broken families, etc.), it is no wonder that polygamy was unknown among the Jews after the Babylonian exile, and monogamy was the rule even among the Greeks and Romans by New Testament times. [...]\n\nFirst of all, I'm advocating polyamory (sex with more than one person) as opposed to polygamy (multiple marriage).\n\nThe point of this post was to suggest a way on how we can reintroduce the nuclear family under current conditions. It is faltering at the moment, even those couples who get married and have children are divorcing at ridiculous rates.\n\nBy normalising polyamory (again, not polygamy) people can admit to their wife/husband that they are sleeping with other people, and there's nothing to get jealous over because the other person is free to do it too, openly. But, those two people who are married are in that marriage knowing the main reason for this marriage is bringing up kids, if they fall out of love, or maybe they were never in love but good friends or something, then the solution I gave may mean those two stay together and raise the children.\n\nI don't know if I said it already, but in the old days when people stayed married to one person all their life, there was extra-marital sex going on all the time, if you never heard about it, they were just good at keeping secrets. Under today's conditions where polyamory is general not accepted, extra marital sex would kill the marriage and the kids would live with separated parents. \n\nThe entire thing needs rethinking because it's less good at keeping people together in this more liberal society.",
				"added": 1506433667
			},
			{
				"comment_id": 12,
				"body": "> [james007](#comment_38_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): How well did that work in the 1960's? Not very well health wise...\n\nHopefully the openness about sex would make people safer actually. I heard about a guy who has a girlfriend who he has been with for years but when he's out drunk he will have sex with other men and the woman never finds out, how's that for safety regarding STDs?",
				"added": 1506463822
			},
			{
				"comment_id": 13,
				"body": "> [planespherev3](#comment_262_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): Interesting topic. I'm also thinking here and there about the future of relationships between men and women. I am a red pill guy. Did you know that paternity fraud is about 30% in the homo sapiens species? And i don't mean in Africa, or in some poor favelas, but EVERYWHERE? Yes, don't want to cast a cloud, but you might have a sibling who isn't your fathers, and you most probably have friends who's father don't share DNA with them. I personnaly have doubts about some of my cousins. As for my own father, if some of you are curious, we share a typical physical feature. So... not 100% sure, but pretty sure. I could DNA test him, it's not the price, but i don't see me coming at him: \"let me take saliva inside of your mouth with a cotton swab, or 3 clean pieces of you nails, or a nice amount of hair\". [...]\n\nI'd say you're overly fixated on alpha men, plenty of normal non-supermen get a wife and kids lol.\n\nYou spoke about polygamy, I didn't mention it in my post, I think it would be detrimental to a child to know his mom or dad is married to someone else too with another family as well as their own.\n\nWith a culture of openness, a married couple could agree to raise kids where the parents are outside the marriage but it wouldn't be ideal because the person outside the marriage might want to see the kids etc, contraceptives are at a level no where, coupled with abortion, the idea of accidentally giving birth to a child is nil.\n\n> No wonder why they don't want marriage anymore. \nThis is exactly what this post is trying to address, men and women don't like marriage anymore, they want a quick fuck and they want to keep their wages to buy the nicest things. People need to grow up and realise there is a population crisis.\n\nYou mention communism. I think the greatest communist was probably Stalin in that he actually implemented socialism properly and stamped out markets. His social policy was what some would label as conservative. Men and Women were expected to have children and if they didn't, between around 20-50 (it was different for men and women because biology), they were levied with more taxes. This incentivised them to have more kids, a yes the state did help with the child rearing so that the mother could work which I think is good.",
				"added": 1506464522
			},
			{
				"comment_id": 14,
				"body": "> [planespherev3](#comment_264_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): Stalin is not at all my vision of communism. My vision is about Paris, Barcelona (1937) and Budapest (1956) communes. [...]\n\nYou can't get to communism when imperialism is still looking to take u out.",
				"added": 1506468010
			},
			{
				"comment_id": 15,
				"body": "> [kaffie](#comment_512_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): You do realize that many men and women are entirely infertile and therefore cannot reproduce, right? And that many gay couples can reproduce, if one partner is also transsexual. Likewise, by introducing this as law, you're encouraging inequality, restriction of rights/freedom, and discrimination based on biological characteristics. Is this really what you support? [...]\n\nI'm not suggesting laws, one of my major thoughts is that people should come to the realisation themselves that there's an inevitable crisis if birth rates stay below 2:1. I'd prefer if this wasn't a requirement, the irony is I'm hopeless at finding a girlfriend, let alone a wife lol.\n\nWith that out the way, I know lots of gay people who have slept with the opposite sex and that's sometimes how they realised they weren't interested. My whole partner thing was not about finding who you're interested in sexually, the idea of that partnership is to make the birthrates go up, it would be up to the people involved to make it anything more.\n\nIf a gay man and a gay woman went into a partnership they could have sex for the sake of having a children, or they could adopt. On a friendship level they might get on well and be happy to live together. But if the gay man wanted sex regularly he could do outside of partnership and go back knowing he's not going to be turfed out for 'cheating'. My premise was that cheating is inevitable in lots of relationships and it's safer if you know about it going on.\n\nAs for infertility, there's plenty of kids who need adopting, this could be a solution instead of giving birth. Again though, entirely optional, not proposing laws.\n\nWe all think freedom to do what we want is great so why can't we freely do something similar to above to avoid a total wipeout of a bunch of the population due to low birthrates? After all, we're all ok to install solar panels to not kill the planet, just not willing to save ourselves huh?",
				"added": 1506504629
			},
			{
				"comment_id": 16,
				"body": "> [kaffie](#comment_515_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): So you're saying infertile people and gay people should adopt. So then why restrict marriage based on sex/gender? They'd just adopt anyway. There's no need to force them to be in a heterosexual partnership if they can just adopt anyway. Saying a gay man and a gay woman could fuck and have kids shows huge ignorance as to what being gay actually is. If there's no laws, then there's no need for this convoluted system anyway. You'd just hook up with whoever you pleased. [...]\n\nIf they wanted to adopt and join in what I originally proposed, yes. \n\nI'm not saying to abolish marriage how it currently exists, legally nothing would change, people who want to do what I've said above just make a conscious decision to do it and it works in the existing framework at least it does in the UK.\n\nI never said this is how things should be... I said how they could be. Think of it as say, becoming a vegetarian. Nobody is forced to, they just do it to save animals from dying. In the same way, anyone who notices that there's a decline in population but doesn't want to go back to having one partner there entire lives could use the system I proposed.",
				"added": 1506511793
			},
			{
				"comment_id": 19,
				"body": "> [planespherev3](#comment_266_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): lonely looser your whole life\n\nUnhelpful :@",
				"added": 1506593252
			},
			{
				"comment_id": 30,
				"body": "> [planespherev3](#comment_269_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): I just did. [...]\n\nsounds like a cult",
				"added": 1506626110
			}
		],
		"1_1PbHPT2BbYmTiM1SP278hAGmR23eJoMwGG": [
			{
				"comment_id": 17,
				"body": "Arab spring was caused by CIA not internet lol",
				"added": 1506513779
			}
		],
		"9_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 18,
				"body": "> [rrwtbrsyq8wmackv](#comment_12_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7): Perfect -- now you just need to come up with a good reason to learn a hilariously useless and poorly designed invented language instead of heaps of perfectly good normal ones.  (Good luck.)\n\nIf it's so bad why did I pick it up so easily? Try something before you knock it.",
				"added": 1506589920
			},
			{
				"comment_id": 20,
				"body": "> [rrwtbrsyq8wmackv](#comment_14_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7): I didn't say it was hard to learn, just that it was a waste of time :) [...]\n\nHave you tried learning Russian? It's far harder.\n\nAnd I don't like the Eurocentric criticism. Yes it uses Latin alphabet, but so do the Americas, some of Africa, and some of Asia. It takes words from Romance languages but Romance languages are spoken all over the world, not just Europe -- as everyone likes to point out, \"everyone speaks english now\" in that case Esperanto shouldn't be too hard to pick up even if it's not neutral in terms of its heritage.",
				"added": 1506595714
			},
			{
				"comment_id": 21,
				"body": "> [polar](#comment_28_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6): Esperanto is bad. I'd rather learn Spanish.\n\nNe estas.",
				"added": 1506599762
			},
			{
				"comment_id": 22,
				"body": "> [rrwtbrsyq8wmackv](#comment_16_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7): I have, in fact, among several others which you can find me posting in under this same identity.  It was fun.  Your claim remains beside the point; even if it's harder . . . I can speak Russian with 267 million people and have access to the rich culture and fascinating geopolitics associated with it.  I can't get that with Esperanto.  If I believe what you say, I'll end up talking to more people who thought Russian was too hard ;) [...]\n\nWhy do people always get this urge to parrot out the same lines: oh nobody speak EO blah blah over and over? Nobody is asking you to learn it, im just telling people how they can. Why do we never hear people rant on about some other small language is pointless?",
				"added": 1506605455
			},
			{
				"comment_id": 23,
				"body": "> [rrwtbrsyq8wmackv](#comment_17_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7): Well, it's not untrue . . . [...]\n\nYep I think it's a weird thing with Esperanto that its community is bothered about the language itself, as opposed to say how English speakers think of English. IDK I think maybe we could get over this if we were native Esperantists or maybe it's just a unique thing to Esperanto with it being an invention in of itself, much like an iPhone or a car, which people never shut about. I'd like to see non-esperanto things discussed in esperanto so we can use the language instead of obsessing over it lol.",
				"added": 1506610846
			}
		],
		"14898_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 25,
				"body": ".",
				"added": 1506616167
			}
		],
		"11_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 26,
				"body": "> [james007](#comment_43_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): People follow the latest trend, and the path of least resistance. I assume their logic goes like this: [...]\n\nI put google back into my phone (location was being screwy for a reason or other) and i decided to have a look at tinder again.. somebody super liked me but their face is all blurry im not sure i like them back /s :P",
				"added": 1506617696
			},
			{
				"comment_id": 27,
				"body": "> [james007](#comment_46_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): Heh. Maybe someone should start a ZeroTend dating app, that would bring in the users.\n\nI think it'll be interesting to see what happens when the mobile app finally gets launched, it's a bit shite atm to put it kindly but it is early access tbf",
				"added": 1506618363
			},
			{
				"comment_id": 31,
				"body": "> [flappyearz](#comment_67_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt): But you're acting ignorant, possibly because you are. Whatsapp is shit, right? And Telegram is cool, eh? You don't have the faintest idea what you're talking about. Why don't you start looking around before you open your mouth?And zeronet has almost nothing common with all the rest.  [...]\n\nI asked why people latch on to the worst tech, not chat networks. And I dont trust signal very much at all for various reasons and i think theres a reason pavel durov is rejecting fsb and being banned from iran, it cuz hes a badass dood",
				"added": 1506627799
			},
			{
				"comment_id": 36,
				"body": "> [flappyearz](#comment_68_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt): Yet your examples were all chat networks. \n\nFacebook isn't primarily",
				"added": 1506667015
			}
		],
		"1_12mJ2aoJBQEJpAbxuPXmVAWZ2LLk7daj9H": [
			{
				"comment_id": 28,
				"body": "privateinternetaccess.com",
				"added": 1506618389
			}
		],
		"1_1C95bWEPdpFKgoZjPLxF9NKFVj8Fvw8u2z": [
			{
				"comment_id": 29,
				"body": "On the hard drive",
				"added": 1506619311
			}
		],
		"15_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 32,
				"body": "Oh i didnt.",
				"added": 1506640507
			},
			{
				"comment_id": 35,
				"body": "> [flappyearz](#comment_69_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt): I believe it's not even possible. Once shared always shared.\n\nThat's what I thought, and proved to be the case when they all recovered, but at first all my posts had vanished lol",
				"added": 1506666542
			}
		],
		"13_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 33,
				"body": "> [cosmologica](#comment_81_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o): I moved the Zero in the upper right corner to the left. And then choose the option rebuild, update or something. Now I have 100K.\n\nDidn't work, just nuked my zerotalk posts on my machine lol, got them all back tho from the network",
				"added": 1506640545
			},
			{
				"comment_id": 37,
				"body": "> [joczo](#comment_38_14UupgrdnT7Y8vMES7aqUFgD1fC5RYNrh8): lol :DDDI just used up 19.5k yet though\n\n26.6k for me",
				"added": 1506869885
			}
		],
		"16_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 34,
				"body": "Tweet from Elon on sep 26: Headed to Adelaide soon to describe new BFR planetary colonizer design in detail @IAC2017. This should be worth seeing. Design feels right.",
				"added": 1506640746
			}
		],
		"1_1EfufZmbaRnN9FFPJgPMS5azfbw7AagUE5": [
			{
				"comment_id": 38,
				"body": "https://zeronet.readthedocs.io/en/latest/faq/#can-i-use-the-same-username-on-multiple-machine",
				"added": 1506871200
			},
			{
				"comment_id": 42,
				"body": "> [sarapnst](#comment_3_1EfufZmbaRnN9FFPJgPMS5azfbw7AagUE5): wow thanks!\n\nno problem",
				"added": 1506896294
			}
		],
		"1_1DRbtArgqHh6a4eJBk6TURfV54voUQfyJq": [
			{
				"comment_id": 39,
				"body": "lol",
				"added": 1506876223
			},
			{
				"comment_id": 41,
				"body": "I feel like my response wasn't witty enough for this thread",
				"added": 1506880683
			}
		],
		"22_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 40,
				"body": "And the related HN thread https://news.ycombinator.com/item?id=15375283",
				"added": 1506880529
			}
		],
		"23_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 43,
				"body": "> [kai0](#comment_266_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): zeromux\n\ngo on..?",
				"added": 1506945957
			},
			{
				"comment_id": 52,
				"body": "> [nofish](#comment_1015_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): I'm currently documenting the changes, it will be out later today.\n\nHah that's a bit funky, seems your message never propagated to me last time I checked into this thread, I don't remember seeing it last time I came here to reply to kai0",
				"added": 1507028879
			},
			{
				"comment_id": 53,
				"body": "> [nofish](#comment_1016_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): It's hard to tell why, but there going to be some smaller improvements on that with the next version that coming out soon. I also planning to add different method for rate limiting.\n\nI might have just missed it :P",
				"added": 1507029726
			}
		],
		"5_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": [
			{
				"comment_id": 44,
				"body": "Nice concept. Let's see if it gets used properly.",
				"added": 1506947905
			}
		],
		"21_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 45,
				"body": "> [severeburns](#comment_5_1CSDDARdrzUk9iXgx8bopdfRi3TsZmdPEP): It might work but I don't know if I'd want 100s of people with my information and pictures perma saved to their hard disk...Then again, I don't see the harm in it...\n\nI was thinking, maybe pictures wouldn't be needed. Exchange that via other forms of communication; it'd make a change if you couldn't see who you were talking to anyway because pictures are so fake.",
				"added": 1506959000
			}
		],
		"24_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 46,
				"body": "> [flappyearz](#comment_83_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt): probably YELLOW facepalm, I mean.\n\ntanks for checkin dem priviligez",
				"added": 1506959093
			}
		],
		"1_1GJoeXr9e2nr5qEWVv6XqLEqHTvwF2a1Hx": [
			{
				"comment_id": 47,
				"body": "https://zeronet.readthedocs.io/en/latest/faq/#can-i-use-the-same-username-on-multiple-machine",
				"added": 1506962707
			},
			{
				"comment_id": 54,
				"body": "> [flappyearz](#comment_85_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt): That's an interesting question, how do you revoke your identity once it's been mishandled, which happens more than one imagines.\n\nLol you keep it safe in the first place. An analogy would be: if I lost hard cash (say a $10 note), how do you stop someone from spending it, I don't think you can",
				"added": 1507040060
			}
		],
		"19_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 48,
				"body": "the",
				"added": 1506962852
			},
			{
				"comment_id": 49,
				"body": "to",
				"added": 1506965562
			},
			{
				"comment_id": 50,
				"body": "like",
				"added": 1507023351
			}
		],
		"1_1BM5RxgUfzF8tXYBMbsh7mTjA8JRWEW72c": [
			{
				"comment_id": 51,
				"body": "How can spain occupy itself?",
				"added": 1507027370
			}
		],
		"27_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 55,
				"body": "> [deadfwd2017](#comment_1_1EMDKkZzS2ztrvcsUmzFkifjMWKFu73zCs): I would assume no, but cannot confirm\n\nif you delete a site and then revisit it the counter steadily climbs as time goes on which makes me think its to do with the amount of peers you connect with to grab new data from the site and i presume they would have had to be online at some point, thats why i though it was an active user count essentially.",
				"added": 1507049561
			}
		],
		"25_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 56,
				"body": "> [james007](#comment_54_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): http://127.0.0.1:43110/1E28c5ri6YtD6XuXnt6GZVGNwdtN6UCSv1/B59C003.html#8 ?\n\nIt was from some edition of the bible lol, I was looking to make a point earlier and came across that snippet lol",
				"added": 1507067956
			}
		],
		"28_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 57,
				"body": "For all those worried about the law, I've been running this since 2015 and have had no issues to date, if the law came knocking I'd help where I could, it's possible for me to see which devices are connecting and there can only be so many people connecting persistently because I've only got a few neighbours, there's the off chance that a passer-by might use it but more unlikely I think.",
				"added": 1507068696
			},
			{
				"comment_id": 58,
				"body": "Besides, it's not difficult to break into a Wifi device, and if someone does that and then you get done for something they did then good luck explaining it :P",
				"added": 1507068749
			},
			{
				"comment_id": 59,
				"body": "> [realkittykate](#comment_7_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): Yeah, I'd say it's simply not a good idea to have unsecured networks. [...]\n\nmoney i the main reason my internet is open, im always relying on public wifi but there arent enough",
				"added": 1507110477
			}
		]
	},
	"comment_vote": {
		"31_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"14_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1,
		"16_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1,
		"42_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"3_1B6yqEWDL2A9u1cMDrGDANznPEuHPV2AJo": 1,
		"62_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt": 1,
		"43_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"48_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"4_1CSDDARdrzUk9iXgx8bopdfRi3TsZmdPEP": 1,
		"80_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt": 1,
		"83_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt": 1,
		"6_1BtkvGpvmTqNaGrUFYFP1ot3KKJRiYStSo": 1,
		"1_18D4VdqDgiiykHZFvSRT1EtZ18pbHeYfMx": 1,
		"1_1EMDKkZzS2ztrvcsUmzFkifjMWKFu73zCs": 1
	}
}