{
	"next_post_id": 6,
	"next_comment_id": 1,
	"next_follow_id": 1,
	"avatar": "generate",
	"user_name": "Non-GMO",
	"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
	"intro": "Random ZeroNet user",
	"post": [
		{
			"post_id": 1509766919,
			"body": "Over 20 NGOs demand comprehensive Parliamentary ban on Monsanto lobbying: 03 November 2017\n\n“Access should also be denied to all those seeking to lobby MEPs on behalf of Monsanto”\n\nLast month the European Parliament adopted the decision to remove the access badges of Monsanto lobbyists following the company’s refusal to attend the public hearing, “The Monsanto papers and glyphosate”, organised by the Committee on the Environment, Public Health and Food Safety (ENVI) and the Committee on Agriculture and Rural Development (AGRI).\n\nNow over 20 NGOs have written to MEPs demanding that lobbyists from other organisations representing Monsanto’s interests also be banned from the Parliament. The organisations include the lobby firm Hume Brophy, the European Crop Protection Association, and Europabio.\n\nThe letter from the NGOs says, “To give real effect to the decision to restrict Monsanto’s access to the European Parliament, access should also be denied to all those seeking to lobby MEPs on behalf of Monsanto. In practice that would mean that MEPs refuse to meet with the above listed organizations if they seek to represent Monsanto or its interests.”\n\nThe NGOs urge MEPs to publicly support a comprehensive and effective application of the ban on Monsanto lobbyists, which they say should encompass: \n* refusal of meetings with organisations that seek to influence decision making processes on behalf of Monsanto \n* exclusion of Monsanto representatives into the European Parliament building as guests\n* refusal to attend lobby meetings with Monsanto off the premises of the European Parliament \n* reporting and/or making public any attempts by Monsanto lobbyists, or third parties acting on behalf of Monsanto, to lobby MEPs following the ban.",
			"date_added": 1509766917
		},
		{
			"post_id": 1509767256,
			"body": "How Monsanto captured the EPA (and twisted science) to keep glyphosate on the market: 03 November 2017\n\nSince 1973, Monsanto has cited dubious science, like tests on the uteri of male mice, and the EPA has let much of it slide\n\nThe article below is long but well worth the time to read it. It encapsulates the reasons why no one can trust regulatory reports claiming that glyphosate is safe.",
			"date_added": 1509767253
		},
		{
			"post_id": 1509860685,
			"body": "Regulatory overhaul of GM crops can save lives, environment : 01 November 2017\n\nRecent pesticide poisonings resulting in 40 deaths and the hospitalisation of more than 700 farm workers showcase the dismal state of regulation in India\n\nEXCERPT: The [pesticide poisoning] episode also showcases the failure of \"Bt technology\" or the genetic modification of plants by inserting the Bacillus thurengiensis gene to control pests. The poisoning cases that we studied in a fact finding visit to Yavatmal, Maharashtra involved deadly mixtures of pesticides were being used to control multiple pests on Bt cotton. Farmers repeatedly mentioned the survival of all three kinds of bollworms on their standing crop.",
			"date_added": 1509860681
		},
		{
			"post_id": 1509861045,
			"body": "Over 20 NGOs demand comprehensive Parliamentary ban on Monsanto lobbying: 03 November 2017\n\n“Access should also be denied to all those seeking to lobby MEPs on behalf of Monsanto”\n\nLast month the European Parliament adopted the decision to remove the access badges of Monsanto lobbyists following the company’s refusal to attend the public hearing, “The Monsanto papers and glyphosate”, organised by the Committee on the Environment, Public Health and Food Safety (ENVI) and the Committee on Agriculture and Rural Development (AGRI).\n\nNow over 20 NGOs have written to MEPs demanding that lobbyists from other organisations representing Monsanto’s interests also be banned from the Parliament. The organisations include the lobby firm Hume Brophy, the European Crop Protection Association, and Europabio.",
			"date_added": 1509861040
		}
	],
	"post_like": {},
	"comment": [],
	"follow": []
}