{
	"next_topic_id": 7,
	"topic": [
		{
			"topic_id": 1,
			"title": "【转贴·吴法天】追究医疗事故罪为什么很难？——从浙江中医院违规操作导致5人感染艾滋病说起",
			"body": "追究医疗事故罪为什么很难？——从浙江中医院违规操作导致5人感染艾滋病说起\n\nOriginal 2017-02-09 吴老师 法天说法\n\n\n\n浙江省卫生计生委今天通报了一个重磅消息，1月26日下午接到浙江省中医院报告，因该院一位技术人员在某次技术操作中严重违反规程，该次操作涉及的治疗者可能存在感染艾滋病病毒风险。经查，浙江省中医院一名技术人员违反“一人一管一抛弃”操作规程，在操作中重复使用吸管造成交叉污染，目前已确诊5例治疗者感染艾滋病病毒，造成重大医疗事故。\n\n\n \n这是一个新闻，但又不是新闻，因为事发在农历年前，已经过去十几天。在这些天里，我们对此一无所知，期间有什么样的调查过程，也并不知情。目前的处置是，免去院长、副院长、党委书记、党委副书记的党内职务和行政职务，党内严重警告，相关人员撤职。直接责任人以涉嫌医疗事故罪，由公安机关立案侦查，并已采取刑事强制措施。\n \n无独有偶，今天媒体也曝出青岛一医院发生乙肝医院感染暴发事件。一份题为《关于进一步加强血液透析室医院感染管理工作的紧急通知》中称：“2017年1月，我省某三级综合医院报告一起血液透析室疑似乙肝医院感染暴发事件，经国家级、省级专家组会同当地调查核实，初步判断是一起因院感管理不到位导致的严重医院感染事件。”国家卫计委一工作人员说，这件事情年前都爆出来了，但他们医院控制了消息。”“他们还要申请医院评选。”\n\n\n \n相比浙江中医院，青岛这家医院也是年前因管理问题导致乙肝感染暴发，但为了评优还控制了消息公开。如不是这份内部的通知，可能此事也未必能曝光于众。涉事医院为公立三级综合医院，“后果严重，影响恶劣”，却没有看到相关人员的处理意见，更没有提到会追究医疗事故责任罪。我检索了一下这些年的重大医疗事故，最终以医疗事故责任罪追究的也寥寥无几，很多阻力重重，或者不了了之。\n \n医疗事故责任罪，是医务人员在诊疗护理工作中有严重不负责任，造成就诊人死亡或者严重损害就诊人身体健康的行为。这个严重不负责任，包括擅离职守、无正当理由拒绝对危急就诊人实行必要的医疗救治、未经批准擅自开展试验性医疗、严重违反查对、复核制度、使用未经批准使用的药品、消毒药剂、医疗器械、严重违反国家法律法规及有明确规定的诊疗技术规范、常规，以及其他严重不负责任的情形。\n \n这些年医疗事故责任罪的典型案例有：卫生所医生不行药物皮试导致患者死亡；处置不力延误病情导致病重患儿死亡；麻醉医士硬外麻中发生脊全麻导致患者死亡；非法诊所有资格无执照医生因药害诱发患儿死亡；个体诊所用偏方私制胶囊造成患者药害身亡；卫生所输液医生脱岗患者过敏休克死亡；入院检查不全病情变化一误再误谁应担责；非法门诊误诊心绞痛输液诱发患者死亡；术者超范围行医护士擅自镇痛掩盖病情患者死亡；产妇术后十日心衰医生麻痹大意脱岗打麻将；卫生室医生违规用药违规用人违规抢救患者死亡；个体门诊医生遗漏病史抢救不力患者过敏休克死亡；卫生所医生擅自接生产妇失血休克死亡。\n \n追究医疗事故罪的难度在于，根据2002年国务院《医疗事故处理条例》的规定，医疗事故责任认定只能由医学会来认定。最高人民法院《关于参照医疗事故处理条例审理医疗纠纷民事案件的通知》第二条规定：医疗事故司法鉴定交由医学会鉴定，因医疗事故以外的原因引起的其它医疗赔偿纠纷需要进行司法鉴定的，按照《人民法院对外委托司法鉴定管理规定》组织鉴定。但问题在于，《医疗事故处理条例》是卫生部门制定的为了解决医疗事故案件，以民事赔偿为原则，以刑事处罚为例外为指导思想的，依此作为追究医护人员刑事责任的重要证据，并不合适。\n \n更为重要的是，医疗事故责任罪的追诉要求严重不负责任行为与病员重伤、死亡之间必须存在刑法上的因果关系。医疗伤亡结果之形成多是由于医疗措施未能有效阻止病情发展而导致病情恶化而引起伤残或死亡，或者是医疗措施对人体侵害直接引起病人伤亡，或者由于医疗措施客观上加重了病情促使病人伤亡，还有就诊人原发疾病的参与等因素。因此，医疗事故的发生往往掺杂有许多偶然因素，甚至基本上是一果多因的。由医学会来认定，会倾向于认定医院负主要责任，还是认定医院不负主要责任，是否会保持公正公平？\n \n中华医学会现有83个专科分会，50万名会员，下设部门16个，全国共有会员25万人。各地市县分会 386个、专科学会65个、学组139个。他们究竟代表什么立场？2014年，中华医学会被曝光仅一年时间就收取医药企业赞助费达8.2亿元。国家审计署曾经点名披露，除了这八亿多赞助费有问题，还有未经批准违规收取资格考试复训费1965.04万元，将618个继续教育培训项目收入1.14亿元存放账外。所以舆论指责医学会“敛财”。\n \n我曾经披露江苏某人民医院发生的医疗事故，患者家属反映，七十岁的老父亲住在人民医院，Ct报告显示此患者“子宫附件正常”；医生模仿家属字体签字；没有糖尿病却给患者做了714次血糖试验；还收取了吸痰费12万元；逼迫家属从医生指定的私人手里购买进口抗生素10万元，最后人死了，医院怕追责，主动赔偿。患者家属想追究医疗事故责任罪，就向当地的医学会申请鉴定，大半年过去了，多次中止，依然没有结果，最近的一次是年前，卫生局卫计委督促医学会尽快做出鉴定结论，但截至今日，仍无进展。\n \n我记得去年烧伤超人阿宝和一个有理想的记者张洋，都曾经叫板，说这种情况下患者家属是医闹，要我晒证据，其实证据全都完整地封存着，在医学会做鉴定，患者家属手上有一部分复印件，我也研究过。如果医院没有严重过错，也不可能主动赔偿百万以上。涉案医生宁愿自己掏钱，也不想被追究责任，更何况其中有医院的主任、主任医师、副主任医师，如果按照浙江中医院的追责标准，他们都得被移送法办，连该人民医院的领导也得被撤职。他们作为医界大咖，为医院说话，但谁来为死去的患者说话呢？\n\n\n\n\n\n\n\nScan QR Code via WeChat \nto follow Official Account",
			"added": 1486693014,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "请问 ZN 有搜索引擎吗？",
			"body": "我觉得必须有一个很好的搜索引擎，才能促进 ZN 的发展，让 ZN 为自由做出更大的贡献。",
			"added": 1486697369,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "伊斯兰教真的很凶狠吗？",
			"body": "请教各位此问题。\n我很疑惑，请解答。",
			"added": 1486775712,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "各位恕我直言，大部分宗教当中的大部分内容都是shit，包括伊斯兰教",
			"body": "大部分宗教都造成了大规模的战争和屠杀，大量人口死亡，包括基督教、伊斯兰教。这些宗教谈不上什么人类智慧，至少其主要内容、宗旨。顶多有少部分内容能堪称智慧。\n\n伊斯兰教，暴力与邪恶著称于世。\n基督教，其圣经描写了神如何屠杀人类，而人类在这个地球上制造了太多的因为基督教而发起的战争和屠杀。\n藏传佛教，邪恶的双休修行（与明妃性交），以佛教修行面目出现的双修实为轮奸幼女。\n\n好在南传佛教、汉地佛教较为平和。\n\n各种宗教，充满了愚昧、邪恶、血腥、杀戮。\n\n以上，为那些口口声声说宗教是科学之母、宗教是人类智慧导师、基督教是人类自由思想的开创者 的人而写。\n\n本人并非学者，若见识短浅，请各位多多指正。各位若有批评指教，本人求之不得，也正是本帖之本意。",
			"added": 1486890979,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "本站有删贴机制吗？ 我发的帖子好像被删除了",
			"body": "本站有删贴机制吗？ 我发的帖子好像被删除了",
			"added": 1486951314,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "大家有没有用 I2P 成功的例子？",
			"body": "我在国外链接了 I2P， 回国后，I2P 立马就连不上了。这玩意到底行不行啊？",
			"added": 1508215583,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 18,
	"comment": {
		"1_1Cp5ENh2Sxu47yet96HqmFTT998VrExfvQ": [
			{
				"comment_id": 1,
				"body": "为什么说上访无用\n\nOriginal 2017-02-06 吴老师 法天说法\n\n \n看过我文章的朋友应该记得，我曾经说过上访无用。这个观点，我不止一次说过，但没有展开我的理由。这不仅仅是对现实状况的总结，也是上访制度的逻辑结论。\n \n大家看过《秋菊打官司》或《我不是潘金莲》后，应该会对底层百姓“讨个说法”的印象比较深刻。后一部影片中，女主人公原本只是为离婚，因为层层不给解决，最后他要告法院院长、县长、市长，甚至到北京上访，拦车告状，牵涉到七八个人。现实生活中，上访的情形，比这复杂得多，有的是为申诉多年的案子，有的是要举报当地的贪污腐败，有的是涉及土地、房产等纠纷，有的是遭遇了不公正的对待……县里不行市里，市里不行省里，省里不行北京，总想有个青天大老爷会管，中央会管。可是中央在三年前就已经明确规定“中央和国家机关不受理越级上访”。\n\n\n \n上访制度设计的初衷是为了让底层百姓解决问题有一个救济途径，也让上级政府了解民意有一个直接的窗口。在中国古代，某些案情重大和冤抑莫伸者，可超出一般受诉官司和申诉程序之范围，直接向最高统治者陈诉，叫直诉，是当时冤案救济制度的一种。宋代的登闻鼓院实际上是一个受理百姓信访的部门，后来又增设了理检司，接受上访申诉。元代采用击登闻鼓、邀车驾等上访形式。明代曾经设立了一个重要的信访机构——通政使司。清代早期的登闻院类似于信访局，地点在西长安门街东，负责的官员是满、汉科道各一员。\n \n古代信访制度也是要求必须逐级上访。隋代就确立了严格的逐级告状制度，案件必须经过当时的县郡、州、中央省部逐级上告，否则就是“越诉”。宋代百姓到京城上访必须先由登闻鼓院受理，鼓院不受理才可以到检院，如还不受理，才可以直诉。元朝把向地方政府的申诉作为直诉的前提。清朝信访制度中具体分为地方上控与京控。清代以州、县为初审级，当事人不服初审的判决，可以依照府、道、司、院的顺序逐级上控，这是正常的通道，此外的都属越级上控。越级上访、控告不实，都是要打板子的。\n\n\n \n古代的基层百姓上访，一般是因为地方官吏和豪强违法聚敛、欺压百姓、草菅人命等严重危害百姓经济、生命的行为引起的，怕京控的某些地方官员、豪绅，为了“息讼”，手段层出不穷，最恶劣的是截访、截拿上访人的伎俩。历史上就有很多地方豪绅、官吏派人在路上抢走上访者的盘缠——上访者绝大多数都是贫苦百姓，没了路费川资，自然就寸步难行，更不用说是到京城上访了。古代交通不便，一般只在京城皇宫外设立登闻鼓以及处理京控案件，所以偏远地方的百姓根本无法走上访的渠道。\n \n但如今交通便利、通讯发达，加之社会矛盾依然存在，甚至在某些地方趋于激化，上访有增无减。2004年，全国各级信访部门共受理群众信访1373.6万件(人)次，而各地赴京上访量平均增加了58.4%，其中赴京集体上访增加了73.6%。以河南省周口市为例，2004年，全市赴京上访的人数比上年增长了79%，赴省上访增长41%，而市一级上访人数增加了26%。这也就意味着群众进京上访数量的增长，要远远大于地方上访数量的增长。上访群众反映的问题主要集中在四个方面，分别是：涉及司法和诉讼的问题、城市拆迁安置的问题、农村土地问题以及企业改制损害职工合法权益的问题。其中揭发举报类占22.1%，申诉类占30.9%，求决类占36%，建议类占2.2%。\n \n我曾经看过斯伟江律师写的一篇接待上访人员的文章，讲一个老汉为了土地上访多年，徒步从家乡走到律师事务所寻求帮助，身无分文，靠乞讨度日。我也曾经在办公室接待过上访人员，他们千里迢迢赶到北京，听闻我为底层百姓伸冤维权，把多年的案卷材料或者申诉材料交给我，让我替他们讨个公道。有的案件我为他们指了可以救济的渠道和方法，为他们做一些路所能及的工作。有的案件早已时过境迁，难以取证，爱莫能助的我只能请他们在学校食堂吃个饭，好心劝他们回去。因为上访已经毁了他们的前半生，我不希望看到他们的后半生依然在这个无底洞里越陷越深，而且看不到希望。\n \n我们越来越发现，上访成为一条令人看不到希望的不归之路，在心理与现实的双重夹逼下，上访者不得不承受长期消极的情绪，承受时刻失去自由的危险，放弃正常的生活，成为一个被社会边缘化的“上访户”。事实上，上访甚至成为一把“双刃剑”，它一方面撕裂了上访者正常的生活，另一方面也割伤了地方政府的治理机制，在多起媒体报道中，我们看到，地方政府不得不投入巨大的财力、人力为上访买单，甚至往往有政府方面的截访人员为情绪激动的上访者所伤、所杀，这巨大的投入已成为某些地方政府无法承受之重负。\n\n\n \n以涉案涉法的上访为例，很多上访是源于当地司法机关在处理案件时不公，一审的错误裁判很难被二审纠正，因为二审基本上是书面审，或者倾向于在没有新证据时维持原判。申诉途径又没有时限和结果，上级法院也不想承担责任，只能踢皮球，于是最后都会集中到北京，县法院、中院、高院不给说法，难道最高人民法院还不能主持公道吗？最高人民法院管得过那么多的申诉案件么？大多数是石沉大海。有人骂法官骂法院，就有法官写文章说骂法官者是法治的公敌。有人骂医生打医生，就有人建议对医院加强保护，严惩医闹。但有人截访，有人迫害访民，就没有人替他们说话，因为这个群体没有利益代言人。\n \n我很少看到上访成功的例子，大多数的案件，都是在层层上访后，要么杳无音信，要么打回原地，打回原地的案件又主要分为两类，一类会被强行压制，难见公道，一类则为了维稳而双方妥协，达成一定的赔偿，息事宁人。通过后一种方式部分达到目的人，无形中给予了上访者激励。在北京某区某地，常年聚集着一帮上访者，他们中的人，有的坚持不懈，屡被截访屡屡上京，有的精神偏执，似乎脱离社会，有的已久病成医，成了上访专业户，那里也是一个江湖。这个群体，有很多故事，有很多泪水，永远是社会的痛。\n \n上访制度的存在，是正常的解决问题渠道出了问题。但上访本身的制度设计，实际上很难解决这些问题，治标不治本。真心不希望这条长路，有太多的人停留，陷入无助的暗夜。",
				"added": 1486693065
			}
		],
		"2_1Cp5ENh2Sxu47yet96HqmFTT998VrExfvQ": [
			{
				"comment_id": 2,
				"body": "从技术上讲，能不能搜索全网呢？",
				"added": 1486777273
			}
		],
		"4_1Cp5ENh2Sxu47yet96HqmFTT998VrExfvQ": [
			{
				"comment_id": 3,
				"body": "继续啊。说点有水平的。",
				"added": 1486951903
			},
			{
				"comment_id": 5,
				"body": "贴一段材料，来自于知乎：\n\n藏传佛教的藏密双修中有没有男性的明妃？\n肯定有一些僧人是homosexual（同性恋）到最后的密法双修时应该不会选择女性的明妃吧？？，国外也有一些关于homosexual in tantric practice的说法\n求知情人解释\n\n作者：电波\n链接：https://www.zhihu.com/question/23747122/answer/46748637\n来源：知乎\n著作权归作者所有，转载请联系作者获得授权。\n\n不是！密宗里只有女性的明妃，虽然一些大喇嘛可以依仗身份地位用各种理由玩男性徒弟或小喇嘛，但那不叫男性明妃，因为教义里没有这么个定义。双修法就是指男女性交（虽然他们不承认那是性交，但客观上就是插入女性性器之后让明妃摆出各种姿势然后长时间不射的玩法）\n\n喇嘛的高层级灌顶法中，也包括鸡奸男人的操作，至于是不是必须这么搞，就很难讲了，密法的保密性太强，外人无法知悉，而且上师们（地位高于佛！！！）有随意解释教义的无上权限。一般灌到那个层次的人，早已是身经百战了，久经考验，深信不疑，被鸡奸了也会觉得非常欣喜吧，对他们来说，多一层灌顶那意义可太大了。\n\n***********************************************************\n转帖一篇文章：\n\n　　「二世卡卢仁波切的自白」曾经被其他喇嘛鸡奸\n\n　　藏传佛教千百年来，以四大派的「法王」、「活佛」为主要传承，无论黄白红花教，都以「转世灵童」为上一世喇嘛仁波切生命体的延伸，确保自己的传承权力维持纯净没有杂质，更重要的是，信徒的大笔供养与世俗的财产土地得以维持不散。\n\n　　活跃于欧美的第二世卡卢，就是一例。今年二十二岁的他，被嘉瓦喇嘛和十四世达赖喇嘛认证为第一世卡卢仁波切的转世，由于从小刻意的培养，善以英语弘法，足迹遍及法国、西班牙等地。然而作为第一世卡卢的转世灵童，他却脱下喇嘛服，自拍一支影片「卡卢仁波切的自白Confessions of Kalu Rinpoche」，自白他还未成年时，在寺院求学的过程中，受到其它喇嘛性侵、以及他因此成为「问题少年」─喝酒、吸毒─的真实往事。他在影片中自述：\n\n\n　　大约12、13岁的时候，我被其它的喇嘛性侵。\n　　(W)hen I was like 12 and 13, I've been sexually abused by other monks.\n\n\n　　我的老师想杀我，我说的是事实。\n　　My own Tutor, he tried to kill me, that's the truth.\n\n\n　　他们企图杀掉我，因为我不肯做他们想要我做的事。\n　　They tried to kill me because you know, I am not doing what they want me to do.\n\n\n　　他试图用刀子和其它凶器杀我，那真是很惊吓我的一刻。\n　　(H)e tried to kill me with the knife and everything, and it was a shocking moment for me.\n\n\n　　我十八岁的时候，出了一堆大问题，然后有一位经理人（manager，译注：应指资深喇嘛）试图杀掉我以及一切。那跟金钱、权力、控制有关，因为如果你可以控制龙头，你就可以得到你想要的一切。事情就是那样。然后，我变成了一个吸毒者…我变成一个酒鬼。\n　　(W)hen I was 18 I had all these big problems you know, then one manager tried to kill me and everything. It's all about money, power, controlling because if you can control the president, you can get what you want. That's the way it is and you know and then I became a drug addict…I became an alcoholic.\n\n\n　　视频地址：（http://youtu.be/z5Ka3bEN1rs）\n\n\n　　这支影片上传到YouTube，截至2012年1月20日共超过14036人点阅，此外更有Email转寄、部落客转载，其中不乏美国、法国、德国…等来自欧美各国的网络客；我们认为观看这支自白影片的人，以哀矜勿喜的心态居多。\n\n\n　　影片中的二世卡卢看起来完全是一个很普通的青少年，他的音调、表情没有激情，只是冷静地诉说着惨绿的往事。他并不想为整个藏传佛教作辩解，也不为了维护藏传佛教的形象而帮喇嘛们文过饰非，作为赫赫有名第一世卡卢的转世传承者，却被整个喇嘛体系鸡奸强暴，不禁令人疑惑：藏传佛教中，要求信徒崇奉上师高甚于佛，也要求对上师的一言一行不可违背，更不可有一丝丝的怀疑，但为何喇嘛们却敢对转世再来的上师欺凌而作出性侵这等大逆不道的事？\n\n\n　　藏传佛教的转世灵童制度，说穿了就是喇嘛们权力分配的障眼法，在藏传佛教的政教合一体系中，「上师转世再来」只是对外用来凝聚信徒的晃子，对内则是教派之间、自家门内的权力争夺战的借口。在权力斗争中，选一个无知幼儿做为喇嘛大老的一颗棋子，是再恰当不过的安排，所以二世卡卢自白说「那跟金钱、权力、控制有关，因为如果你可以控制龙头，你就可以得到你想要的一切。」卡卢身为最上层的大活佛，用他亲身的经验告诉我们这件事。\n\n\n　　喇嘛们为了取得权力不择手段，暗杀事件层出不穷，血海风波席卷教门内，斑斑史实不容喇嘛们辩驳。例如十多年前，十七世噶玛巴灵童闹双胞，二派大活佛各拥立自己的灵童，藉以控制整个教派，最后派出杀手暗杀对方，一名隆德寺的老喇嘛，深夜被暗杀，倒在自己血泊中，还得劳动锡金警方介入调查如此的「佛门」丑闻！\n\n\n　　喇嘛们也否认不了历史上一桩又一桩的刺杀、暗杀、乃至活人祭。清朝的皇帝眼见喇嘛们斗争不断，干脆自己介入权力分配，因此建立金瓶掣签制度，以抽签的方式来决定上一世喇嘛仁波切的转世灵童，制度看似公平其实更加启人疑思，试想：藏传佛教的喇嘛、仁波切若是修行有成，个个都是「活佛」，还说自己的证量高于释迦牟尼佛，「活佛」乘愿再来却还需要抽签决定──以几分之几的机率来决定、确定哪一位孩童是真正的转世灵童？\n\n\n　　更加匪夷所思的是，喇嘛们为了取得转世灵童作为操控权力的傀儡，状似「公平」的金瓶掣签也能施以作弊方式，其实就是大活佛们及世俗的大家族彼此之间的角力；后来再加上清朝汉人势力介入，确保自己支持的特定灵童能够胜出，取得转世地位。\n\n\n　　由此可见：藏传佛教的「转世灵童」从根源上就是为权力服务的制度。喇嘛们向善男信女渲染某某灵童诞生时伴有彩虹、天乐……异象，向世人认证、宣传某某灵童是某某仁波切的转世再来，然后控制这个灵童，施以严密的洗脑教育；等小孩子年纪稍长，升座说法，信众服膺、财物供养源源不绝，喇嘛大老们权、利兼收──既巩固了自家权力，又积聚更多财富。\n\n\n　　这一点在卡卢二世的自白影片中，也分明披露了藏传佛教中的转世制度肮脏的事实。小卡卢灵童不但被老喇嘛性侵，被自己的上师杀害未遂，更受到喇嘛大老的企图操控，他也因此质疑藏传佛教整个体系制度。在短短十几分钟的自白中，二世卡卢道出了藏传佛教的重大问题：\n\n\n　　藏传佛教的性交修行不仅限于男女双修，也混滥为男男性侵，特别是性侵男童。藏传佛教的转世制度是权力斗争的产物，掌控灵童等于大权在手、财富在握。藏传佛教是一个庞大的权力组织、共犯结构。\n\n\n　　上述观点绝非无的放矢，因为二世卡卢出身于藏传佛教而且是公认的转世灵童，自幼在喇嘛体系中长大，是被重点培训的大活佛；他的自白不但是亲身遭遇，也是他观察的实情；在藏传佛教的历史上，大喇嘛性侵小喇嘛是一个常态，司空见惯，他们叫作「顶小喇嘛沟子」，所有对藏传佛教有着憧憬、甚至已经入门的人，应该看看卡卢二世这位身分显赫、传承显赫、藏传佛教「圈内人」的真实语，从而认清藏传佛教绝非正统佛教的事实。",
				"added": 1486952915
			},
			{
				"comment_id": 6,
				"body": "以下转贴自维基百科：\n\nhttps://zh.wikipedia.org/wiki/%E9%9B%99%E8%BA%AB%E6%B3%95\n\n\n雙身法，又稱歡喜佛法（簡稱歡喜法）、演揲兒法、本尊雙運法（簡稱雙運法）、男女雙修法（簡稱雙修法）、男女和合大定、陰陽和合禪定、秘密大喜樂禪定，藏傳佛教密宗術語，是無上瑜伽部特有的修行方法，屬於圓滿次第的一部份。通過學習歡喜佛，以男女間的性行為來達到解脫涅槃的修行法門。主要傳播於西藏，可能源自於印度性力派的修行方式，與中國道教的房中術也有許多類似的地方。\n在藏傳佛教中，包括噶舉派與格魯派所傳承的那洛六法、薩迦派傳承的道果、薩迦派與格魯派傳承的時輪金剛乘以及寧瑪派傳承的阿努瑜伽中，都有雙身法的傳統。無上瑜伽部認為這是極秘密且危險的教法，只能傳授給極少數具備高度智慧與證果的人，因為只要生起了一點點欲心，就相當於犯了邪淫戒，一般僧侶不許修習，否則可能要墮入金剛地獄。\n自從宗喀巴大師定戒以來，今日以格魯派為首的藏傳佛教各派別，認為這違反了佛教戒律離慾修行的宗旨，不允許進行這種修法。",
				"added": 1486953321
			},
			{
				"comment_id": 7,
				"body": "（印度性爱瑜伽之「即身成佛」大妄想篇）\n\n\n　　藏传佛教依据《时轮本释》有十五次第灌顶，前七个灌顶都是水灌顶，都与佛法修行的实证无关；在水灌顶之上，有為正式修行的密教行者而作的「瓶灌顶」，分两阶（各有四灌）：\n　　第一阶，喇嘛和一位明妃交合而射精，然后蒐集上师与明妃混合后的淫液给受密灌的信徒吃。再上一阶，是由喇嘛性交九位明妃，再蒐集全部淫液给受密灌的信徒吃，然后把全部或少至一位明妃交给受灌的信徒，依喇嘛的教导当场合修双身法；如是一位明妃或九位明妃的差别，和受密灌者的根器之不同──当然是由喇嘛依信徒的供养金及信受度来决定其根器。\n　　弟子為受藏传佛教的无上瑜伽灌顶，啟请上师；上师则以心种子放光召入诸灌顶佛及明妃於虚空中交合，弟子以五甘露等而作供养得以「清净，转识成智」[1]。\n　　水灌顶的要义，喇嘛观想密教如来溶化於水，入於口中而為灌顶；从自己的金刚尿道流出，住於喇嘛所观想出来的明妃的莲华（生殖器）阴蒂之中，最后转变庄严而出生為不动如来及明妃互相交合受乐。所观想出来的这种如来明妃性交等至（达到性高潮），大贪溶化（射精出来而）灌入喇嘛顶门中，随即向下流至喇嘛的金刚尿道而出生菩提心（射出精液於）阴蒂莲华之上，观想自己已经出生為天身，以如是观想而為弟子作水灌顶。\n　　再说深入的两阶的四灌顶次第：\n　　第一灌──瓶灌顶：弟子先得受金刚三昧耶、铃三昧耶、印三昧耶，观想金刚萨埵和明妃抱持性交，成為天父母之身，持铃杵，手作抱持状，从自心放光，迎请诸尊的金刚性交，由性器官尖端流注出水，作水灌顶；成就不动佛尊，而為印定，入弟子身，证印三昧耶，作天父母状，得金刚阿闍黎灌顶。如是瓶灌顶的三昧耶，来灌注、洒净、成就法器。\n　　第二灌──密灌顶：弟子以幔帐隔成屏处，相信上师是金刚萨埵，奉献即将受三昧耶的智慧母总共多至九位（简称九明），这些明妃是年满十二或十六岁的容貌妙庄严的童女；若找不到童女时，可以自己的姊、妹、女儿、妻子，奉献给喇嘛交合而為自己灌顶。\n　　上师喇嘛观想自己转成佛身，将女子观成是天女身，进行金刚莲华性交，而入等至（进入性高潮）。心间种子放光，召请密教大日如来（佛父）与佛母性交，再观想密教大日如来化入自身中，大贪溶化变成精液，下降到了尿道金刚摩尼（龟头），最后流出而為弟子灌顶。\n　　如是相信密教大日如来所化的和自身菩提心都是一样，从莲华女阴取出金刚精液，给弟子吞精。然而恐怕弟子亲眼看见时不敢相信，故遮住受灌弟子的脸孔，安置精液於螺、盃之中，加上香水，假说「这是妙菩提心，為你灌顶」，即将精液放入弟子口中。弟子此时应当观想这是密教如来所授予，一口吞嚥而下！如是以佛父佛母下体菩提心密物精液灌顶，称為密灌顶。\n　　第三灌：上师跟弟子说：你也要一起和这明妃性交，来受殊胜的妙乐，让你產生性高潮。裸体的明妃也说：我的性器官具备一切安乐，作男女事，可得自在大乐！此时弟子要观想自己為天身，明妃為天女，以坐姿来作互抱行淫之事，请密教的如来加持自身。\n　　男性密教信徒的菩提心精液流入金刚摩尼（龟头）前端，生起性高潮大乐；这时要认知这种乐受本无形色故是空性，男女金刚莲华性器官相合，大乐圆满次第皆无所得故也是空；如是胜妙智慧出生，每日八时（16个鐘头）常保快乐而不与明妃的下体分离，名為乐空双运。如是日日、月月、年年、一整劫、千劫，要长时间继续受此淫乐，认為佛法智慧就会增广。如是男女性交的俱生智慧，菩提心精液到了性器官顶端，若能够阻止不出，產生大乐无分别心，认為能出生佛果而成為佛教中的报身佛！\n　　第四灌：由第三灌出生的智慧，再由上师喇嘛口授淫欲空性之理，最后现起大印天身，得七支成就，為第四灌顶。成就佛身圆满，与明妃而入性高潮等至，来摄受贪欲行的有情，尽未来际领受身心之大乐。第三灌顶之时要观想自身显现报身佛的身相，此后不离佛母（修密的女信徒），现身為佛父佛母互抱持相，尽未来际所有大乐都无自性，这止观双运、乐空双运就是第四灌！\n　　如是上师喇嘛告诉弟子：「你已经修成三种金刚无分别身，於修乐空双运圆满次第而得自在，如是灌顶三昧耶说：『你可杀害其他有情，受用淫欲他人的女子，可行一切取用偷盗，到处说妄语，你都不算是犯戒！』」这就是藏传佛教密宗最高领导者达赖喇嘛所说的「喇嘛们戒行都很清净」的真正意思。\n　　传授三禁行，其中明妃禁行：第四灌顶后，将明妃交付给弟子说：「诸佛作证，我将她授与你！若行者离开淫欲大乐三摩地，无任何法可成佛！因此不应捨离女人！这是一切诸佛无上明禁行，若有愚人捨离男女欲爱，永无大成就！」\n　　金刚禁行：认定弟子為金刚萨埵身，以菩提心精液為金刚，為诸佛之禁行。行禁行者，要唸咒加持於耳璫、项饰等装饰。\n　　这时上师喇嘛说：「你已经出离三有恶趣，成為金刚萨埵佛，我為汝授记了！」弟子便摇铃讚叹及发愿说：「这样殊胜灌顶最為无上，我要遍满一切处，来转这淫欲法轮，利益有情！」\n　　上师说：「你今天在此坛场持咒续，诸佛菩萨悉证知你解脱一切罪，定為三界法王，现成佛果！但你如果捨离贪欲，就会远离三界；因此你不可捨弃贪欲，应当尽情受用男女行淫欲事，食五肉、五甘露，如是一切都没有罪过。你不用担心畏惧，不可违背这个三昧耶戒！一切诸佛菩萨会加持，你今日已经出生在佛家[2]！」以上是藏传佛教自己施设的妄想成佛之法。",
				"added": 1486956543
			},
			{
				"comment_id": 8,
				"body": "宗喀巴《密宗道次第广论》摘要及略释（未成年勿入）\n前言：\n1、宗喀巴所著《密宗道次第广论》为藏密喇嘛教一向不外传的无上密之一，流传已有千年之久。时至今日仍然是喇嘛仁波切们修证「即身成佛」的「无上密法」，因此才号称「密宗」、「密教」，并据此藐视、贬低并毁坏\n\n释迦牟尼佛所教所传的三乘菩提及制定的一切戒律。\n2、由于此书被法尊法师译成文言文，其中又含藏众多不许外人得知的秘密，如不略加说明，恐难明其含义，所以在括号（）及【编注：】中予以大略解释，希望能帮助读者了解其真相。（一智合十）】\n\n以下内容系喇嘛教格鲁派(黄教)开山祖师宗喀巴所著《密宗道次地广论》（新文丰出版）之摘要，并予大略解释：\n（一）：第301页、第14--15行：\n即前经《结合经》云：「杀生等前后，清净不生罪。」\n第324页、第13--14行：\n此灌顶之三昧耶（戒）者，如答日迦跋云：「汝可杀有情，受用他人女，不与汝可取，一切说妄语。」\n（二）：第321页、第11--13行：\n故在印度（密教）凡十七家，有说第三（灌顶）住摩尼乐（令精液住男根之首而不射精引发大淫乐），从彼出菩提心（射精）即为第四（灌顶）。有说第三灌顶无间舌尝菩提心（不断吃上师与明妃性交所生的淫液）为第四（灌顶）。有说第三无间用余明妃（与明妃不断的性交）为第四（灌顶）等。\n（三）第294页、第12--13行：\n第二瓶灌顶者，谓由抱持触九明妃（触摸九个女人）所生妙乐（妙淫乐）。\n第294页、第11行：\n如《略续》云：「初触祥慧乳（触摸真实明妃的乳房），即是瓶灌顶。」\\\n第294页、第12行：\n《欢喜金刚经》于「智慧满十六」等，释为瓶灌顶（就是指触摸满十六岁真实明妃的乳房）及以阿阇黎灌顶（及以上师与明妃性交双修混合淫液为弟子灌顶），是依真实明妃而说（这都是依据真实女人来进行的）。\n第299页、第1--2行：\n《鬘论》引《第二观察经》：「智慧满十六（弟子与十六岁智慧女），二手正抱持，金刚铃结合（性交双修），许为师灌顶（上师才允许为其灌顶）。」\n（四）第303页、第4--5行：\n修密灌顶物者，次由师长具主尊慢（上师因具有能够修炼双身法的资格而生起傲慢），将俗女身观空之后，（再观想其）生天女身，先应加持金刚（上师生殖器）莲花（明妃生殖器），而入等至（进行性交双修达到性高潮）。\n【编注：这样就能修得密灌顶物---以上师与明妃性交双修所生的混合淫液，来为弟子进行密灌顶。后有详述。】\n第317页、第2行：\n结合者，谓与同等明妃（性交双修）而入等至（达到性高潮）。\n第318页、第11--15行：\n此如《七加行》云：「大金刚持身（已修成性交双修而不射精之身），观视（明妃）无厌足，（并观想自己）现三面六臂，具胜抱明妃（以胜妙双身法拥抱明妃性交双修），如（这就是）慧智灌顶，（应该）安住如是相。」谓如第三灌顶之时，自为本尊父母住等至相（弟子自身安住双修性高潮中），第四灌顶亦如是住，此明第四灌顶具足报身结合二支（这样就会明了如同报身佛一般具足安住于俱生大淫乐并观想一切法空二支中）。《七支论释》解如是言，虽说是由金刚莲花触（性交双修）所生乐（大淫乐），然药足师所许（认为）应是如前所说父母等至（性高潮）之相。以此二师于此等义意趣同故。\n第319页、第12--15行：\n第三灌顶之时（弟子先观想）自身现报身（佛）相，此后不离佛母，现为父母互抱持相（时时与佛母进行性交双修）。于彼定中（在性交大定中）心住了达诸法真实之俱生智（令心安住于明了通达此俱生大淫乐等诸法乃真实不变之智慧）。……最后（观想）自身成就相好庄严报身（佛），及以结合二支体性（以性交双修引发俱生大淫乐并观想一切法空二支，乃真实不变的体性），非唯胜解修为佛之色身（此时不仅已胜妙了解必须依此俱生大淫乐才能修成报身佛的色身），此心亦非暂住真实（而且此安住于大淫乐的意识心也是真实常住的）。谓是（这就是）尽未来际所有大乐（大淫乐）与无自性（一切法空）二支体性，明（明了）此（乐空）双运即是第四灌顶。\n【编注：宗喀巴所著《密宗道次第广论》中所说的「俱生智」，详解如下：\n《狂密与真密》第三辑第十一章第九节  妄想施设之俱生智\n1.http://blog.udn.com/hoz786428/6742203、http://www.bskk.com/thread-2945461-1-1.html\n2.http://www.books.com.tw/products/0010323803（第980页）】\n第323页、第13行--第324页、第1行：\n如《大疏》云：「虽有行相（性交双修）而无相（观想一切法空），世尊慧母所抱持（与明妃进行性交双修），具离生灭不变乐（其中具有远离生灭而永恒不变的俱生大淫乐），笑等安乐永远离（此时能够观想一切法空），（这样）能生诸佛具三身，正等觉了三世法，遍智最胜第一佛（已经「即身成佛」了），无二世尊我敬礼。」此说空色明妃抱持行相（与真实明妃性交双修），固具结合大乐无性（能够坚固成就俱生大淫乐，同时观想一切法无自性空）等支，不论报身（佛）有无其名，其义已具（都已成就报身佛了）。\n第325页、第8--10行：\n舍去具相明妃，以他方便不能速疾成佛。答日迦跋（印度密教论师）说能清净三趣，义谓三趣由此清净（与明妃性交双修就能够净化下堕三恶道的恶业），故汝不应离此明妃。由具相明妃修行大乐三摩地（与真实明妃性交双修引发大淫乐并观想一切法空而入和合大定），是一切佛无上明妃禁行（这就是一切佛所制定的明妃禁行：必须已受三昧耶密戒的弟子才允许与明妃进行性交双修、乐空双运之法。否则就不许，故称明妃禁行）\n【编注：此指：密教弟子在受了三昧耶密戒以后，就可以任意杀生、玩女人、窃盗、吃肉喝酒、说妄语而无所不为，详见第1页注1.及注2.的内容。】\n第338页、第15行---第339页、第1行：\n传第四灌顶者，师告弟子作如是言，汝今此身修为报身（佛）父母结合等至行相。（上师教导弟子：必须与真实明妃进行性交双修达到性高潮而不射精才能修成报身佛），于真实义引发等至俱生妙智（并深信在此性高潮中引发之俱生大淫乐乃永恒不变本体的真实义，然后以此建立俱生妙智。）\n（五）：第302页、第12行--第303页、第2行：\n先供物请白者，以幔帐等隔成屏处（建立密坛），弟子胜解师（观想上师）为金刚萨埵，以具足三昧耶（戒）之智慧母（真实女人），生处无坏（生殖器未染病），年满十二等之童女，奉献师长。如《大印空点》第二云：「贤首纤长目，容貌妙庄严，十二或十六，难得可二十，廿上为余印（明妃），令悉地远离，姊妹或自女，或妻奉师长。」论说：「彼若无者，余者亦可。」\n第331页、第14--15行：\n若马若宝及可爱妻子等，随力所能供养师长。亦可施食护摩及欢会等。\n第336页、第2--3行：\n谓将明妃奉献师长（进行性交双修），及尝师长明妃等至二界（然后吃上师与明妃在性高潮中出生的混合淫液），由师长与本尊力（法力）故，（令弟子）生殊胜乐（殊胜的大淫乐）遣除不信。\n第348页、第9--10行：\n次如论《光穗论》云：「应受弟子供，彼皆当敬献，珍宝可爱妻，自身（女性）及田地，总以如是事，令师长欢喜，……。」【编注：宗喀巴《菩提道次第广论》36页第4行中亦云：「恒以诸难施，妻子自命根，事自三昧师，况诸动资财。」】\n（六）：第348页、第7--9行：\n诸（弟子）入坛（密坛）者，亦以嚼噉饮食（酒肉）等物，供曼陀罗令皆饱满。通夜不卧（上师及弟子与明妃们进行整夜的性交双修），（然后）与弟子众作歌舞等，及菩提心正供养已（在弟子吃下上师与明妃性高潮所生的混合淫液以后），（上师）告曰：「汝等入坛者，不应为他说。」\n（七）：第308页、第2--4行：\n（在性交双修以后）明妃以红花等妙香涂饰，裸体水生（以裸身示现其下体）示弟子曰：「（这是）稀有妙莲花（女阴），（其中）具一切安乐（大淫乐），若如法依止，我常住彼前，亲近诸佛等，如作莲华事，自在大乐王（亲近诸佛等事就是进行性交双修，因为其中能引发至高无上的自在大淫乐），（密教行者都应）恒于此中住，…（鬼神咒语）。」此颂及咒出《口授论》\n第308页、第5行：\n毳衣师（印度密教论师）云：「承事佛（学佛、修行佛法）等事，谓在莲华行（就是与真实明妃进行性交双修）。」\n第308页、第13--14行：\n如《大印空点》第二云：「莲华（女阴）藏中央，金界自在母，乃至未获此，余事无菩提（如果未能依女阴来进行性交双修，则修炼其它的密法都无法证得菩提），彼（女阴）性喜欢色（色欲），细中细最胜（是最胜妙的微细法）。」\n第324页、第3--4行：\n由空色大印（明妃）成办不变乐（俱生不变的大淫乐）者，非谓任何空色（观想中的明妃）皆可，要是现为空色杂母明妃（必须是现前的真实女人）。\n第325页、第4--6行：\n此中授三禁行，授明妃禁行者，谓第四灌顶后（传授明妃禁行的内涵，就是在第四灌顶以后，也就是在弟子吃过上师与明妃性交双修的淫液，或已与明妃性交双修而能不射精以后），（于是上师）将明妃手置弟子手，以自左手执彼二手，以右手持金刚（杵）置弟子顶。教云：「诸佛为此证，我将伊（她）授汝（交给你）」谓以诸佛作证。非他法成佛，此能净三趣（此性交双修之法不仅能够净化下堕三恶道的恶业，并能令密教行者修炼成佛），是故汝与伊，终不应舍离。此是一切佛，无上明禁行（此指必须已受三昧耶密戒并具备性交双修而不泄精气功的弟子才开许与真实明妃进行性交双修、乐空双运等无上密法，否则就不许，故称明禁行或明妃禁行）。\n第325页、第8--9行：\n舍去具相明妃（真实女人），以他方便不能速疾（快速）成佛。\n第336页、第4行：\n如铃师（印度密教论师）云：「住莲花正行，稀有大安乐。」（必须与真实明妃进行性交双修，才能引发稀有的大淫乐）\n第337页、第7--8行：\n为令了知般若明妃是圆满最胜无漏乐之正方便，故初发业者，及彼等字所摄智增进位，皆不应舍，故授明妃禁行。\n（为令弟子了知：已受三昧耶密戒的真实明妃，乃是成就弟子在性交双修中不射精而引发圆满最殊胜大淫乐的正方便，所以一切修炼双身法的密教行者为摄受其俱生智继续不断增进的缘故，都不应舍离此种真实明妃。因此，上师先传授弟子明妃禁行之法，然后令其与真实明妃进行性交双修。）\n第340页、第3--4行：\n如《五次第论》（印度密教论）云：「一切幻事中，女幻最殊胜（由于与真实明妃修炼双身法而不射精才能即身成佛，所以女身才是最殊胜之法），三智之差别，此中明表示。（也只有在女身中才能明白表示出佛道的三种智慧的差别：一切智〔尽智、解脱智〕，道种智〔菩萨智〕，一切种智〔佛智〕）」\n第340页、第5--6行：\n传第三灌顶时，尚生四喜（能引发真实不变大淫乐之第四喜），而说生起次地已达究竟（故说此种次第已达到修炼双身法的究竟），由于远离于风得自在者（由于与明妃性交双修而能自在的不射精），（在这种情形下）依止明妃（真实女人）不生四喜（以性交双修引发俱生真实大淫乐之第四喜），实为可笑。\n（八）第309页、第7--10行：\n四喜云何？如《穗论》第五云：「此从波拉根本，从密莲华（女阴）、金钢摩尼（男根之首），生前欢喜等三。于摩尼（男根之首）中生俱生喜（俱生不变的大淫乐之喜），此是一种建立。」又引《时轮宗》云：「液（男性精液）始从髻处（头部顶轮），至毫莲（女阴）为喜（淫乐之喜）。胜喜与妙喜，从喉心处（喉轮心轮）生，脐处（脐轮）起离喜，乃至密莲华（女阴），至密金刚宝（男根），俱生喜不出（如未与明妃进行性交双修，则不能引生俱生真实不变大淫乐之喜）。」前者（精液）从金刚根本（男根）起，未至摩尼（男根之首）中央，随处所别，生三种喜（在精液未到达男根中央之前，随所到之处：顶轮、喉轮、心轮，分别出生淫喜、胜淫喜、妙淫喜）。\n第309页、第12--15行：\n如《鬘论》云：「由慧合吉祥（与真实明妃交合最吉祥），正表示真实（因为其中可正确的表示真实不变的大淫乐），（也就是）从金刚跏趺（在盘坐性交双修时），心（令白菩提心、精液）入摩尼（男根之首）中。」…谓四喜中立俱生智（在与明妃性交双修不射精而引发大淫乐的第四喜时，建立此俱生大淫乐乃是真实不变体性的智慧）。为此慧智（俱生智）生起之时，谓（就是在）菩提心（精液）至金钢摩尼（男根之首）未出之际（尚未射精之际）。\n第310页、第1--6行：\n毗布底师（印度密教论师）亦说菩提心（精液）至金刚根本（男根）为喜，至中央为胜喜，入摩尼（男根之首）时发俱生喜，于离喜前及胜喜后，中间而生。…若传女子灌顶，于金刚处（在男根所在处）当知为莲（女阴），此如妙吉祥（此乃最吉祥胜妙之处）。《口授论》第三灌顶时云：「由虚空界金刚合（观想自己在虚空中与明妃进行性交双修），具正眼者生大乐（凡是已信受性交双修就是即身成佛之道的人，都能在此观想中出生大淫乐），……莲空金刚摩尼宝，莲藏二合金刚趺，若时见心入摩尼（在观想性交双修的弟子，如果发现他的白菩提心---精液流入其男根之首而能不射精），知彼安乐即为智，此是圆满次第道（了知此乃引发俱生真实不变体性之大淫乐的方法就是俱生智，这就是修炼「即身成佛」的圆满次第道）。」\n第311页、第6--7行：\n次于传灌顶时，由依明妃，于摩尼（男根之首）中持菩提心（精液），息灭粗动二取分别，忆其正见。说此念住正见之智，名曰俱生，……。\n（其次，上师在传授灌顶时，教导弟子与真实明妃进行性交双修，为控制不射精而停止粗动抽送时，令意识心息灭对于能取与所取的分别---强令意识心不分别，此时必须记住与明妃性交双修才能引发俱生而有、真实不变体性之大淫乐的正见。这就是安住于正见的智慧，名为俱生智。）\n第312页、第5--8行：\n第四（灌顶）谓第四俱生喜。总谓自（弟子自己）与师长所授（授予）具德相之明妃，生为本尊父母（进行性交双修）。预备金刚莲花（男女生殖器）为先，了知发生慧智之界（了知男根女根交合处就是出生慧智的处所），及明尔时安住正见有乐之智（并明了在与明妃性交双修不射精引发大淫乐时，安住于此大淫乐乃俱生真实不变体性之正见与智慧），即为第三灌顶。若唯依智印灌顶者（如果是依据观想中的明妃灌顶的话），亦须明了观想自与明妃成为欲天父母（也必须明了并观想自己与明妃进行性交双修），持天慢等（同时观想自己持有天身而出生大骄慢），胜解父母等至，生菩提心至摩尼中，从此生乐（并已胜妙了解在观想中与明妃行双身法而达到性高潮，令精液流到男根之首而不射精，从此处出生俱生真实不变体性的大淫乐）。\n【编注：业印指事业手印、具相明妃、真实女人。智印指智慧手印、观想中的明妃。西藏密教塑造双身相就是给弟子用来观想邪淫双修的前方便。详见：http://zh.wikipedia.org/wiki/%E9%9B%99%E8%BA%AB%E6%B3%95】\n第313页、第1--4行：\n此等于依明妃生四欢喜（第四喜）时说，由此中晓示弟子与业印明了观为本尊父母入于等至时，生起俱生喜时安住正见。（上师教导弟子与真实明妃明了并观想：在性交双修中达到性高潮而不射精引发大淫乐欢喜时，应安住于此大淫乐欢喜乃俱生而有、真实不变之体性的正见中），…明了想（自）为本尊父母（上师与明妃）入等至中起俱生智，以彼同于明想本尊父母（上师与明妃）入等至时所生空乐，获定解故（由于弟子对于上师与明妃以性交双修达到性高潮而不射精引发俱生而有、真实不变体性的大淫乐时，观想一切法空并强令意识心不分别的空乐智慧（俱生智）已获得确定了解的缘故，所以就能明了并观想自己也能如同上师一般以双修达到性高潮而不射精之法来引起俱生智）。\n第322页、第9--10行：\n第四灌顶前者，由菩提心（精液）住摩尼（男根之首）中，不外漏注俱生欢喜（因不射精引发俱生而有、真实不变体性的大淫乐欢喜），是谓世俗第四灌顶。\n第339页、第6--7行：\n此中所明果位双运，是无上部（在性交双修中明了此乐空双运可证得密教的果位，这就是无上瑜伽部的修炼方法）。即是道位修自身，为欲天父母行相（学习上师与明妃修炼双身法，就是弟子自身的修道位），由收放二种菩提心，修俱生乐为道之力（由于能够自主的控制射精或不射精，就是弟子在修道位引发俱生而有、真实不变体性之大淫乐的力量所在）。\n第340页、第6--7行：\n此中观察四喜（俱生喜、第四喜、大淫乐欢喜）生或不生，系指如彼第三灌顶时所生者，是菩提心至摩尼中未外出时，俱生欢喜（就是精液流到男根之首而不射精，因此引发俱生而有、真实不变体性的大淫乐欢喜）。\n第340页、第12行：\n令菩提心住摩尼中不出外时生俱生喜（第四喜），不须定传第三灌顶。（弟子能以观想或与真实明妃性交双修，令精液流到男根之首而不射精，因此引发俱生而有、真实不变体性的大淫乐欢喜，就不须再传第三灌顶）。\n第315页、第1--2行：\n如是第三灌顶之时（弟子在与真实明妃性交双修时），随力所能持菩提心（应随其能力尽量忍住不射精），不能持时（实在忍不住时），徐徐放舍（就慢慢射出精液），从水生中持味取起（然后从明妃女阴中挖出此性交混合淫液），由真实见饮三昧耶自性大菩提心（由于对于俱生而有、真实不变体性的大淫乐已具有正见，所以就依三昧耶密戒的规定吃下此自性大菩提心---其性交混合淫液）。\n（九）第287页、第12--15行：\n（上师）先（观想）召弟子入自口中，从金刚路出住明妃莲华之中（然后从上师下体射入明妃子宫中），次想（然后观想）弟子剎那空后，先生为吽，次为金刚，吽字庄严生为不动尊及明妃。由（由于观想）与智萨埵无别故，召入智尊（所以上师以观想召来本尊）。次诸如来明妃等至（其次，上师再观想诸佛如来与明妃行双身法达到性高潮），大贪溶化，从毗卢门灌入顶中，随金刚路出菩提心，而为莲华之上（再观想此性交双修大贪欲之性高潮所出生的混合淫液溶化，经由诸佛如来与明妃双修交合处---毗卢门灌入上师的顶轮中，然后随上师射精而进入明妃子宫），生为天身弟子灌顶（并观想为在明妃子宫中已证得天身的弟子灌顶），次想面臂圆满天身由莲华出安置座上（然后，弟子就观想自己经由此灌顶而获得面臂圆满具足的天身，从明妃的女阴中出生，安住于法座之上---接受信徒们的大礼拜及供养）。\n（十）第305页、第2--3行：\n此之三昧耶（戒）者，《结合经》说依五甘露，……不舍女宝，不毁师长。名义，是以父母菩提心密物（上师与明妃双修的淫液）灌顶故，名密灌顶。\n第329页、第13行--第330页、第1行：\n三界法王位，汝定为其主，如离贪欲罪，三界更无余，如是离贪欲，汝终不应为，汝受用欲事，但行无所畏，食五肉五露，亦护诸余誓，不应害众生，不应弃女宝，不应舍师长，三昧耶难违，由慧方便心，无少不应作，汝无罪莫畏，如如来所说，心意净信金刚性，自誓依止无尽乐，少乐诸趣汝当到，金刚萨埵常住性。【编注：西藏密教吃五肉五甘露的真相如后】\n第331页、第3--5行：\n「如离贪欲罪，三界更无余。」谓舍菩提心（舍弃性交双修的淫液）也。是故教云：「汝终不应于所欲境金刚萨埵，舍离贪欲。」是《摄真实经》说。\n第331页、第8行：\n彼说依（吃）五甘露是密灌顶之三昧耶，此师说彼及食五肉则是共三昧耶（密戒）。\n第430页、第1--5行：\n《鬘论》与《教授穗论》说用面、豆、肉、鱼、粥、饼、酒、水、葱、蒜、牛乳等。……《结合经》云：「阏伽等供物，鱼肉诸食品，酒为左所需，能醉品亦可……。」第三句文释论作「酒能令欢喜。」若有肉与鱼肉所作食物，分陈左右。以五甘露净者，《教授穗》说或放甘露丸或修为甘露而净。\n第431页、第2--8行：\n大肉共〈通肉与甘露〉，故仅说四种，亦有说五甘露为五佛者，如《大印点经》云：「宝生（佛）说为（人）血，（淫）液为无量光（佛），不空（不空成就佛）为大肉（人肉），不动（佛）即香水（尿），毗卢（佛）为大香（粪），此为五甘露。」铃论师之《胜乐修法》亦如是说。如云：「……，小大香大肉，菩提心妙华（男女混合淫液及明妃女阴），又朗芒邦当，牛犬象马肉，皆有种子严。」……此二师说，甘露为如来，诸肉为佛母，由种子即可知。\n第431页、第14行---第432页、第5行：\n如《扎拏疏宝炬论》说：唯于中央四方五处安布十物五佛种子庄严，及于方隅皆安布之两派。后派又有中央四方安布五肉，四隅出生甘露及与彼相反之两派。又有肉为佛体，甘露为佛母体，及与上相反之两派。然彼皆是不动佛居中央之规。五甘露者，大香小香赤白二界前四相共，第五有多异解，拏热跋、药足等说为大肉，跋瓦跋札、《四座经释说》为痰涕。《律生》中说肉中脂肪、骨中髓肉，头中脑膜为下中上三品。…净除寻常之色香力，变为胜妙色等。【编注：大香小香指藏密上师的粪尿，赤白二界指女经血(红菩提)男精液(白菩提)、大肉指人肉】\n第432页、第13--14行：\n尝甘露（吃上师性交双修混合淫液）之仪轨，毳衣大师与铃论师亦如是说，如是生已（在上师与明妃性交双修出生混合淫液以后），（弟子观想）想（自己有）诸天舌根有吽字所生白色金刚，量如大麦，从彼放光如管（吸管），（然后）吸饮甘露（此混合淫液），悉皆饱足。\n（十一）第303页、第7--13行：\n如《集密后续》云：「金刚莲华合（男女交合灌顶），（就是指）集诸有金刚（诸上师），身语意加行（进行性交双修），彼悉摄心中（把性交双修所生混合淫液），由金刚路出，降于弟子口（把沾满此混合淫液的下体，放入弟子口中为他灌顶）。」传密灌顶法者，次从莲华取其金刚(其次，从明妃女阴中取出上师射精后的男根)，以大指无名指取摩尼宝（然后，以大指及无明指沾此混合淫液），胜解如来化汁与自菩提心(精液)无二（上师殊胜信解并观想诸佛如来行双身法所出生的淫液与此混合淫液完全相同）。恐彼持语金刚弥陀慢之弟子，见而不信，故遮其面，非彼手眼所及，诵：「〈金刚鬘经〉所说之过去金刚持，为佛子灌顶，以妙菩提心（此混合淫液），今为子灌顶。」又诵：「……（欲界鬼神咒语）」等主尊咒，置彼口中。弟子亦应想（观想）是毗卢佛等一切如来总集体性，念诵：「……（欲界鬼神咒语）」而咽（吃下肚去）。咒义为稀有大安乐（大淫乐）。次明妃从定起（然后明妃从性交双修大定起身），不着衣服，于莲华中取甘露滴，如是置彼口中（从其女阴中挖出混合淫液，放入弟子口中），彼（弟子）亦如上而饮（吃下去）。\n第304页、第4--5行：\n《明显双运论》说师长（把其双修混合淫液）以大指无名指授弟子口之后，仍将菩提心（所余混合淫液）放螺杯等中，和以香水，唱吉祥颂为先而为灌顶（涂在弟子头上）。\n第322页、第7--8行：\n为讲经等所传后密灌顶，谓由师长与自十二至二十岁九明等至（由上师与九个明妃分别性交双修达到性高潮），俱种金刚注弟子口（然后上师以其沾满混合淫液的下体，放入弟子口中），依彼灌顶（来为他进行灌顶）。\n第336页、第3--9行：\n谓将明妃奉献师长，及尝师长明妃等至二界（弟子先把明妃奉献上师进行性交双修，然后吃下上师与明妃性高潮的混合淫液），由师长与本尊力故，生殊胜乐遣除不信。如铃师云：「住莲花正行（安住于与明妃性交双修），（就会出生）稀有大安乐（俱生而有、真实不变体性的大淫乐），启白于大师，弟子灭分别（依据上师的教导，弟子在此大淫乐中必须令心不分别）。」成慧田者，《口授论》云：「由彼清净田（明妃女阴），通达一切法，幻等十二义。」谓由密物着口（吃下性交混合淫液）入心莲内，（就）成为通达幻等，诸喻所显幻身义之法器（成为密教的法器）。…守护三昧耶者，如铃师云：「集一切勇识，会一切天女（召集密教上师与众明妃进行轮座杂交），世俗菩提心（取得混合淫液），秘密物灌顶（以此混合淫液为弟子进行密灌顶），彼勇识天女（进行轮座杂交双修），大妙三昧耶（所生大妙乐的混合淫液），具五界妙味，当尝彼安乐（应当吃此混合淫液，以获得大淫乐、大安乐）。」谓集一切勇识、勇识母体脉中精髓（集合杂交双修所生混合淫液），由食二种世俗菩堤心故（由于接受密灌顶就要吃此杂交双修所生混合淫液的缘故），当依五甘露等食三昧耶（所以弟子就应当如同吃五甘露一般的吃下去），于前所说守护之三昧耶而得自在（这就是前面所说守护三昧耶密戒而获得自在）。\n第336页、第12行--第337页、第1行：\n清净语者，谓不异主尊父母之师长父母等至，所生俱生喜之密物（上师与明妃性交双修达到性高潮的混合淫液），与请十方一切诸佛菩萨所化体性无可分别，具大力故，尝彼（吃下此性交双修淫液）能生《大印点》中所说如童女乐。如是彼乐（大淫乐）下至舌喉等处，能净彼彼诸处脉风，故能净语。由舌尝受菩提心味（性交双修淫液）能净语者，是密灌顶之力。由身领触二界触尘（身食此双修淫液）能净意者，是第三灌顶力。如是由彼胜物（双修淫液）因缘，加持脉风及菩提心，故成修脉风猛利等瑜伽之器。\n第394页、第11--13行：\n如难胜月论师云：「修金刚随贪（修学金刚萨埵之法就必须随顺对于俱生大淫乐的贪欲），别修佛宫殿（这就是另修佛宫殿的胜妙之法），灌顶尝甘露，供赞修六支，修六支瑜伽（此指印度婆罗门教六派哲学的演变：收摄及禅定、行风〔修炼气脉〕及持气〔持精不泄〕、随念及方便智慧等持〔男女交合〕），速得妙悉地（速得胜妙密法成就---以性交双修而不射精来「即身成佛」），宫为毗卢佛（明妃子宫就是毗卢遮那佛），灌顶不动佛（以上师明妃双修淫液灌顶就是不动佛），尝甘露弥陀（吃双修淫液就是阿弥陀佛），供养即不空（以双修淫液供养就是不空成就佛），称赞为宝生（称赞双身法殊胜就是宝生佛），贪为金刚心（对性交双修大淫乐的贪欲就是永不坏灭的金刚心）。」\n第395页、第6--8行：\n此处金刚萨埵修随贪者（修炼金刚萨埵随顺男女贪欲之法），系由父母菩提（就是以上师与明妃性交双修的混合淫液）化为坛轮诸尊，当以主尊而修随贪，此（处）许主尊即（就是）金刚萨埵故。余四支者，《幕经》一句明一支云：「八明妃灌顶，亦当尝甘露（以上师与八个明妃轮座杂交的混合淫液为弟子灌顶，弟子也应当吃此甘露），八天女供养，称赞轮导师（弟子以八个明妃供养上师性交双修，就是在称赞轮导师---印度密教论师）。」\n第426页、第7--11行：\n念诵之所缘者，铃论师与毳衣大师（印度密教论师）说想所诵之咒，从自心间种子分出，自金刚端（男根之首）入明妃身（女阴），（然后）由天女口入自口中，回转如前。……先想咒鬘入自口中，从金刚（男根）出入莲花（女阴）中，缘中脉向上行，从妃口出入自口中，回转修行诸字缓诵鬘咒，是为回曲念诵，若先自妃口入如前回转，字音粗壮，是为忿怒念诵。\n（十二）第307页、第7--9行：\n前所供养虽是师长明妃，然可还与（弟子前所供养上师的明妃在行双身法以后，上师就可把此明妃交还弟子也进行性交双修---轮座杂交），如《集密后续》云：「净信慧广大，色妙恒乐修（女色胜妙应永远乐于与其性交双修），一加行修习，具三昧耶（戒）者，弟子将供事（供养事业明妃---真实女人），供养于师长，师长加持彼（在上师与弟子供养的明妃行双身法以后），应授与行者（上师就应把此明妃授与弟子也进行性交双修---轮座杂交）。」\n第312页、第5--6行：\n总谓自与师长所授具德相之明妃，生为本尊父母。（总而言之，就是弟子自己与上师所授与已受三昧耶密戒的真实明妃，进行性交双修。）\n（十三）第347页、第230--行：\n如《鬘论》云：「若犯毁訾（诽谤）师长等罪，（弟子应）随力所能先设欢会（双修杂交大会）而行供养，次于师前先正忏悔，如前受(三昧耶)戒。」\n第506页、第8行：印顺法师为《密宗道次地广论》详为润色。\n＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊\n本文「附注」所引用之资料来源如下：\n藏密格鲁派祖师宗喀巴所著《密宗道次第广论》--新文丰出版公司发行（台湾）\n       \n        台湾地区出版处：新文丰出版公司\n书号：ISBN957—17—1626—X\n         地址：台湾省台北市罗斯福路一段20号8楼\n电话：（02）23415293-4、23060757、22531010\n           海外来电：886─2─23415293-4、23060757\n    E-mailaddress：sales@swfc.com.tw\n2、大陆地区出版处：\n（1）民族出版社：\n北京市安外和平里北街14号（邮编100013）\nTEL：86—010—64285364、010—64272026\n（2）上海佛学书局：\n上海市常德路418号（邮编200040）\nTEL：86—021—62470515、021—62792028（书号：12024）\n3、网络搜寻《密宗道次第广论》可在线阅读或下载。\n4、《密宗道次第广论》卷十三、十四之简易白话解释：\nhttp://www.enlighten.org.tw/fact/11（正体版）\nhttp://www.lamatruth.com/fanti/?type=detail&id=321（正体版）\nhttp://www.bskk.com/thread-347675-1-1.html（简体版）\nhttp://blog.163.com/yueergao@126/blog/static/24085204201111284246646/（简体版）\n\n【请上网搜寻：《西藏密宗的秘密》简体版全图文下载】",
				"added": 1486956559
			},
			{
				"comment_id": 9,
				"body": "http://www.enlighten.org.tw/fact/11\n\n\n宗喀巴之《密宗道次第廣論》卷十三、十四之簡易白話解釋（印度性愛瑜伽之「即身成佛」大妄想篇）（轉載）\n \n藏傳佛教依據《時輪本釋》有十五次第灌頂，前七個灌頂都是水灌頂，都與佛法修行的實證無關；在水灌頂之上，有為正式修行的密教行者而作的「瓶灌頂」，分兩階（各有四灌）：\n\n第一階，喇嘛和一位明妃交合而射精，然後蒐集上師與明妃混合後的淫液給受密灌的信徒吃。再上一階，是由喇嘛性交九位明妃，再蒐集全部淫液給受密灌的信徒吃，然後把全部或少至一位明妃交給受灌的信徒，依喇嘛的教導當場合修雙身法；如是一位明妃或九位明妃的差別，和受密灌者的根器之不同──當然是由喇嘛依信徒的供養金及信受度來決定其根器。\n\n弟子為受藏傳佛教的無上瑜伽灌頂，啟請上師；上師則以心種子放光召入諸灌頂佛及明妃於虛空中交合，弟子以五甘露等而作供養得以「清淨，轉識成智」註(1)。\n\n水灌頂的要義，喇嘛觀想密教如來溶化於水，入於口中而為灌頂；從自己的金剛尿道流出，住於喇嘛所觀想出來的明妃的蓮華（生殖器）陰蒂之中，最後轉變莊嚴而出生為不動如來及明妃互相交合受樂。所觀想出來的這種如來明妃性交等至（達到性高潮），大貪溶化（射精出來而）灌入喇嘛頂門中，隨即向下流至喇嘛的金剛尿道而出生菩提心（射出精液於）陰蒂蓮華之上，觀想自己已經出生為天身，以如是觀想而為弟子作水灌頂。\n\n再說深入的兩階的四灌頂次第：\n\n第一灌──瓶灌頂：弟子先得受金剛三昧耶、鈴三昧耶、印三昧耶，觀想金剛薩埵和明妃抱持性交，成為天父母之身，持鈴杵，手作抱持狀，從自心放光，迎請諸尊的金剛性交，由性器官尖端流注出水，作水灌頂；成就不動佛尊，而為印定，入弟子身，證印三昧耶，作天父母狀，得金剛阿闍黎灌頂。如是瓶灌頂的三昧耶，來灌注、洒淨、成就法器。\n\n第二灌──密灌頂：弟子以幔帳隔成屏處，相信上師是金剛薩埵，奉獻即將受三昧耶的智慧母總共多至九位（簡稱九明），這些明妃是年滿十二或十六歲的容貌妙莊嚴的童女；若找不到童女時，可以自己的姊、妹、女兒、妻子，奉獻給喇嘛交合而為自己灌頂。\n\n上師喇嘛觀想自自己轉成佛身，將女子觀成是天女身，進行金剛蓮華性交，而入等至（進入性高潮）。心間種子放光，召請密教大日如來（佛父）與佛母性交，再觀想密教大日如來化入自身中，大貪溶化變成精液，下降到了尿道金剛摩尼（龜頭），最後流出而為弟子灌頂。\n\n如是相信密教大日如來所化的和自身菩提心都是一樣，從蓮華女陰取出金剛精液，給弟子吞精。然而恐怕弟子親眼看見時不敢相信，故遮住受灌弟子的臉孔，安置精液於螺、盃之中，加上香水，假說「這是妙菩提心，為你灌頂」，即將精液放入弟子口中。弟子此時應當觀想這是密教如來所授予，一口吞嚥而下！如是以佛父佛母下體菩提心密物精液灌頂，稱為密灌頂。\n\n第三灌：上師跟弟子說：你也要一起和這明妃性交，來受殊勝的妙樂，讓你產生性高潮。裸體的明妃也說：我的性器官具備一切安樂，作男女事，可得自在大樂！此時弟子要觀想自己為天身，明妃為天女，以坐姿來作互抱行淫之事，請密教的如來加持自身。\n\n男性密教信徒的菩提心精液流入金剛摩尼（龜頭）前端，生起性高潮大樂；這時要認知這種樂受本無形色故是空性，男女金剛蓮華性器官相合，大樂圓滿次第皆無所得故也是空；如是勝妙智慧出生，每日八時（16個鐘頭）常保快樂而不與明妃的下體分離，名為樂空雙運。如是日日、月月、年年、一整劫、千劫，要長時間繼續受此淫樂，認為佛法智慧就會增廣。如是男女性交的俱生智慧，菩提心精液到了性器官頂端，若能夠阻止不出，產生大樂無分別心，認為能出生佛果而成為佛教中的報身佛！\n\n第四灌：由第三灌出生的智慧，再由上師喇嘛口授婬欲空性之理，最後現起大印天身，得七支成就，為第四灌頂。成就佛身圓滿，與明妃而入性高潮等至，來攝受貪欲行的有情，盡未來際領受身心之大樂。第三灌頂之時要觀想自身顯現報身佛的身相，此後不離佛母（修密的女信徒），現身為佛父佛母互抱持相，盡未來際所有大樂都無自性，這止觀雙運、樂空雙運就是第四灌！\n\n如是上師喇嘛告訴弟子：「你已經修成三種金剛無分別身，於修樂空雙運圓滿次第而得自在，如是灌頂三昧耶說：『你可殺害其他有情，受用婬欲他人的女子，可行一切取用偷盜，到處說妄語，你都不算是犯戒！』」這就是藏傳佛教密宗最高領導者達賴喇嘛所說的「喇嘛們戒行都很清淨」的真正意思。\n\n傳授三禁行，其中明妃禁行：第四灌頂後，將明妃交付給弟子說：「諸佛作證，我將她授與你！若行者離開婬欲大樂三摩地，無任何法可成佛！因此不應捨離女人！這是一切諸佛無上明禁行，若有愚人捨離男女欲愛，永無大成就！」\n\n金剛禁行：認定弟子為金剛薩埵身，以菩提心精液為金剛，為諸佛之禁行。行禁行者，要唸咒加持於耳璫、項飾等裝飾。\n\n這時上師喇嘛說：「你已經出離三有惡趣，成為金剛薩埵佛，我為汝授記了！」弟子便搖鈴讚歎及發願說：「這樣殊勝灌頂最為無上，我要遍滿一切處，來轉這婬欲法輪，利益有情！」\n\n上師說：「你今天在此壇場持咒續，諸佛菩薩悉證知你解脫一切罪，定為三界法王，現成佛果！但你如果捨離貪慾，就會遠離三界；因此你不可捨棄貪欲，應當盡情受用男女行婬欲事，食五肉、五甘露，如是一切都沒有罪過。你不用擔心畏懼，不可違背這個三昧耶戒！一切諸佛菩薩會加持，你今日已經出生在佛家！」 註(2) 以上是藏傳佛教自己施設的妄想成佛之法。\n\n如來正說\n\n如果透過幻想的觀想，也可以成佛，這其實只有密教的祖師寫出來的密續中才這樣說，一切佛經中都沒有這樣說，而且密宗這樣的成佛與佛教中說的成佛境界完全不同，卻與婆羅門教的性力派所說子孫生生不息的輪迴境界完全相同。\n\n釋迦如來在真正的密教經典《大佛頂如來密因修證了義諸菩薩萬行首楞嚴經》如此開示：「阿難！如何是修行上的『攝心』呢？我明定為攝受第八識金剛心如來藏為『法戒』──攝心為戒。任何一個世界的六道眾生，如果他的心不貪婬慾，便不會生死相續。」\n\n「你修持三昧，本來的目的是要出離塵勞；然而婬心不除，永遠無法脫離塵世；縱然有殊勝智慧、禪定現前，如果不斷婬心，將來必定墮入魔道！上品是魔王、中品是魔民、下品則是魔女！當知：這樣諸魔，一樣是有徒眾，各各自說：已經成就無上道！」\n\n「我釋迦如來示現滅度之後，在這個末法之中，多的是這樣的魔民，熾盛於世間，廣行貪婬，詐現為善知識；使得眾生陷落於愛見的大坑，失去了真正的菩提路！你將來教導世人修實相三摩地時，應該教導大眾先斷除心婬，是名如來先佛世尊第一決定的清淨教誨！」\n\n「所以，阿難！如果不肯斷除婬心，來修禪定三昧，就好比是蒸煮沙石，想要變成飯，這樣即使經過百千劫，還只是個『熱沙』；為什麼呢？因為這本來就只是沙石，哪裡可以煮成飯呢！」\n\n「你若以婬身，求證佛陀的清淨妙果，縱使可得到妙悟，皆是貪婬的根本！根本成婬，輪轉三途，必不能出！如來涅槃，何路修證？必定要使婬機、身體之行、心念等身口意行都一起斷除！連斷除的念都不必生起，如是和婬欲無有交涉，這樣佛菩提的修證才有可能！若是如我所說的一樣，名之為 佛說！如果不如此說，就是魔王波旬所說！」\n\n所以宗喀巴的終極性愛──「婬欲大貪之道」，只是傳承自婆羅門教男女性愛的無上瑜伽，既不能使人斷我見而證聲聞初果，也不能使人證得第八識阿賴耶識，不能成為真正的菩薩，根本沒有任何「佛道」的內涵可言！\n\n請問你要相信離欲清淨的本師 釋迦牟尼佛？還是永遠貪著婬欲雙身法的密教的假大日如來？你要相信中國幾千年來的清淨僧侶所說的清淨佛法？還是這西藏大貪淫的大喇嘛宗喀巴所說的死後會下墮三途的婬欲法？\n\n註(1) 這其實是不淨的，也不是佛教中證得妙觀察智等的轉識成智的內容，只是套用佛教名詞。\n\n註(2)「生在佛家」意為進入初地聖位了\n\n \n\n \n\n轉載自正覺教育基金會全球資訊網 http://foundation.enlighten.org.tw/fact/people/1",
				"added": 1486957250
			},
			{
				"comment_id": 10,
				"body": "宗喀巴大师的《密宗道次第广论》13，14卷 \nhttp://www.xuefo.net/nr/article25/249727.html\n\n\n密宗道次第广论卷十三\n\n　　明瓶灌顶仪轨次第品第九\n\n　　申二　入后灌顶\n\n　　酉一　瓶灌顶\n\n　　戌一　金刚弟子共灌顶\n\n　　亥一　五种灌顶共同建立\n\n　　此中能灌顶入所灌顶业，及灌顶之作用方便，三种所缘当修何尊瑜伽。如答日迦跋云：「不动三静虑。」义谓师长弟子及灌顶物三者，皆修为不动佛而行灌顶(此是第一水灌顶)，除名灌顶，余三各修为宝生等三种所缘。名灌顶则修为毗卢二种所缘。此论师等唯说弟子与灌顶物改易所缘，于阿阇黎未明显说，意为可住主尊瑜伽。弟子为受灌顶故须请白师长，师长则须请白灌顶诸尊以为灌顶，是故有二能灌顶者。灌顶诸尊又二，(349)有彩绘曼陀罗所住诸尊，及诸大成就者仪轨所说，师长别更新请诸尊安住虚空以彼灌顶。前者谓阿阇黎入所修曼陀罗，于彼主尊具受灌顶，得其听许，以三三昧耶歌称赞为先，为令弟子入内请求悉地，请于弟子灌顶作证，加持相续。彼曼陀罗诸尊，乃至弟子灌顶事未圆满而住，非灌顶时入弟子身。新请灌顶诸尊，则于每一灌顶之后入弟子身。此是毳衣大师等说，故应摄入。于彩绘曼陀罗得瓶灌顶，其义极难安立。若谓由先入曼陀罗者，则上三种灌顶亦同。又非住彼曼陀罗内作瓶灌顶，亦非由彼曼陀罗内诸尊而为灌顶。若以彩绘主尊与师无二传瓶灌顶，即立为于彼曼陀罗获得瓶灌顶者。灌顶之时虽多宣说师长主尊无异，然有众多堪据教典，亦说师长主尊各异而传瓶灌顶者。又但以彼二者无异，亦不能立于彩绘曼陀罗得瓶灌顶。若不尔者，则彼继续传余三灌顶时，理由相同，亦应许彼上三灌顶，可于彩绘曼陀罗得。\n\n　　故所修曼陀罗诸尊，虽不如彼所请灌顶诸尊，亲手执瓶灌顶唱吉祥等，然须信解于阿阇黎传瓶灌顶作意听许为灌顶事。如龙智云：「知自性行者，为弟子灌顶，恭敬请诸佛，(350)劝其仍降临。」此说当修曼陀罗时，为传弟子灌顶请智慧尊。传咒随许亦须请白彼曼陀罗主尊而传，最后复说师长将诸弟子供献曼陀罗主尊等。如是诸瓶灌顶，有彩绘曼陀罗诸尊作意听许，故说诸瓶灌顶于彩绘曼陀罗中得，无相违过。修曼陀罗，为令弟子入内，阿阇黎耶亦须入受灌顶，故不可执修曼陀罗唯为弟子灌顶而作。\n\n　　所请灌顶诸尊，或如毳衣大师说请胜乐分为五部之曼陀罗，余尊亦可准彼理趣而请。或如〈鬘论〉所说，请通常之如来佛母菩萨及天女等。龙智意趣如〈明显双运论〉说，唯水灌顶时修弟子为毗卢，名灌顶时修弟子为不动，余者皆同余曼陀罗仪轨。〈时轮〉所说与诸余经诸曼陀罗仪轨极不相同。以彼经乃特殊意趣，此处是说余经之规。又弟子与灌顶物生为诸尊者，毳衣大师说五种胜乐以三段法生，或准彼理随时别配。若自教中说有五佛即如是修，若无有者，则于主尊开为五部。虽此仅说生三昧耶钩入智尊，未说余事，然诸师长亦修灌顶以及部主印定〈金刚幕〉第四云：「想弟子马胜，具多罗天女，手振金刚铃，金刚主灌顶。」于铃灌顶说弟子为不空成就父母，此是一例，余时弟子及灌顶物之生起法亦应知。(351)五种明灌顶时，(明灌顶、瓶灌顶皆弟子五种灌顶之异名。)弟子须白师长，正灌顶时须诵〈灌顶大金刚〉等，诸师皆同。唯此论师说内灌顶，宝铠与毗布底亦随此行。〈鬘论〉除于第一灌顶说内灌顶，余未明说。然毗布底则说余亦同前，是〈鬘论〉意趣，故余亦准知。收摄灌顶诸尊及传弟子水灌顶后部主印定并供养彼，〈鬘论〉唯阿阇黎灌顶时说。然毳衣大师跋[口*缚]跋陀罗、答日迦跋处处皆说收摄灌顶诸尊。其收摄法，前二论师(毳衣、跋[口*缚])说入毛孔。由何方便摄者，毳衣大师说由师长心间种子放光召入。庄严顶者(部主印定)，毳衣大师说第一想顶上为不动，第二右耳上为宝生，第三脑后为弥陀佛，第四左耳上为不空，第五额上为毗卢佛，皆由水成。若如此说，五灌顶后乃有五佛严顶，冠灌顶时则未有五佛严顶也。供养弟子如毳衣大师与答日迦跋所说，亦供花等。又答日迦跋云：「供养授清净。」授清净者，如毳衣大师说五种灌顶，以自性净法性、染污末那、第六意识、前五根识、及阿赖耶，转依所成之法界体性智、平等性智、妙观察智、成所作智、大圆镜智而为自性。〈鬘论〉亦云：「由五灌顶而能增长诸智种子，(352)故应胜解为彼体性。」〈律生经〉云：「五灌顶佛体。」慧铠亦说五蕴与五烦恼清净为五灌顶。胜贤师于五明灌顶后云：「若如是灌顶，得悉地无疑，即当证彼尊，能作彼事业。」当令弟子了知彼义〈金刚幕〉第四亦于五灌顶后云：「彼所现一切，及主黑茹迦，诸法性清净，应观为佛智。」余曼陀罗仪轨亦多宣说。天种慧师释彼义云：「从鬘灌顶至名灌顶，凡有所现，即应观彼为佛五智与净法界，观鬘灌顶即为第六。为何灌顶?曰为法性清净无垢。谓自性清净诸佛法及大圆镜智等六法之垢，以彼诸灌顶而洗除。由与彼等自性无异，故应胜解为彼等也。曼陀罗主尊是彼一切之自性，黑茹迦者唯是一例。」此即释观五灌顶为五智之义。\n\n　　其泗水等，头上戴冠，铃杵授手，与立名等，是五灌顶之因非是自体。其自体者，如水灌顶，所灌顶处生为不动，灌顶之物即以不动所化之水，灌顶之法由酒于顶上等作用，所修曼陀罗内诸尊作意传水灌顶，祈白新请不动为主灌顶诸尊，正由师长作灌顶事，令于弟子身中熏成能净治识蕴与瞋恚，及能现证法界体性智，并由不动门修行念诵，(353)于修悉地获得自在，此胜功能，即水灌顶。余四以及花鬘灌顶，亦准彼理应知。故五灌顶中第一水灌顶，与他灌顶之后用水灌顶，义不相同。彼等皆名明灌顶者，如〈鬘论〉云：「花鬘与水等六灌顶，能令对治无明有大功能，故名明灌顶。」毳衣大师则云：「由五无明体性，转成明了五智体故，一切皆以佛眼等明妃灌顶故。」此中二释，前者谓修成明了之灌顶，后者谓由明所灌顶，故非灌顶自体为明。毳衣大师总说得此五种，修持真言，闻说经教，皆得自在。〈鬘论〉破云：「闻说事行二部经教，修彼真言可得自在，于闻说瑜伽与瑜伽母教，修彼真言犹未自在。」此如前引，意指未能自在闻修圆满次第及说二教，非破彼于闻修生起次第而得自在。如是事行部中，唯增说法随许，不须别传阿阇黎灌顶也。\n\n　　亥二　各别建立\n\n　　干一　水灌顶仪轨\n\n　　坤一　祈请清净\n\n　　开示曼陀罗后，为受水灌顶，故随所有物供养师长，双膝着地，合掌请云：「如菩提金刚，大供养佛等，今为度我故，空金刚授我。」菩提金刚谓金刚持，如彼于不动等传大灌顶以为供养。(354)如是为于生死大海救度我故，我今归依虚空金刚，即是等同金刚持之师长，唯愿传我灌顶。此是〈明炬论〉十六品所说。毳衣大师等多说尔时应顶礼。\n\n　　师长次于根本曼陀罗外之东，浴水不致沾及根本曼陀罗处，绘方浴坛，一墙围绕，其门西向对入坛门，内作杂色莲华，若彩土绘或研米汁等绘。或作无牌楼之方坛，西向对入坛门。或造量等内曼陀罗半量之坛，四方四门两重，不作牌楼。东方等处绘轮宝华[釰，金*刃]，四隅绘四佛母标帜，中绘八叶杂色莲华。前之两种同是一门，初有牌楼，后者无之。言两重者，谓诸尊处与莲华处。上安绘有八叶莲华木质之座，或绘有月轮之布等狮座，胜解安于彼曼陀罗莲华之上，安彼上时勿触莲华。若无浴坛，唯作彼想，于木座等上修弟子为金刚持，向曼陀罗而住。黑行师与萨惹哈说修为主尊。\n\n　　〈鬘论〉于此灌顶浴坛，指如曼陀罗开光时所说。如是〈胜乐灌顶品〉中亦指如前所说，然彼不应道理。以彼论前未曾说浴坛故，盖是未能决定了解而录〈鬘论〉，故知非是无畏所作。是一善巧〈鬘论〉者之所造(此辨《灌顶品》非无畏作)。(355)\n\n　　次诵甘露瓶咒：「嗡阿毗迦南达枳吽」及诵吽字七遍加持芥子，两拳握持，左绕二匝。口诵：「嗡萨[口*缚]跋榜答哈那班[口*(灾-火+夕)]耶，班[口* (灾-火+夕)]萨埵茜，萨[口*缚]跋榜答哈娑哈」投芥子入火中，右绕二匝。次以两拳持水，亦如是修。次以四白瓦碗，四连茅草之牛粪团，四握食，四黄布，亦如前修作左右绕。然瓦碗等非投火中。\n\n　　次应洗净，念诵主尊真言，心间涂香，头系花鬘，前供阏伽，灯明，旋绕熏，以诵甘露瓶及七遍吽字之酥合芸香。〈金刚幕经〉所说驱除真言，依文应是净罪之义。毳衣大师说除不净。毗布底除遣鬼魅。\n\n　　坤二　传水灌顶\n\n　　师长次于自心种子放光，迎请无边处所诸佛明妃于前虚空中住，奉供养后，请为弟子灌顶白云：「金刚持于佛，为救众生故，传德生灌顶，亦如是传此。」此义准前请白应知。〈鬘论〉仅说不动本性菩提心之甘露为体。未明显说灌顶物之生法。二随行者则说水生为不动佛，召入智尊。宝铠更说彼化为水，故诸瓶水先，为洒净，变成吽字，(356)次后由彼变成金刚吽字庄严，再从彼生不动。次以自心种子放光召入智慧萨埵，奉供养后仍变为水。次〈鬘论〉说如来溶化为先，次将弟子召入口中而为灌顶。宝铠所说次第虽异，然于实行为易，当如彼说而作。先召弟子入自口中，从金刚路出住明妃莲华之中，次想弟子剎那空后，先生为吽，次为金刚，吽字庄严生为不动尊及明妃。由与智萨埵无别故，召入智尊。次诸如来明妃等至，大贪溶化，从毗卢门灌入顶中，随金刚路出菩提心，而为莲华之上，生为天身弟子灌顶，次想面臂圆满天身由莲华出安置座上。此处〈幕经〉所说之义。难胜月谓：「八瓶一切水，为明妃士夫，善修意金刚，金刚持灌顶。」此说兼水灌顶与内灌顶。天种性慧则未说内灌顶。水灌顶前观想次第，谓想诸如来佛眼等明妃，充满虚空。彼等于弟子上执持伞盖幢幡衣服，歌舞作乐，雨众妙花，手略倾斜执持充满菩提心甘露之白瓶，为从佛母莲华初出弟子灌顶。时色金刚母等唱吉祥云：「诸吉祥住众生心，一切体性胜部主，生诸有情大安乐，今灌汝顶最吉祥。圆满众德若金山，三世依怙净三垢，佛眼广长如莲华，汝今寂灭最吉祥。彼说妙法不动摇，遍扬三世人天供，胜法恒令众生寂，(357)汝今寂灭最吉祥。多闻正法多吉祥，人天修罗供养处，僧伽众尊惭德本，汝今寂灭最吉祥。」〈金刚藏庄严〉第四云：「充满如[蔴，芬-分+麻][壳，壳-殳]，诸佛执持瓶。」故执瓶者非定由佛眼等明妃。作如是胜解后，自亦应先唱吉祥赞。尔时师长应手举瓶，于弟子赞吉祥。〈明显双运论〉云：「执瓶应先诵，诸吉祥偈颂。」\n\n　　次水灌顶略有三法，谓从尊胜等瓶各取少水，注于颅杯或螺杯内，作水灌顶。或先以尊胜瓶，次以四如来瓶，次以四天女瓶，随所有曼陀罗诸瓶而为灌顶。若唯一灌顶瓶，则于尊胜瓶中不动体性之菩提心甘露，以右手执杵取瓶上华枝略取瓶水，随金刚端流注灌顶。诵云：「灌顶大金刚，三界皆敬礼，金刚三密生，诸佛前授与。嗡啊班[口* (灾-火+夕)]邬答迦，阿毗恳[口*(灾-火+夕)]吽，苏惹达当阿吭。」若乐略者，如是即可。广则更诵：「嗡摩诃苏喀，斑[口*(灾-火+夕)]萨埵阿毗克格那当，阿毗恳[口*(灾-火+夕)]弥，萨[口*缚]达塔伽达，阿底跋底得那枳朵跋[口*缚]」龙智及〈明显双运论〉亦宣说此二咒。应释授与于何人前，谓诸佛前。授与何事谓与灌顶，大谓此之殊胜，成三界王，故为三界之所敬礼。我今将此授汝，汝应于此善修，此是安慰弟子。金刚者谓不可弃舍。 (358)金刚三密不可分离即金刚持，从彼生者即是从此种性所生。此〈明炬论〉《十六品》说：如是灌顶之时，应想出生圆满安乐，曼陀罗仪轨等虽未明说置瓶于顶。然诸师长皆如是行。〈欢喜金刚羯摩次第仪轨〉及瑜伽部说令饮水。如第十二〈穗〉云：「灌顶，谓以智水洗除一切习气障垢。故以瓶水灌顶，能于顶上印定分别种性。」于现观中(修法也)水灌顶时作如是说，此中亦同。\n\n　　干二　余灌顶仪轨\n\n　　次明余四灌顶。冠灌顶者，祈请长之后，想弟子由盎字及宝，什字及莲，康字及[佥*刃]，嗡字及轮，依三段法生为宝生乃至毗卢，皆如前修，灌顶之物亦尔。冠灌顶物，谓用金及布等所作之五佛冠弟子之部主居中。在首中央(额)两侧、顶心、脑后，如其次第，念诵：「嗡斑[口*(灾-火+夕)]达底穴曰阿毗恳[口*(灾-火+夕)]吽。」「嗡萨[口*缚] 达塔伽达萨埵班即阿毗恳[口*(灾-火+夕)]种。」「嗡惹那班即阿毗恳[口*(灾-火+夕)]阿」「嗡达摩班即阿毗恳[口*(灾-火+夕)]什」「嗡迦摩班即阿毗恳[口*(灾-火+夕)]掌」诵此五真言而戴于头上。龙智与〈鬘论〉同。并结手印置彼诸处，诵诸真言。次诵「灌顶大金刚」等，(359)及诵：「嗡阿班[口*(灾-火+夕)]穆姑札阿毗恳[口*(灾-火+夕)]吽苏惹达当阿坑」「班[口*(灾-火+夕)]都喀耶贺」令生欢喜。龙智亦说于此处修五佛严首。次诵：「嗡吽[口*掌]什阿」真言，击飘带于额上。〈明显双运〉说于顶冠悬挂飘带，而诵「班[口*(灾-火+夕)]都喀耶贺」，以平合掌令生欢喜。此是龙智意趣。\n\n　　次金刚灌顶者，先诵「灌顶大金刚」颂。并诵：「诸佛杵灌顶，今为汝灌顶，此即一切佛，为修取金刚。」以金刚杵触弟子心间喉处头上，授右手中。〈幕经〉于此处云：「弟子世自在，九股大金刚。」〈释论〉解此颂义，谓修为莲华舞自在。杵虽五股，以上下八股及中股，故说九股。后二句文〈金刚幕〉作：「善修诸佛故，应受此金刚。」〈真实光明论〉释此颂义，谓一切诸佛今为汝传金刚灌顶，故汝应取受此金刚。以菩提心为杵，智慧为铃，金刚灌顶即是金刚智灌顶故。以此金刚灌顶，即与空性不离之菩提心自性，故是一切佛之灌顶。应受之理，谓此金刚是一切佛之体，为得彼而修彼，故汝应受。\n\n　　铃灌顶者，将铃授弟子左手中，令手持铃杵作抱持印状，先诵「灌顶大金刚」等，次诵〈幕经〉第四所说：「嗡班[口*(灾-火+夕)]阿底跋底当，阿毗恳[口* (灾-火+夕)]弥，底叉班[口*(灾-火+夕)]三昧耶当。」次令诵云(360)：「嗡班[口*(灾-火+夕)]根枳痾痾，世尊摄授我，愿正亲近我。」此出〈幕经〉《第十四品》。诵后真言及二句颂是龙智意趣。〈摄真实经〉、〈胜吉祥经〉许以「诸佛」等颂，而作金刚灌顶，「班[口*(灾-火+夕)]阿底跋底」等咒，作主灌顶。然灯贤与难胜月等亦如是说。答日迦跋改诵金刚杵颂为铃，授铃灌顶。其咒即主灌顶之坚固法。黑行师等文句稍略，以咒与颂传金刚灌顶后，另以余颂传铃灌顶。彼真言义，可通作金刚灌顶与铃灌顶解，是故堪为量者有作金刚灌顶，有作铃灌顶者。毳衣大师说以「嗡善具铃金刚，极勇士灌顶，汝住金刚誓，受胜主灌顶。」传铃灌顶。其第三句，即「底义班[口*(灾-火+夕)]三昧耶」之义。主灌顶即「阿底跋底阿毗恳[口*(灾-火+夕)]」之义。毳衣大师之意总谓：「为汝住金刚三昧耶传金刚主灌顶，汝应受取。」庆喜藏释此咒与彼不同，于此金刚及铃灌顶，诸大论师亦多同时传金刚三昧耶，金刚禁行，铃三昧耶之文。「跋[口*缚]跋陀罗」于铃灌顶后，名灌顶前，并传印三昧耶。亦复以彼传阿阇黎灌顶。然毳衣大师与答日迦跋并此论师，铃杵与印三昧耶等，要于弟子灌顶以后阿阇黎灌顶时，方乃传授。余师意趣亦以作如是解为善。铃灌顶亦名主灌顶，义如下释。(361)\n\n　　名灌顶者，手执铃杵置弟子顶，先诵「灌顶大金刚」等，及〈幕经〉第四品所说：「嗡班[口*(灾-火+夕)]萨埵当，阿毗恳[口*(灾-火+夕)]弥，班[口*(灾-火+夕)]那摩阿毗克迦达」次随投花所中本尊种性之名，唤瞋恚金刚或痴金刚等，传毗卢遮那本性之灌顶。依于六部立男女名，广如〈鬘论〉应知。如〈摄真实经〉云：「杰金刚，随是何名即唤为彼。」杰是呼召其名。然灯贤等又说于彼用吉祥名，如云：「吉祥不动金刚。」此是称德立名，非于名灌顶时，问先所得灌顶密名而云杰吉祥也。如答日迦跋云：「具吉祥金刚，师长三度呼。」此说以所立名呼召三遍。\n\n　　此论师于余四灌顶未明显说传水灌顶，可据之曼陀罗仪轨亦多未说。然毳衣大师于余四灌顶后各传一水灌顶，应如是行，此等皆有瓶事随行而名瓶灌顶故。〈鬘论〉亦说一切皆有如来与明妃持瓶灌顶，从水至阿阇黎六种同名瓶灌顶故。观想如来父母持瓶灌顶，及色金刚母等唱吉祥等，余四灌顶亦须尔故。以是彼时召请灌顶诸尊等之观想，应如水灌顶修。余四灌顶未说与妃俱生，准前应有。「灌顶大金刚」等，通五灌顶，毳衣大师亦然。余诸水灌顶时，应以阿阇黎灌顶时所说真言而灌。如是传与五灌顶时，(362)须为说明各灌顶体，令其决定明解彼义而传灌顶。\n\n　　水灌顶嗢柁南曰：「供养敬祈请，安浴台清净，奉请灌顶天，并生为天形，请白内灌顶，赞吉水灌顶，入身献供养，解释灌顶义。」\n\n　　余灌顶嗢柁南曰：「白请灌顶天，二俱生为天，请白灌顶天，内外二灌顶，水后诸尊入，供释灌顶义。」\n\n　　戌二　金刚阿阇黎不供灌顶\n\n　　亥一　阿阇黎灌顶建立\n\n　　金刚阿阇黎灌顶与不退灌顶，正诠第六灌顶，假名亦通水灌顶等。瓶灌顶名，通六灌顶，故与前二义有宽狭。金刚阿阇黎灌顶之正行。如持祥云：「又不退转灌顶，于金刚与铃三昧耶，增身加持。」又云：「由此加持令成欲天体性大印，即是印三昧耶。」谓授印三昧耶时即授阿阇黎灌顶之正行。罗[睺=目*侯]罗、吉祥友、常住金刚亦说授印三昧耶，作欲天父母抱持状时为阿阇黎灌顶。为证如是印三昧耶，故引「智慧满十六」等。毳衣大师亦云(363)：「此中自欲天身金刚持性，以结合次第加持令作抱持状，即大印三昧耶。」此说以印三昧耶颂令如是行。虽未明了分别何者为阿阇黎灌顶，然其意趣同前。〈鬘论〉意趣亦同〈明显双运〉及常住金刚说。若尔，〈鬘论〉为证余经所说三三昧耶是阿阇黎灌顶支分，云何亦引「智慧满十六」等?虽受印三昧耶时即得阿阇黎灌顶，然说彼三昧耶是彼灌顶支分，亦不相违。以修身为欲天父母，是阿阇黎灌顶之因支故。由证印三昧耶须修欲天父母，故引「智慧满十六」等。意谓应修智印作如斯状。「金刚铃结合」者，谓持铃杵修抱持状。寂静论师亦云：「金刚铃结合者，谓由双手。」「为上师灌顶」者，谓由抱持生妙乐三摩地。此中若是父母等至所生乐者，则与依止智印传授第三灌顶全无差别。若是唯修与妃抱持所生乐者，则于五明灌顶修父母抱持相所生妙乐复有何别。初非所许。虽是第二，亦有差别。前者(弟子灌顶)仅是五佛父母一分种性。此中遍五部主第六金刚持与金刚慢母抱持，身境差别如是。又前者虽修父母抱持相，然非专于抱持摄心，不生彼乐俱三摩地，此中则生故。引生之法，亦由金刚意三昧耶及铃语三昧耶，(364)身为欲天父母之身印三昧耶，由依表示如来身语意业三殊胜三昧耶所生乐俱之三摩地，为阿阇黎灌顶。日生以授三三昧耶，示曼陀罗及天真实，并传阿阇黎事业次第等，名为阿阇黎共灌顶。「智慧满十六」等，目为阿阇黎别灌顶。唯授三三昧耶，瑜伽部中亦有，故立前者为共。其后灌顶非彼所有，故名不共。然无上部中授印三昧耶，即可有〈智慧满十六〉等，前诸论师意趣在此。\n\n　　时轮本释所许，水灌顶等七，不名瓶灌顶。七种俱有水随行故，名水灌顶。随许灌顶之后，〈大疏〉(〈时轮大疏〉)中云：「次将铃杵授于弟子手中，而授某甲金刚之阿阇黎。」谓于瓶灌顶前，由三三昧耶门中传一阿阇黎灌顶。如〈略续〉(〈时轮略经〉)云：「善授随许摄。」此言摄者，谓即摄入随许之中，非彼七灌顶所不摄之阿阇黎灌顶。又瑜伽部以下之阿阇黎灌顶，非能说无上续之阿阇黎。故于瓶等上四灌顶，为听闻了知无上续道故，传授上四灌顶，为能讲说无上续故，传上上四灌顶，分为二种传法。如〈大疏〉云：「此上灌顶有二，一为令有情入坛为了知道及听闻教得自在故。二为授大阿阇黎位及为讲说故。」(365)如是第一瓶灌顶者，如〈略续〉云：「初触祥慧乳，即是瓶灌顶」〈欢喜金刚经〉于「智慧满十六」等，释为瓶灌顶及以阿阇黎灌顶，是依真实明妃而说。第二瓶灌顶者，谓由抱持触九明妃所生妙乐。唯多寡异，余与前同。随顺余经诸大论师说圆满传授瓶灌顶即成演说无上续之阿阇黎者，意指续之一分，以未获得上三灌顶，其于闻说圆满次第未得自在，彼诸论师亦共许故。圆满听闻及讲说无上续之阿阇黎，须俱得四种灌顶故。然于得可圆满闻教之第四灌顶中，余经与〈时轮〉教有所不同。为讲说故须否更传第四灌顶亦有异同，至后当说。传授水至随许七灌顶法，与余经不同者，谓由此七灌顶，成修生起次第法器，复以生起次第各尊，修治各事。在灌顶时亦顺彼修。义谓由五佛母修治五界，故将瓶水与弟子五界生为五佛母传水灌顶，洗诸器垢，乃有修五佛母悉地之分。由五如来修治五蕴，故将冠与弟子五蕴生为五佛传冠灌顶，洗五蕴垢，有修五佛悉地之分。此上所净二事皆是身法，故随主尊能净身面所向，即将弟子安置北方，生身金刚而为灌顶。由十能力母与主尊父母，修治十风以及左右二脉，由彼二门，传冠带与铃杵灌顶， (366)此是语法，故随能净语面所向，即将弟子安置南方，生语金刚。由菩萨菩萨母，修治六根六境，及明王明王妃修治五业根及作用，由此二门传授禁戒与名灌顶。此由二种根转二境之垢是为心法，故随能净意面所向，即将弟子安置东方，生意金刚。由金刚萨埵父母修治智蕴与识界，故由彼门授随许转法轮灌顶。由二所净是为智垢，故随能净智面所向，即将弟子安置西方，生智金刚而为灌顶。其能灌顶之曼陀罗诸尊，亦皆各住所修曼陀罗中，故是能净所净，各细分别灌顶之法。\n\n　　随余经者，所净之事摄为六聚，谓五蕴若别若总，或五蕴与真如，以六部佛修治彼等，故由彼门传授灌顶，于修六部一切生起次第皆得自在。依此密意，故于水等灌顶安立不动等名。冠带即是冠灌顶之眷属，随许即是余灌顶之后依。除所净事能净灌顶微有广略，其余净除能障修习一切生起次第法器之垢，则义无不同也。\n\n　　亥二　阿阇黎灌顶仪轨\n\n　　干一　阿阇黎灌顶正仪轨\n\n　　坤一　授三三昧耶(367)\n\n　　其次，弟子供养合掌，请白师言：「我从师长恩，何能利自他?金刚师灌顶，悲藏愿授我。」称师长曰悲藏，我从师长恩由得何种灌顶能利自他，即阿阇黎灌顶，愿授与我。答日迦跋说当三请。毳衣师说若欲传阿阇黎灌顶，应于预备时受阿阇黎戒，或此时受五部律仪，意谓欲传五明灌顶，必须先具阿阇黎戒。又说若欲唯受五明灌顶，不受阿阇黎戒，可于五灌顶后，传授随许、禁戒、授记、安慰四法。如是弟子若欲更请阿阇黎灌顶者，则可唯于此处受律仪后而为请白。如答日迦跋云：「得弟子灌顶，为闻经教授，知道若能说，作金刚师故，以此语请白。」此是弟子灌顶与阿阇黎灌顶不一时传之规，谓得弟子灌顶，若能为他作金刚阿阇黎者，乃可请白也。\n\n　　次想弟子由吽字与金刚，以三段法生为第六金刚萨埵，想金刚杵是从吽字所生金刚，诵云：「无始终萨埵，金刚心大喜。普贤一切性，金刚慢主体，世尊第一士。」令以真实性持金刚，授金刚三昧耶。〈鬘论〉虽未说金刚杵生法，以说铃之生法，故亦应修。毳衣大师与答日迦跋等亦说从吽生为金刚，并诵：「嗡摩诃班[口*(灾-火+夕)]吽」令其受持。所说真实性持，(368)〈胜吉祥经大疏〉释云：「不离空性之菩提心如来心性，是为秘密金刚，持金刚时，即表彼义而持。」主谓一切众生之主。余无始终等文，如前请白天时所释。由缘法界为生本尊大印之因，故立果位金刚持名，谓为世尊最胜第一士夫。此是庆喜藏师所释。\n\n　　次想铃从痾字所生，诵云：「说此一切佛，铃随音而转，佛许胜菩提，汝应恒受持。」令以真实性而受持。真实性受持者，谓摇铃时念诵：「一切虚空相」等。〈胜吉祥经大疏〉谓想铃声宣说诸法皆无自性而摇。前颂出〈幕经〉与〈胜吉祥经〉，后颂出〈幕经〉第四品。如诸佛大菩提体性之慧缘于空性，任运以种种音为他说法。此铃亦尔，表示随音而行之慧。以是诸佛许彼为胜菩提，汝亦应常受持。此是寂静论师等释。有译「慧随音而转」者，较妥。如「胜吉祥经」说，尔时弟子摇铃诵云：「三有自性净，自性违三有，自性净第一，萨」埵受胜有。」毳衣与答日迦跋等说教弟子亦诵：「嗡班[口*(灾-火+夕)]根札痾」真言。论师多说前颂授铃，后颂令摇。言三有者生死相续，彼自性清净者，即彼自性遍净。增益为我之性，即是违害三有，无损害中而为损害。寂静无畏俱作「违三有」解。〈胜吉祥经大疏〉则作「离三有」解(369)。第一萨埵，即是菩萨，彼受第一或最胜之三有。由何而受，谓由自性清净，于彼无实，断尽执着，通达无住涅盘自性。庆喜藏与寂静论师所说如是。此上是授铃三昧耶。\n\n　　次告彼云：「意身坚固性，名印三昧耶，由坚一切身，是故名为印。」又告知云：「加持智印已，受用诸欲尘，修一切悉地。」令以金刚萨埵身与智印结合次第加持，作抱持状。此未明说金刚萨埵与彼佛母身色面臂，余曼陀罗仪轨亦未明说。若有经中说有金刚萨埵或金刚持父母相者，即可如彼而修。若未说者，可修蓝或白色，一面二臂，执持铃杵。佛母亦尔。〈明显双运论〉说彼佛母是金刚界自在母，亦说是金刚慢主体。\n\n　　坤二　受三三昧耶开示真实\n\n　　次若能办，当如上说造沐浴坛。若不能造，修如是坛，安置弟子，修为金刚萨埵之相。〈鬘论〉说此是受三三昧耶，其上是授三三昧耶。分别授受三三昧耶为二时者，谓前开示受三三昧耶，令弟子生定解。此时明想为天父母，以真实性持铃杵手作抱持状。从如是修生三摩地，应告知为瓶灌顶故，许于受三三昧耶时得阿阇黎灌顶。(370)\n\n　　次如水灌顶时所说，从自心间种子放光，迎请灌顶诸尊，乃至以金刚端注水，诵「灌顶大金刚」等颂。及诵：「嗡啊萨[口*缚]达塔迦达，阿毗克迦三昧耶室利耶吽娑诃」而为灌顶。说于彼时传内灌顶与水灌顶，故此论师亦许此处传内灌顶。水灌顶时，说持瓶上华枝以杵端注水者，谓右手执杵及瓶口庄严，由华叶端洒水顶上，作水灌顶。\n\n　　次想水于顶上成不动佛而为印定，作成宝冠。智体灌顶诸尊入弟子身。念诵：「嗡苏波罗底叉班则娑诃」而为加持，供花香等。〈鬘论〉引〈第二观察经〉：「智慧满十六，二手正抱持，金刚铃结合，许为师灌顶」之文，证于印三昧耶作天父母状时，得金刚阿阇黎灌顶。若未了知如上所引经文，即证于印三昧耶时得阿阇黎灌顶，则不善知阿阇黎灌顶之正行。以随许说法等，仅传弟子灌顶，亦可作后依故。又以开示二种真实，告知本尊之后亦可传故。\n\n　　次应告云：「总此宫殿即毗卢自性」等，此是说曼陀罗真实清净。又云：「五蕴应略说，即五佛体性」颂等，说天真实清净。亦应示阿黎事业次第，谓于曼陀罗及眷属，(371)绘修供养以及入内受灌顶等，是阿阇黎事业。次第又应告云：「如是了知曼陀罗真实等，于修三昧耶及律仪，成就功能。不可违越之性，是三昧耶，防止应作不作，作不应作，故名律仪。」能依所依清净，瑜伽部于信等功德之法宣说清净。无上部中俱说道清净与蕴等清净。为遮妄执能依所依，如未净之情器，体各异者，故说宫殿清净。为遮妄执诸尊体各异故说天清净。如是唯依主尊智慧相分，现起种种能依所依曼陀罗相，离彼更非有体。故彼一切皆以智慧为体。广说清净如〈穗论〉第十八应当了知。此不退转灌顶仪轨，又名为阿阇黎灌顶。\n\n　　干二　彼后依仪轨\n\n　　传咒仪轨，次诵主尊心咒等一百八遍或诵三遍，次云：「世尊我传授，愿近此弟子」三遍而授。弟子亦诵：「世尊我今受，维愿哀近我」三遍而受。尔时作何观想，此论未明，应如毗布底说，想从自心出自口中，经弟子右耳而入彼心中。〈佛顶〉等经与铃论师说此名咒灌顶。铃论师许于五明灌顶后传授。〈金刚鬘经〉亦说名咒灌顶，如云：「弟子欲故传咒法，(372)真言灌顶第一智。」彼四句出〈苏悉地经〉。\n\n　　眼药仪轨，次于金银器中，安置酥蜜眼药。想弟子眼上有[芬-分+赏]字，诵云：「嗡班[口*(灾-火+夕)]内达罗阿跋哈惹跋札朗什」次以金针涂药，诵云：「如医王神针，除世间障翳，诸佛今为子，除无明眩翳。」此文出〈大日经〉。除者，谓修有除去之功能，余师多说针从 [芬-分+赏]字所生，加持令成般若波罗蜜罗多自性，想眼[芬-分+赏]字总摄一切无知眩翳，用针除去或涂眼药而得消灭。诵咒以后涂眼药时，当念咒为除金刚眼障覆之义。「什」是般若波罗蜜多莲华部之种子。\n\n　　示镜灌顶仪轨，次取明镜，阿字加持示弟子云：「诸法如影像，明净无浊秽，无取亦无说，正从因业生，金刚心如镜，彼明净无秽，是诸佛体性，入于子心中。无自性无住，知诸法如是，无等利有情，生为诸佛子。」除第二颂余是〈大日经〉说。第一颂明自性清净，第二颂明离垢清净。彼谓诸法，明谓无烦恼障，净谓离所知障，无浊秽者谓离彼二习气。入者谓得加持，及缘彼为所证，并成就彼功能。由眼药针除无明翳，慧眼能见诸法犹如影像。(373)故于彼后说镜灌顶。如〈鬘论〉云：「示镜仪轨说二次者，是未见龙智曼陀罗仪轨。有许为释灌顶法者，示二次之仪轨。」藏师谓此是破庆喜藏师示镜二次。然后句许有示二次仪轨，故非破彼。故破二次示镜唯令了知法相如影像者。此唯示一次如龙智所说，然龙智曼陀罗仪轨无第二颂。庆喜藏与答日迦跋、寂静师等许示二次，谓于前示镜后，作铃以及弓箭仪轨，次诵第二颂示第二次镜。颂文非一，诠义亦异，前者唯令了知诸法犹如影像，后者令知入自心中金刚萨埵之体性故。答日迦跋亦云：「金刚萨埵尊，自由彼文知。」非破以此理趣示镜二次，故说许为灌顶法者示镜二次。此师所许，将彼颂文杂于前颂之间，二事同作，然亦不须定尔。\n\n　　射箭仪轨，次从贺字生弓，诵贺字而授与。诵云：「萨[口*缚]达塔伽达那阿奴惹伽耶婆」或云：「愿一切如来皆欢喜。」弟子射时，师长亦如是说。此论未明显说箭从贺生。然答日迦跋云：「贺字净弓箭，授弟子手中。」故知俱从贺字生也。弟子应诵：「萨[口*缚]达塔伽达那阿奴耶弥」以射魔碍意乐，作射四方四箭，上下各一，共射六箭之状。(374)\n\n　　此瓶灌顶是于绘画或于身曼陀罗中得，如〈结合〉第七云：「绘画与身业，坛中而得此。」能于初加行等三三摩地及护摩等支分，而得自在。即前经云：「三加行及支，正为彼宣说，色等诸境界，达现有远离。」此能清净先造及防未来身垢。即前经云：「杀生等前后，清净不生罪。」〈明显双运〉说修治身金刚。〈结合〉第七亦云：「彼之自体性，谓身金刚性。」日生亦如是说。日生谓瓶灌顶为化身体，安立化身殊胜种子。为立彼功能故，应胜解为化身。瓶灌顶之三昧耶者，藏地智者，谓护十四根本及八粗罪。释名如〈结合〉第七云：「成器瓶灌顶，注洒净自在。此是续次第，以教所训释。」此谓成就法器，及如灌注、洒净、洗净之状，故名灌顶。是于「阿毗克迦」之声而加以训释也。\n\n　　阿阇黎灌顶及彼后依之嗢柁南曰：\n\n　　请白生为天　　授与三昧耶　　安浴台受誓　　水灌顶摄入\n\n　　灌顶天供养　　说真实业次　　咒眼药镜箭　　释瓶总清净\n\n　　六如来性六灌顶　　善净弟子心相续　　以属六佛生次第(375)修胜化身之所依\n\n　　无垢以瓶灌顶体　　及彼微细诸支分　　如诸咒师之所许　　以易解音无杂显\n\n　　明上三灌顶后依及结行仪轨品第十之一\n\n　　酉二　密灌顶\n\n　　先供物请白者，以幔帐等隔成屏处，弟子胜解师为金刚萨埵，以具足三昧耶之智慧母，生处无坏，年满十二等之童女，奉献师长。如〈大印空点〉第二云：「贤首纤长目，容貌妙庄严，十二或十六，难得可二十，廿上为余印，令悉地远离，姊妹或自女，或妻奉师长。」论说：「彼若无者，余者亦可。」是说年华容貌等德，非说具三昧耶或可例外，以说「喜依不具足三昧耶明妃」犯粗罪故，次当合掌请云：「由师足下恩，我得无上事，是故密灌顶，愿依怙摄受。」修密灌顶物者，次由师长具主尊慢，将俗女身观空之后，生天女身，先应加持金刚莲华，而入等至。念诵：「嗡萨[口*缚]达塔伽达阿奴惹迦那，班[口*(灾-火+夕)]娑跋[口* 缚]，阿摩郭吭。」此出〈幕经〉与〈集密经〉。想以心间种子放光，召请毗卢佛与佛眼等入定，从毗卢门入自身中，(376)大贪溶化，经阿[口*缚]都底至金刚摩尼，坚固俱生。如〈集密后续〉云：「金刚莲华合，集诸有金刚，身语意加行，彼悉摄心中，由金刚路出，降于弟子口。」传密灌顶法者，次从莲华取其金刚，以大指无名指取摩尼宝。胜解如来化汁与自菩提心无二，恐彼持语金刚弥陀慢之弟子，见而不信，故遮其面，非彼手眼所及，诵：「〈金刚鬘经〉所说之过去金刚持，为佛子灌顶，以妙菩提心，今为子灌顶。」又诵：「嗡啊班[口*(灾-火+夕)]枳吽」等主尊咒，置彼口中。弟子亦应想是毗卢佛等一切如来总集体性，念诵：「阿贺摩诃苏喀」而咽。咒义为希有大安乐。次明妃从定起，不着衣服，于莲华中取甘露滴，如是置彼口中，彼亦如上而饮。言如是者，谓非眼手之境，亦以大指无名指取，如前诵咒及颂。言如上者，谓以总集一切佛心而饮，亦如前诵「阿贺摩诃苏喀」。月称论师、答日迦跋〈持祥〉等说，虽一弟子亦须父母俱传秘密灌顶，缺一不成。从父边得密灌顶理，如〈明炬论〉《第八品》云：「师长将菩提心安置螺杯等中，和以香水，唱吉祥颂为先，而为弟子灌顶。」如世尊于〈月密点〉云：「由出宝然菩提心，一切诸佛悉憔悴，清净金刚生智水，以无垢宝为灌顶。」(377)如是〈五次第论〉及〈摄行论〉亦说将菩提心安置瓶内或螺杯中而为灌顶。〈明显双运论〉说师长以大指无名指授弟子口之后，仍将菩提心放螺杯等中，和以香水，唱吉祥颂为先而为灌顶。引〈月密空点经〉为证，拏热巴于〈集密后续〉释说。前者是第一密灌顶，后是略密灌顶。难胜月与〈明显双运〉说修弟子为毗卢而传密灌顶。秘密灌顶之体，如〈大印空点〉第二云：「由大无名合，受用入内身，尔时生正智，犹如童女乐。」谓以师长父母空点安置舌上，由尝彼而生妙乐三摩地。答日迦跋师云：「或是以语业，授解脱体性，唱阿贺苏喀，妙乐充满身。」此说唯以言语灌顶，故令观想明显，于修得三摩地，明密灌顶。此灌顶于世俗菩提心曼陀罗中得，是语金刚自性。于修金刚念诵等风瑜伽而得自在。〈结合经〉第七云：「增上菩提心，曼陀罗中得。」又云：「彼之自体性，即语金刚性，妄语等前后，清净罪不生。」又云：「金刚念诵体，明如幻三昧，眼等诸内法，达现有远离。」拏热巴于〈后续释〉中说得密灌顶后，开示幻身教授。〈明显双运〉虽说：「为表自加持故表示慧者，谓即智慧灌顶，是为第三。」然〈五次第〉说于密灌顶后，赞叹幻身教授开示幻身。〈口授〉(智足造)亦云：「由彼净剎土，(378)当通达诸法，幻等十二义。」故若得密灌顶即成幻身法器。罗[睺=目* 侯]罗、吉祥友许此灌顶俱净语意。日生说为报身自性，义如前说。此之三昧耶者，〈结合经〉说依五甘露，不害众生，不舍女宝，不毁师长。名义，是以父母菩提心密物灌顶故，名密灌顶。\n\n　　秘密灌顶嗢柁南曰：\n\n　　供明妃请白　　生弥陀弟子　　师长及佛母　　二密物灌顶　　授灌顶清净\n\n　　密宗道次第广论卷十四\n\n　　明上三灌顶后依及结行仪轨品第十之二\n\n　　酉三　慧智灌顶\n\n　　戌一　明慧智灌顶\n\n　　秘密灌顶之后，弟子先以〈菩提金刚〉等文，请白师长。师长次以前所供养，具三昧耶与律仪之明妃，或其余有妙色像者。告云：「此悦意色像，佛观汝应依，轮次第结合，当受胜妙乐，由金刚跏趺，心入摩尼中。」令其了知而与弟子。前所供养虽是师长明妃，然可还与，如〈集密后续〉云：「净信慧广大，色妙恒乐修，一加行修习，具三昧耶者，弟子将供事，供养于师长，师长加持彼，应授与行者。」毳衣、持祥、日生等说明妃须住三昧耶及律仪，善巧四种瑜伽三三摩地。故若不具律仪即不堪为明妃。轮谓毗卢等与明妃之轮，次第「结合」谓鈎召摄入及从金刚路出等。此六句义出〈口授论〉。「由金刚」等二句，(381)显示由受安乐而明第三灌顶。明妃以红花等妙香涂饰，裸体水生示弟子曰：「希有妙莲花，具一切安乐，若如法依止，我常住彼前，亲近诸佛等，如作莲华事，自在大乐王，恒于此中住，奔[口*(灾-火+夕)]木[口*缚]贺。」此颂及咒出〈口授论〉。彼中问答此处未用，仪轨中谓自与明妃生为本尊，加持金刚及莲花等。毳衣师云：「承事佛等事，谓在莲华行。」文显易解。木[口*缚]义谓解脱，即离一切戏论本尊色身。〈鬘论〉言由师长说者，谓彼明妃所说诸义，师长为之解说。或由师长说此咒语。奔[口*(灾-火+夕)]谓应依止，即应依止解脱。\n\n　　次修弟子生为天身，慧母生为天女，〈鬘论〉未明生为何尊父母。难胜月说生为弥陀，意为是贪金刚。〈明显双运〉说为宝生，意为〈集密〉中说由宝生门持随贪慢。宝铠师说生为胜乐父母。若如此者，则可随时生为该尊父母。除密灌顶，此及以下，〈鬘论〉与随行者皆未说须系缚遮面。次修吽字所生金刚，嗡字所生摩尼。金刚口边有黄泮字，啊字所生莲华，莲华须有啊字庄严。释云应正策发。策发何事，谓于左之左脉。左谓此中明妃，彼身左分之脉，名金刚界自在母脉。如〈大印空点〉第二云：「莲华藏中央，金界自在母，乃至未获此，(382)余事无菩提，彼性欢喜色，细中细最胜。」〈口授论〉云：「当求三那利，金界自在脉，离取婆伽中，由师教授力，须以指了知。」寻求之法，谓食指端及于舌端，想有红色什字，先诵「希达」，而正策发。至有所说相时，念诵：「嗡希希希哈哈哈娑诃」及「嗡萨[口*缚]达塔伽达阿奴惹伽拏班[口*(灾-火+夕)]娑跋[口*缚]阿摩郭吭」真言。由师长教授力了知四喜差别。由自心间种子光明，请如来加持自身，入于身中。师长亦令毗卢及佛眼等无量诸尊入内等同一味，发起欢喜。\n\n　　戌二　明第三灌顶之智\n\n　　亥一　正义\n\n　　若谓此处须以师长教授了知四喜差别，四喜云何?如〈穗论〉第五云：「此从波拉根本，从密莲华、金刚摩尼，生前欢喜等三。于摩尼中生俱生喜，此是一种建立。」又引时轮宗云：「液始从髻处，至毫莲为喜，胜喜与妙喜，从喉心处生。脐处起离喜，乃至密莲华，至密金刚宝，俱生喜不出。」前者从金刚根本起，未至摩尼中央，随处所别，生三种喜。由断上上品及上品中品三粗分别，安立欢喜胜喜妙喜。虽有微细下品，由无粗者立俱生喜。(383)(分五品分别)教诲了达诸教授者，亦是前论所说。四欢喜中安立何者为第三灌顶耶?如〈鬘论〉云：「由慧合吉祥，正表示真实，从金刚跏趺，心入摩尼中。」又云：「真实，谓一切法不可思议。顺彼影像俱生欢喜自性慧智，说为真实。」谓四喜中立俱生智为此慧智。生起之时，谓菩提心至金刚摩尼未出之际。有许俱生喜为第三，妙喜为第四者，此为〈教授穗论〉所破。此所破是寂静论师所许。毗布底师亦说菩提心至金刚根本为喜，至中央为胜喜，入摩尼时发俱生喜，于离喜前及胜喜后，中间而生。金刚跏趺，谓住摩尼，二鼻孔内停息之时。毳衣大师说生时与体性同前，四欢喜中，说于胜喜离喜中间而生。萨惹哈师亦说俱生智为第三灌顶。若传女子灌顶，于金刚处当知为莲。此如妙吉祥、〈口授论〉第三灌顶时云：「由虚空界金刚合，具正眼者生大乐，若于正喜离欲喜，见二中间远离坚，莲空金刚摩尼宝，莲藏二合金刚趺，若时见心入摩尼，知彼安乐即为智，此是圆满次第道，最胜师长共宣说。贪离贪中皆无得，剎那妙智于彼显，八时一日或一月，年劫千劫受此智。」正灌顶时受须臾顷，正修习时长时领受经八时等。(384)\n\n　　第三灌顶之俱生智若安立为证真实者，则与第四灌顶乐空无别之俱生智，全无差别。若未证者，则与多论所说为于弟子欲以殊胜方便表示真实义，故传此灌顶。及说由修第三灌顶所表诠义能证真实，皆成相违。兹当解释，例如二次第道，随彼补特伽罗根性次第，说有胜劣多种。如是灌顶详细分别，随根性门亦有多种得法。然总经论要旨，第三灌顶之俱生智要能通达真实。如〈口授论〉开示从色乃至一切种智法性真实。法虽本来如是，然为有情障过之所覆蔽，流转生死，故须通达真实。通达彼之方便，以多道理说是明妃。于传密灌顶后，次云：「次为知自觉，喜法身遍空，名曰增上天，故授彼童女。」以此等传第三灌顶。其次乃说生俱生智，如前所引。故为表诠真实义，故传授第三灌顶最为明显。此非但由菩提心至摩尼，以泮字等阻令不出，住须臾顷，息灭众生粗动分别，发生安乐无分别心。以唯彼心，虽无通达实性见者亦可生起，以彼未达真实义故。〈口授论〉云：「法身喜遍空，死闷绝睡眠，呵欠及喷嚏，剎那能觉知。」此说死等五位亦能觉受法身。此于息灭粗动分别，假名通达真实，不则应诸有情不待功用得解脱故。(385)故俱生智是于通达真实得正见之弟子，先由师长晓示第三灌顶之智于何时生。次于传灌顶时，由依明妃，于摩尼中持菩提心，息灭粗动二取分别，忆其正见。说此念住正见之智，名曰俱生，非唯身心略起乐受，亦非唯由彼力令心无分别住。然于未善了解真实见者，则须于生乐无分别而明第三灌顶。以是住正见上第三灌顶之俱生智，是否现证真实，是最大妄分别生处。以想尔时通达真实须无分别，离分别智，何故不能现证自境，由此故起邪执。若无正见则于无我心未趣向，故计彼智即为现见无我义智，其执反少。如〈穗论〉第五云：「彼是见道耶?曰非尔。」此破印度有诸智者，串习密咒，许以第三灌顶之俱生为见道。故此应知表示实义之智，与彼现证无我与总相通达之差别。现证真实之时，是无作之俱生。未现证时，但以胜解作意悟入真实，是有作之俱生，后即第三灌顶所说。如〈穗论〉第五云：「暂受乐时未见真实，但由增上胜解，修习一切胜事相应不离大悲之空体性。证真实时，是出世间无诸功用，由无造作，故名俱生。未证真实所领受者，有漏非坚，未能增广不遍诸支，犹如电闪剎那即灭，是世俗性有诸功用，虽是造作亦名俱生。」(386)第三灌顶之智内有二分，谓证空分与安乐分。前者又名为金刚持安慰，后者又名不动安慰。即前论云：「真实安慰说有二种，以大乐智与真空体互相印持，是不动性与金刚持性故，决定出生如来与金刚持。」由得彼道，故能出生如来安慰与金刚持安慰。如云：「方便彼生别，第四义二种，一如来悉地，余为金刚持。」第四谓第四俱生喜。总谓自与师长所授具德相之明妃，生为本尊父母。预备金刚莲花为先，了知发生慧智之界，及明尔时安住正见有乐之智，即为第三灌顶。若唯依智印灌顶者，亦须明了观想自与明妃成为欲天父母，持天慢等，胜解父母等，至生菩提心至摩尼中，从此生乐。次应令忆正见安住其上，晓示灌顶。由修如是灌顶时所晓示之俱生智，能生果位俱生，故灌顶时必须悟入真实义之俱生。如〈穗论〉第五云：「此俱生所起真实菩提心，空性大悲无别。离于慧智为别有余法耶?答曰非余，即唯除彼慧智所有逆品说如是相，此是自性最极明显。」此明显说唯由修习第三灌顶身中所生俱生之力，令离垢障，即是果位俱生自性。〈珍珠鬘论〉亦云：「然诸如来所有自证法身俱生量等虚空，此之等流报身俱生，第一殊胜最极清净坚固乐相，彼俱生喜，(387)是此中所修者。彼非余事，即于世间俱生欢喜，如其教授胜解修习，修习圆满即得现证，唯自能知而非先有。」又云：「由彼了知俱生欢喜更是余者，以是果性之俱生故。」由彼行相随顺菩提性转，故说生为果性。此等于依明妃生四欢喜时说。由此中晓示弟子与业印明了观为本尊父母入于等至，生起俱生喜时安住正见，则亦当了知行者与业印，或行者与智印，或行者与空色明妃，明了想为本尊父母入等至中起俱生智。以彼同于明想本尊父母入等至时所生空乐，获定解故。如于白牛决定牛相，则于彼类一切皆断疑故。如是依止明妃发俱生者，是由依于和合作用上下弓形业风，吹燃脐部猛利之力，溶化顶上之菩提心，由风下吹，安住摩尼而生。〈口授论〉于第三灌顶时云：「精律动弓时，三[口*缚]智火炽，界化十六分，犹如拘摩陀，由风加行催，自性善寂静，唯法身寂灭，乐住摩尼中，剎那无念动，即是大修行。」故说以脉息空点等无量瑜伽，令风吹入中脉。由彼作用猛利炽然，溶化顶上之菩提心，引生三摩地门，然彼皆由晓示灌顶宗要，于俱生现起时，忆念通达真实义之正见，将护修习。不应妄执唯灭粗分二取分别所生之三摩地，(388)即为俱生之义。\n\n　　亥二　断诤\n\n　　〈第二观察经〉说：「是大种安乐，故非真实乐，由俱生所生，说彼为俱生，名自性俱生。」此说依止大种之乐，非是真实俱生。又〈智成就〉亦云：「二根所生乐，恶说为真实，胜佛未曾说，彼是大安乐，凡因缘所生，皆不名真实。」若第三灌顶之俱生通达真实义者，宁不与此相违。答云无过，彼诸经文，是破道时之俱生智，为自性或自体之俱生智。非说第三灌顶等之俱生，不达真实。或说彼中无俱生智，此如〈智成就经〉后云：「以彼乐一切，皆非自性有，诸善逝正智，是了知自性，一切乐中尊，故名为大乐，大乐非无常，大乐恒常住。」破彼非真实乐，真实乐是佛地之所有故。故若引彼经文以破通达真实之乐，则应许一切有学道，皆无彼乐。故真实乐，及名自体俱生或名自性俱生，义谓不待功用因缘，尽未来际任运相续。〈珍珠鬘论〉解释：「名自性俱生。」云：「俱生自性，谓此自体生起不待余缘，依止前因一剎那心，生起诸余剎那。有如是自性者，是名俱生，与心剎那展转增上，乃至虚空未尽而生。」(389)又云：「俱生有二，谓暂时与常住。其常住者最为第一，以是最胜真实无尽，及无坏故。」此于相续不断及无穷尽说名为常。若谓即初剎那，于二剎那安住名常，是为外道恶见。种者，是出生义，由是因缘和合所造故是无常。大是极义，总谓极力所修之无常乐。上是〈珍珠鬘论〉所释，〈教授穗论〉解「大种乐非实」之义，亦谓非一切时恒起俱生。\n\n　　若谓第三灌顶是乐空无别之俱生，则与第四灌顶无差别者，是未了解第四灌顶之谈。至下当释。\n\n　　〈时轮本释〉说于出家唯以语表传授第三灌顶，故可智印以传灌顶。〈鬘论〉说若胜出家身无余遮缘，可实灌顶。若有遮缘及非胜出家身，应以智印而传灌顶。准此道理，以出家身作密灌顶之阿阇黎，亦当了知。如是第三灌顶之时，随力所能持菩提心，不能持时，徐徐放舍，从水生中持味取起，由真实见饮三昧耶自性大菩提心。\n\n　　于何曼陀罗中得此灌顶，〈七加行〉云：「于清净婆伽曼陀罗得此。」谓于婆伽曼陀罗得。(390)自性如前经云：「彼之自性者，意金刚自性。」日生说为法身自性，意为已得证彼之胜功能。所净亦如〈七加行〉云：「贪心等前后，清净不生罪。」三昧耶亦如前经云：「遮绘坛场等，授最胜律仪。」答日迦跋说见女人左绕三匝作请白等，为三昧耶。于修何道得自在者，如前经云：「方便殊胜故，正住如金刚，修胜悉地故，渐依禁仪轨，达诸法远离，能取所取体。」谓于二取空之光明，又名金刚喻三摩地。〈集密后后续释〉中云：「弟子依于内外，现证菩提次第，以贪离贪及中庸贪，渐次现证光明智慧，修成大印。故应先得慧智灌顶。」说此灌顶，表示第四光明修习大印。\n\n　　慧智灌顶嗢柁南曰：\n\n　　供请授明妃　　生天加持密　　等至发俱生　　饮心释灌顶\n\n　　酉四　第四灌顶\n\n　　戌一　余经规\n\n　　亥一　明第四灌顶\n\n　　〈鬘论〉未说请白，当如答日迦跋所说，三返白云：「由师足莲恩，得主三灌顶，今日第四宝，(391)愿垂恩救护。」〈结合经〉云：「若信解深广，语授宝灌顶。」谓观弟子于深广法有无信解，若信解者，可以语言传授第四灌顶。毳衣大师引经文云：「由烟知有火，依水鸟知水，菩萨具慧种，由诸相了知，面净若莲华，欢喜诸毛竖，智者见彼相，摄为胜弟子。」以此方便观察，即能了知弟子意乐。次释应可授与第四灌顶，以何授与唯以语言。此中遮词，意谓非如第三灌顶可领其义。以语传授之规，如云：「即彼慧智菩提心芽，由善修习，令彼增长。成就无障真实一切诸法不思议性，具足七支大印大金刚持自性，说为第四灌顶。」义谓第三灌顶所说之俱生智，犹如胜义菩提心之苗芽，由修习彼展转增长，成为一切障尽不思议之真实自性。总谓由依明妃，得表实义俱生之智，相续修习乃至障尽，法界明了无别之智，现起具足七支大印天身，即是第四灌顶。此中所明第四灌顶，宝铠与毗布底亦说，亦是毳衣大师所许。如彼〈曼陀罗仪轨〉引教云：「第四灌顶由师口授知者，如说即彼圆满诸义，由离分别垢浊，不异无上正知，诸能仁众无量光明曼陀罗体，如如意珠，以自性语而为授与。」言即彼者，即〈鬘论〉说「即彼慧智」之义。离分别垢浊不异无上正知者，(392)谓不异离垢真实之如所有智。诸能仁众无量光明曼陀罗者，即是色身。持祥于〈红黑(大威德)曼陀罗仪轨〉亦如是说。七支，如语自在称云：「满报、结合、乐无性、悲满、不断、及无灭，我许所修七支义，遍修正量智者赞。」圆满报者，谓是相好庄严之身。亦摄法身及化身，以三身无异体故。结合者，谓与同等明妃而入等至，若唯报身波罗蜜多中亦宣说，以此结合即胜彼义。何为须尔，唯以遍一切身欢喜自性，即能成办一切有情利故。佛为摄受欲界增上贪行有情，故现等至。幻师所化男女稠密不生大乐，从此则起，故云大乐。领受身乐为乐，领受心乐为喜。大谓最广、无漏、殊妙、尽未来际。为显彼佛是无自性非执实有，故云无性。〈般若经〉云：「佛亦如幻如梦，设更有法胜涅盘者，我亦说彼如梦如幻。」〈七加行〉云：「行者于诸法，善遮颠倒故，当说四加行。」又云：「一切诸法中，说无性为主，以诸法王子，由修此成办，一切佛圆满。」其无自性是具一切种最胜之空性。空华兔角之空，是无所有不可现证。〈宝顶经〉说不离布施乃至佛法之空，是具一切种殊胜之空性。故报身等与布施等诸相，是为最胜，以彼等相胜出瓶等，诸余相故。具足彼诸相者，(393)是具一切种之空性。如无身相则不能饶益有情，如是若无大悲，亦不能利一切有情，故云悲满。无缘大悲如如意珠，无分别中利益有情。言不断者，谓受用身，具足如上所说功德，恒相续转。由是不住寂灭与三有之大涅盘故，常恒无断，非有时转，有时不转，间断之法。言无灭者，谓彼报身非暂时住，即便断绝，尽未来际，随大悲转，及诸有情无间断故。具上七支，语自在称许为咒道所修之果。非但如是，亦是遍修正量正慧清净智者之所称赞。若约非是转止有间释不间断，则与无灭之非暂住即坏，全无差别，应成六支。然不间断亦通化身，无灭则谓尽未来际不入涅盘，故有差别。〈七加行〉说无比安乐圆满报身，大乐法身，及大悲体性之三身相续，为前不断之义。又云：「无比乐报身，遮止舍离故，宣说七加行。」于后者说尽未来际而恒安住，义理全同。〈教授穗论〉破他，谓前五支不共波罗蜜多，自许初三不共，后四支共。\n\n　　亥二　第四灌顶之语云何表示\n\n　　七支为无上道所修，虽宝是汝所许，亦他智者所赞。然立彼为第四灌顶以何证? (394)知如〈七支论〉中云：「具如是言故，具亦言义故，作尔言义故，我许四如是。」此义谓诸经云：「如是四亦尔。」谓于第四灌顶之时，以彼慧智为喻，表显第四灌顶。解释彼文「如是」、「尔」、「亦」三义，成立第四灌顶即为七支。是故我许第四灌顶如前所说，余人所许缺二支等故不应理。言如是者，显示第三第四相同。此如〈七加行〉云：「大金刚持身，观视无厌足，现三面六臂，具胜抱明妃，如慧智灌顶，安住如是相。」谓如第三灌顶之时，自为本尊父母住等至相，第四灌顶亦如是住，此明第四灌顶具足报身结合二支。〈七支论释〉解如是言，虽说是由金刚莲华触所生乐。然药足师所许应是如前所说父母等至之相。以此二师于此等义意趣同故。亦者，显示非唯第三有乐，第四亦有，复胜前者是为大乐，故说第四具大乐支。胜者，谓有广大、无漏微妙、无断、尽未来等殊胜。此非第三灌顶所有，以彼是由业印所生，唯剎那顷是有漏法，以有业印猛利抱持等苦故非微妙，唯住摩尼不遍诸支，故非广大。唯住短时故非无断，羯摩印行是无常，故亦非尽未来际。要由修行现证之时，方能成无漏等。〈七加行〉于说是否大乐后，又云：「然于慧智中，住大乐相似。」又云(395)：「虽不住无欺，故亦名大乐。」说住第三灌顶能示大乐体相，虽不久住，然由具足彼支修习于得大乐果无欺诳，故亦立大乐名。大乐支者，诸支中主，余是彼分。是故〈七加行〉云：「应知余加行，皆此加行分。」尔者，谓如第三灌顶，从善巧三三摩地之业印，与方便等和合而生，如是第四亦与彼同，从于方便智慧和合而生，非余能生。语自在称未明显说第四灌顶具足余支之理，意谓已说第四灌顶具足报身结合尽未来际大乐三支，具余支分亦易了知。〈七加行〉中于后三支，配于第四第三灌顶，惟未配第四支。亦多有作「第四彼亦尔」者，亦应善知彼等，第三第四灌顶法喻配合具足七支。\n\n　　第三灌顶之时自身现报身相，此后不离佛母，现为父母互抱持相。于彼定中心住了达诸法真实之俱生智。取彼二者为喻，决定第四灌顶之理，谓由修方便支，最后自身成就相好庄严报身，及以结合二支体性，非唯胜解修为佛之色身。此心亦非暂住真实。谓是尽未来际所有大乐与无自性二支体性，明此双运即是第四灌顶。\n\n　　以是修成圆满次第法器，须由三种灌顶之理，亦可了知。以圆满次第之宗要，(396)定须自身加持世俗如幻，四空次第胜义光明，以及外身如幻金刚萨埵之世俗身，内心达真实之胜义光明二无分别，和合双运三种圆满次第。自现本尊父母，于除庸常慢念之中，由内阿吭等至，引生欢喜及胜喜等，修俱生智，第三灌顶已尽决择。第四若无异前决择之法，则仍不免相符极成。若尔，不许道位有第四灌顶耶。不尔，谓传第四灌顶之时，如前晓示，唯以语言令生了解，即为弟子传彼灌顶。弟子亦唯由于语言立为得彼灌顶，是为成法器之第四灌顶。如是第四灌顶，须为晓示第四灌顶之要，故如上引多是晓示果德。然非道位全无，如〈集密〉中有学双运，及〈时轮〉中三摩地支，准彼道理余亦应知。第四灌顶顺分生起次第，亦有以咒所修七支而为第四灌顶，生起次第道中，亦须修彼七种支故。云何名有顺分?此如〈七加行〉云：「无比乐智身，吽等生天相，四成住二身，亦无二加行，加持天女身，明仪轨清净，是大乐体性，大悲增长体，余轨中显示。所说胜空性，是无性加行。于最胜业时，不住上四故，是无断无灭，如是〈集密〉中，分别瑜伽师，依生起次第，受行第四义。」言四成者，谓以四支修行所成。仪轨清净，谓随贪行。余执，谓最胜曼陀罗。言〈集密〉者，(397)唯是一例，于余修法亦当了知。\n\n　　若具七支虽是第四，以彼灌顶云何应理?譬如水灌顶等，由能净垢立为灌顶。如是所修七支能令毕竟无垢，故为灌顶。如〈集密后续〉云：「灌顶分三种，瓶灌顶第一，密灌顶第二，慧智为第三，如是四亦尔，此续中善说。」彼岂非说三种灌顶，云何引为第四灌顶之据?岂谓闻说「如是四亦尔」耶?虽闻，是说慧智灌顶亦名第四。岂世尊语而有欺诳?如何即以第三说为第四?语虽无欺，以诸憍慢自谓智者，欲离师教解金刚句，为令愚蒙故于第三说第四名。佛岂不具大悲?愚蒙有情自作师悭，云何应理?总诸续中隐语虽多，是为令依师教，非令有情心生愚蒙，故破应理。若谓由修慧智现证之时立为第四，是则证与未证二事各异，非即第三立为第四。若谓佛意四异三者，云分三种与义未合。以灌顶有二时，未现证时有三，证时有一，故无过失。然成就法器之第四，虽非现证，而是以语传授第四，非实第四，故无过失。有谓语自在称论师许以住金刚端俱生喜，为第四灌顶。此是未解彼论师教而作是说。〈七支论〉自释云：「彼离七支，我不说为第四。」谓作如是说者，不解我意。(398)由诸续说第四灌顶犹如第三，唯说与彼相同，未明显说相同之理。故在印度凡十七家，有说第三住摩尼乐，从彼出菩提心即为第四。有说第三灌顶无间舌尝菩提心为第四。有说第三无间用余明妃为第四等。观察彼等分别臆计，故说我不许为第四，以彼离七支故。其中有说慧智无间，通达一切诸法虚妄之见为第四者，及许专修空性大印为第四灌顶者，以说慧智无间，故于乐上有空印证，意为即是乐空无别。如斯等类，现见实多。或以乐空无别，或以二谛无别，或以方便智慧双运目为第四灌顶。彼于无别双运之理，未能决断，妄于量所不成增益，许为经义。破彼执已无倒显示第四灌顶之义，造〈七支论〉本释，〈真实宝光明论〉本释，以及〈七加行〉等明了决择。毳衣、持祥、无畏师弟，皆如上说决择第四灌顶。此理与〈时轮〉合，下当解释。\n\n　　戌二　时轮规\n\n　　〈时轮本释〉，如前所说瓶等四种灌顶有二传法。二瓶灌顶前已说讫，为闻经等所传前密灌顶，除说由覩业印婆伽获得欢喜，余皆同前。为讲经等所传后密灌顶， (399)谓由师长与自十二至二十岁九明等至，俱种金刚注弟子口，依彼灌顶。如是第三灌顶前者，与一明合受妙欢喜。后者，随与九明等至，即由彼彼所生妙喜。第四灌顶前者，由菩提心住摩尼中，不外漏注俱生欢喜，是谓世俗第四灌顶。此于其它咒曼陀罗仪轨，说是第三灌顶。若但得彼未得后者第四灌顶，闻说一切经等犹未自在。由〈时轮〉中得此灌顶，虽可闻一切经，然以未得上上第四灌顶，仍不能讲一切经故。能俱讲说一切经者，须得第二瓶灌顶、密灌顶、慧智灌顶、第四灌顶。前三余经仪轨未曾宣说。须得后者第四灌顶，则与一切经同。余者易知，胜义第四灌顶或名出世，难了解故今当解说。如〈大疏〉云：「笑视执手交会四种灌顶，非真实义。此中真实义者，无互抱持，观从业印之所生者，非无二智。」所说真实义或胜义第四灌顶，为无二智。所无之二，多次说为乐空。经云：「从彼无转涅盘乐，俱生不变为第四。」此说不变之乐，名为第四。故非任何安乐皆可，要是三摩地支以上安乐。与彼安乐无别之空，亦非任何空色即可，要三摩地以上空色。第四灌顶之乐，总有胜劣二种，胜者如〈大疏〉云：「大印般若波罗蜜多不变大乐最后剎那，现证大菩提相无有间断，(400)此是世尊菩提提树下所证，即得第一灌顶。」此说果位第四，为第四灌顶之主要最胜。如果果位乐空无二第四灌顶，无二之理又复云何?经云：「身净无诸尘，等空相圆满，种种遍三世，离障如梦见，语无断非一，余语他心转，心乐满无动，诸时俱生持。」此明果位身语意时，说身空色离微尘聚，清净无碍，等同虚空，相好庄严，心为不变大乐。身空色自性之智身，与通达诸法真实之乐心，自性无别双运俱转，成为无二。以是道位烟等空色上上转依，成一切种，相好庄严之身。经云：「地入水中水入火，火入风中风入空，空成十相相转成，一切无尽胜安乐，不可摧坏智慧身，由智成就妙悉地，士夫能于此生得。」此宗乐空之空，多说空色，故多说彼名有所缘，以现显色形色相故。不变乐者，谓达真实义慧，故多说彼名无所缘。故不应执于安乐上有见印持，便为乐空无别。此与余经所说空乐略有不同。如〈大疏〉云：「虽有行相而无相，世尊慧母所抱持，具离生灭不变乐，笑等安乐永远离，能生诸佛具三身，正等觉了三世法，遍智最胜第一佛，无二世尊我敬礼。」此说空色明妃抱持行相，固具结合大乐无性等支，不论报身有无其名，其义已具。(401)是故果位第四灌顶具足七支与余家同。劣者道位第四灌顶，从随念(〈时轮〉中位次专名)后，现无分别空色欲天父母之相，故于三摩地(〈时轮〉中位次专名)位亦有。说自彼等位后，由空色大印成办不变乐者，非谓任何空色皆可，要是现为空色杂母明妃。尔时，虽非真实成为空色天身，然于不待观察，心中即如是现，故于如斯空色不变大乐同一智体，二无分别，名为第四灌顶。是故不应偏执安乐，或空印证等为第四灌顶。以〈大疏〉解俱生不变即第四云：「离羯摩印与智印因，空一切种最明显相。」多次宣说空色合故。其身能不分别现为空色之天，与心生为不变乐体，从得三摩地支乃有。依此安立道位第四灌顶之理，如是应知。由善分别晓示彼诸关要，乃得第四灌顶，其于唯不变乐或空印持，晓示为第四灌顶者，是未能知经释关要。如是胜义第四灌顶，不论取否第三为喻，总须身心双运，则为此宗余经所同。然〈时轮〉于第四灌顶多诸特说。\n\n　　如是师长若于弟子善能如前所说晓示，由能略获彼解，即从语门获得第四灌顶。此于胜义菩提心曼陀罗中得，能净三业微细障垢，堪能修成三种金刚无分别身，(402)于修双运圆满次第而得自在。诸灌顶中，须说清净，乃是答日迦跋所说。此灌顶之三昧耶者，如答日迦跋云：「汝可杀有情，受用他人女，不与汝可取，一切说妄语。」\n\n　　嗢柁南曰：\n\n　　于请白弟子　　以慧智为喻　　七支果灌顶　　定解授清净\n\n　　申三　灌顶后法\n\n　　酉一　禁行授记\n\n　　此中授三禁行，授明妃禁行者，谓第四灌顶后，将明妃手置弟子手，以自左手执彼二手，以右手持金刚置弟子顶。教云：「诸佛为此证，我将伊授汝。」谓以诸佛作证。「非他法成佛，此能净三趣，是故汝与伊，终不应舍离。此是一切佛。无上明禁行，若愚者违越，不得上悉地。」授与明妃禁行。除三趣句，〈集密后续〉亦说，唯文稍异。如〈集密后续〉于第三灌顶授弟子明妃时说此，诸梵论中亦多如是。唯此论师别造传授明妃禁行仪轨。舍去具相明妃，以他方便不能速疾成佛。答日迦跋说能清净三趣，义谓三趣由此清净，故汝不应离此明妃。由具相明妃修行大乐三摩地，是一切佛无上明妃禁行。若有愚人违越如是欲尘修道，(403)彼于现法无上悉地。以彼是近因(是〈集密〉中位次专名)故。\n\n　　授金刚禁行者，次生弟子为金刚萨埵身，令持金刚，告云：「此彼一切佛，在金刚心手，金刚手禁行，坚固汝应持。」弟子应诵：「嗡萨[口*缚]达塔伽达，悉地班[口*(灾-火+夕)]三昧耶底[口*缚]，伊喀当，答惹耶弥，班[口*(灾- 火+夕)]萨埵，黑黑黑黑黑吽」接而执持。此颂及咒出〈摄真实经〉《第一品》及〈幕经〉《第四品》。此者谓在自手，彼者即指金刚。如云：「彼菩提心即金刚」故。彼为何事，谓彼金刚是五佛之自性。以此一切佛自性金刚，在金刚萨埵手中，为证彼故，汝亦恒应守持。是佛禁行，是金刚手禁行，非他能坏，故名坚固。禁行之义，谓为得一切如来悉地，故决定应作。如〈真实光明〉云：「不弃舍金刚。」金刚灌顶，是以生为弥陀所出金刚，交与生为弥陀弟子之手，安立妙观察智与弥陀之功能。金刚三昧耶者，是令忆念金刚真实，将从吽字所生金刚，令生为金刚萨埵之弟子执持。金刚禁行，是于生为金刚萨埵弟子，为令了解证得金刚萨埵方便，持不离五智之金刚，彼三差别如是应知。弟子持时所诵咒义，谓此一切如来所成之金刚三昧耶，入于我中，金刚萨埵应当受持。天种慧师说五黑字表镜智等五智。(404)吽字表示清净法界。\n\n　　行禁行者，以佛顶或胜乐或欢喜金刚等随一心咒，加持喀敞迦、绛得邬、莲华器等三遍。告云：「金刚萨埵印，外内皆正住，故授杖鼓器，勇士应受持。」令其受持。器谓颅骨。如是授与，是铃论师〈灌顶仪轨〉中说。此金刚萨埵印颅器等有内外二印，为忆念彼，故应守持。除彼三物，余经说有余行支者，亦以尔时主尊心咒，加持三遍，如前令持。此如〈集密〉十六品云：「色持顶髻冠，广大同白色，如法作一切，咒律遍防护，诸茎根果实，受一切嚼噉。」此说由受明禁行而作行禁行。于彼第四第五句间，说身语意金刚行者，各与自部明妃同行，意即在此。随是男女凡请行禁行者，女应生为金刚亥母，或无我母，或投花部之天女身，男可生为胜乐欢喜等身，从自心间种子放光，召入智尊。如〈第二观察〉云：「轮色为不动，耳珰体弥陀，项鬘宝自在，手钏念毗卢，腰縧住不空。」顶轮、耳珰、项饰、钏镯、宝縧、如其次第，剎那想成不动弥陀宝生毗卢不空佛身，于彼召入智慧萨埵。由不动等转成轮等诸印，信解为不动等体性。三诵：「嗡答惹答惹，答惹耶答惹耶，摩惹答摩惹答，(405)班[口*(灾-火+夕)]枳泮娑诃」真言，加持宝轮，诵金刚萨埵颂置彼顶上。三诵：「嗡班[口*(灾-火+夕)]达摩三昧耶当，呼噜呼噜，阿热利泮娑诃」加持耳珰安双耳上。三诵：「嗡班[口*(灾-火+夕)]苏耶达末毗答摩那，三昧耶当，阿杭惹那枳泮娑诃」加持项饰，带于项上。三诵：「嗡夏穴达跋惹摩夏穴达，厄诃耶黑，唧那唧吽泮娑诃」加持双钏，带二手上。三诵：「嗡朴朴黑黑黑般若枳泮娑诃」加持宝縧，系于腰间。授女众时，颂中「勇士」改为「天女」。正住句后如其次第改为「轮为不动色，双珰语金刚，项鬘即宝生，手钏常住体，腰縧不空成。」诵金刚萨埵颂而授。五真言出〈金刚幕经〉第九品。即余经所说行支，亦令受持之义。\n\n　　次说男女修得顾视等力。为利他故，授受勇士行禁行时，胜乐法门可授颅鬘，虎皮等胜禁行。彼是胜乐特法，于总轨中，且置不论。\n\n　　言授记者，次阿阇黎作如来相，左拳平心握袈裟角，右手结为施无畏印，诵颂咒云：「出三有恶趣，为灭三有故，金刚萨埵佛，我为汝授记，[口*桀]某甲金刚达塔伽达悉地三昧耶当，布惹布[口*缚]娑。」此师与毳衣大师说，为修投花所中如来相之弟子授记，(406)故于此时应生弟子为投花本尊相。答日迦跋说无畏印或胜施印。萨惹哈云：「尔时黑茹迦，空行母及师，想同声授记。」谓二俱修〈胜吉祥经疏〉说应信授记，是此印咒功力。此颂与咒出〈金刚幕胜吉祥经〉。其明妃金刚行禁行与授记等，有经与曼陀罗仪轨，亦名灌顶。\n\n　　酉二　随许庆慰\n\n　　于此处作随许是依〈结合经〉意。彼其第四亦尔后云：「菩提心灌顶，于离罪弟子，次授与随许。」此复有二，总随许者，[口*种]字所生法轮，授于弟子前或座上，而诵：「嗡班[口*(灾-火+夕)]黑都芒」「班[口*(灾-火+夕)]黑都」是金刚因。瑜伽部说由此令转法轮。以痾字所生螺，念诵：「嗡班[口*(灾-火+夕)]跋喀让」，授于右手。咒义谓金刚语，依瑜伽部说由此能说法。第一母韵所生经函，最后母韵所生铃，诵彼二字，交与左手，令彼振铃诵云：「一切虚空相，虚空亦无相，等虚空和合，一切胜等显，从此略发心，法螺最无上，遍满一切处，善转正法轮。」犹如虚空唯遮一切障碍所显，无实自性。如是一切诸法皆无自性，于胜义中本无生故。等虚空者，谓即真如。彼和合者，谓瑜伽师心及心所，等同真如一味。故由瑜伽师智，一切最胜平等真如普遍显现。(407)此是〈胜吉祥经大疏〉所说。〈鬘论〉则谓一切法之最胜。由离垢故悉无自性。显谓由修现证，汝亦应如是行。铃表由彼信解应转法轮。彼铃声音表说法蕴。授经函者出〈幻网经〉。〈大日经〉于示镜后云：「次于二足下，安放正法轮。次于右手中，授给妙法螺，法螺最无上，吹彻一切处，今后于世界，转诸佛法轮，汝以无疑心，不应怀犹豫，行密咒最胜，善为此世说。由如是善作，方名报佛恩。一切持金刚，悉皆守护汝。」次授诸部别随许者，弟子修为毗卢等相，诵云：「为利诸有情，遍一切世界，如种种调伏，当转正法轮，慧方便自性，高如如意珠，无厌离疑惑，如是利有情。」于正法处改诵：「金刚、珍宝、莲华、事业。」以此五颂，传授绘说五部曼陀罗之随许。此五颂出〈摄真实经〉。其第三句，毳衣〈曼陀罗仪轨〉作：「如种种所化」，所译为善。次弟子应顶礼，白云：「如主尊所敕，我当如是行。」\n\n　　〈庆慰仪轨〉次云：「顶上掌伞盖，令弟子旋绕，向坛门合掌，降伞作是言，奉献此弟当受持诸续。」启白曼陀罗主尊后，伞放余处，当说弟子心所乐语：「汝今成坛师，受持诸咒续，诸佛及菩萨，诸天悉证知，悲愍诸有情，汝应如坛轨，精勤善绘建，令行者学续，由进入及见，(408)胜密曼陀罗，解脱一切罪，汝今安乐住，依此大乐乘，后死汝永无，汝出三有苦，到三有边际，诸佛执金刚，今传寿灌顶，三界法王位，汝定为其主，如离贪欲罪，三界更无余，如是离贪欲，汝终不应为，汝受用欲事，但行无所畏，食五肉五露，亦护诸余誓，不应害众生，不应弃女宝，不应舍师长，三昧耶难违，由慧方便心，无少不应作，汝无罪莫畏，如如来所说，心意净信金刚性，自誓依止无尽乐，少乐诸趣汝当到，金刚萨埵常住性，又诸如法得灌顶者，一切诸佛菩萨令增善故，以清净心恒常忆念犹如爱子，法尔如是。」顶上掌伞盖等六句，及「汝今成坛师」至「令行者学续」出〈总续〉中。彼前所作，如〈总续〉云：「如是灌顶已，令披新净衣，供养花香等，供索及钏镯。」此义如毳衣师说诵一切诸尊心咒咒弟子心，于右手上系守护钏。其掌伞者，毳衣师说业金刚于顶上持伞。〈总续〉则云：「其次由师长，于顶上执伞，令其善合掌，旋绕曼陀罗。」此说师长擎伞，二说随一皆可。答日迦跋师说，次于东门全身着地顶礼，俯首不起，以身供养师长。胜密曼陀罗者，入何曼陀罗中灌顶，随时应加其名，于彼曼陀罗投花后为见，以前为入，由入彼中，即离一切杀生等罪。(409)故从今后乃至未证菩提，于人天中得欢喜住。如〈鬘论〉云：「由定不造罪业脱恶趣故，说决定受善趣安乐。由入彼而见故，汝等以后定无有死以汝已入此大解脱自性大乐金刚乘故。」此处〈胜吉祥经〉说云：「不入及不没，全无畏受用。」希求余乘意乐不能侵据名为不入，由此不堕余乘而不退没。受用，谓当修得金刚萨埵悉地，于三有苦悉无畏故。理谓由见坛及入坛，欲色有等无边众苦汝悉断故。如〈鬘论〉云：「出三有苦，谓得法身，到三有边，谓无边有，即受用身，恒相续故。」榜师译为：「为修三有际。」则是为彼灌顶之意。三昧耶者，〈胜吉祥经〉说众多三昧耶。曼陀罗仪轨亦多有说者，〈根本罪释〉已广解说。由一切佛，今为汝灌顶故。已得欲等三界法王之位，故名为主，即是自在欲界之主。定者由生不退种子，现成佛故。如〈胜吉祥经〉云：「今已胜诸魔，入最胜城邑，汝等于今者，成佛定无疑。」于此所欲名欲，即金刚萨埵位，贪谓希求彼欲。「如离贪欲罪，三界更无余。」谓舍菩提心也。是故教云：「汝终不应于所欲境金刚萨埵，舍离贪欲。」是〈摄真实经〉说。此处余曼陀罗仪轨中说「摩诃三昧耶」等。义谓大誓，即是菩提心相贪欲金刚萨埵。 (410)「诃那」者谓摧坏，以彼三昧耶摧小乘菩提意乐。「泮」谓破裂。汝受用欲事者，庆喜藏说受用所欲金刚萨埵，余师说是善巧方便受诸欲尘。「不应害众生」乃至「三昧耶难违」出〈结合经〉。彼说依五甘露是密灌顶之三昧耶。此师说彼及食五肉则是共三昧耶。于成就殊胜智慧方便之瑜伽师，有众多开许故，说「由慧」等两句。此余前后诸文，并出〈胜吉祥经〉。意净信者，谓对师长诸佛心善净信。金刚谓不可坏。自誓谓自诸尊。依止能授无尽安乐诸尊，谓当修习。汝虽生于少乐多苦趣中，亦能常得无罪安乐。此是〈鬘论〉所说，此上所释，多依〈胜吉祥经大疏〉而说。庆喜藏说由何能令所化发生欢喜，即名庆慰。毳衣大师说名赞慰。如是弟子已得灌顶庆慰欢喜，应当依教奉行。\n\n　　次如〈结合〉诵云：「我今生有果，我生具果利，今日生佛家，我今成佛子。」若马若宝及可爱妻子等，随力所能供养师长。亦可施食护摩及欢会等。",
				"added": 1486957457
			},
			{
				"comment_id": 12,
				"body": "佛教，特别是大乘佛教和小乘佛教，相对来说比较温和，尚未发现有因为这两个佛教流派而导致的战争和屠戮。藏教或称喇嘛教，并不是佛教，而是附佛外道，其本质邪恶，教义邪恶不堪入目。",
				"added": 1486973260
			}
		],
		"1_18KhAfkwavAUrUQk67T4x6Gczq5hL5wE4Z": [
			{
				"comment_id": 4,
				"body": "ZN 的优势在于抵抗政治原因的删贴和抓捕。对于学术的传播，以及文献的可靠搜索和提供，恐怕 ZN 没有优势。",
				"added": 1486952017
			}
		],
		"5_15TMCGSiwvvrDjuvU2arnpsyC19BHnj8k7": [
			{
				"comment_id": 11,
				"body": "现在翻墙不都是 SS 多么？  VPN 很少用了。",
				"added": 1486971420
			}
		],
		"1_12ULL9ktLcmzYQtuMhZF95v6cjf1Qqtcxu": [
			{
				"comment_id": 13,
				"body": "非法的",
				"added": 1486988406
			}
		],
		"13_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": [
			{
				"comment_id": 14,
				"body": "下次请敢作敢当",
				"added": 1486988706
			}
		],
		"1_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT": [
			{
				"comment_id": 15,
				"body": "说真的，台湾经济发达，科学昌明，有什么必要和大陆统一？作为台湾，有这个迫切性去统一吗？\n回答是：没有！\n我如果是台湾人，或者是台湾总统，我就不会去做统一这件事，但我一定会做促进台湾经济、加强台湾安全的事。",
				"added": 1487160103
			}
		],
		"1_1eg8zLhkWyNCmXFuZE5QZfNjvPJRBDsRW": [
			{
				"comment_id": 16,
				"body": "真是一个有争议的话题。\n请问，最近大量穆斯林进入欧洲，是因为逃避战乱吗？我消息闭塞，所以请教。",
				"added": 1487160307
			}
		],
		"1_19uL6dTZUEFtwRpJrFW4icsrrTCaL58CoJ": [
			{
				"comment_id": 17,
				"body": "这样分享是不行的。很快会失效。",
				"added": 1508215546
			}
		]
	},
	"comment_vote": {
		"28_1NEFxCPTrht31cePYp3qr9JuQ8vQS9jRLq": 1
	}
}