{
	"next_post_id": 350,
	"next_comment_id": 290,
	"next_follow_id": 49,
	"avatar": "jpg",
	"user_name": "Flyman",
	"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
	"intro": "Eng/Rus Paranoid/Psychopath ZeroNet user.\n[Zite](http://127.0.0.1:43110/1A6jARMdi9f7cUn6Q8RvoXqwhw2x7nDTfR/)",
	"post": [
		{
			"post_id": 1503075558,
			"body": "I am wondering. My zite currently is seeded by 19 people. Who are you, guys? Are you waiting for me to update my zite (making something new)? Or you just do not bother to delete it from your seeding list since you visited it last time? So what about it? Should I be thinking about my zite I was experimenting long time ago?",
			"date_added": 1503075256
		},
		{
			"post_id": 1503845942,
			"body": "ZeroMe bug: I'm following guy who doesn't shown in the following list!\nToday I've started following two guys: Balancer73 and Karmide. But only Balancer73 appeared in the following list. Why is that? I mean, following works, when not using \"every one\" mode I can see posts from both of them, but why is one of them is not in the list?",
			"date_added": 1503845639
		},
		{
			"post_id": 1506671137,
			"body": "Fake question: What does \"Shut the front door!\" mean?\n<A> There are at least two different doors in some room, and you've been asked to shut exact door: not back door, not door to the left or right, but exact (front) door. <B> Somebody doesn't like what you are talking about or just the fact that you're talking, so he/she asks you to be quiet. <C> Your fridge is open, it must be closed! <D> While developing some computer program, you need to be sure not to allow unauthorised access.",
			"date_added": 1506670833
		},
		{
			"post_id": 1506671967,
			"body": "Temporal troubles: Two computers, zero displays.\nI have access to two computers. One is always offline (win32: playing video games, reading texts, watching movies, e.t.c.), other for inet (macos: youtube, zeronet, duckduckgo, ...).\nLast two years one display started to show black screen with message \"no signal\" or \"wrong mode\" after it heats up a little. Now heat up time is about 80 minutes. In summer it doesn't work at all. In winter it most likely will work little longer. So I used the other display. And at september 6th this year my other display catched something like this: https://www.youtube.com/watch?v=HQSd4Oupx8M But in my case it is one \"black hole\" in bottom left corner. And this hole grows slowly.\nSo look at your display and be happy in case it works more or less.\nP.S. 6 hours and \"heating up\" display still shows the picture. So theory works. Today (and few days before) is very cold weather. So I feel little happier. It is good for me to know I can time to time use a computer.",
			"date_added": 1506671662
		},
		{
			"post_id": 1506674784,
			"body": "Watching Youtube: \"Game of Thrones\".\nAs if it was made in 90s: https://youtu.be/yF3i76YY9Sg",
			"date_added": 1506674478
		},
		{
			"post_id": 1506772765,
			"body": "Linguistic Fun: Doggification and Passive Scientists.\nIn russian language there is slang word for getting a skill to do something. And this word has basis \"dog\". Dog - собака [sobaka]. To learn how to effectively do something (to get skill) - насобачиться. Common word for this is like english \"to learn\" - научиться, but this is not so fun. And when some guy knows something very well, you can say \"he ate a dog (on this subject)\".\nNow about russian scientists, I mean word \"scientist\", not actual scientists. There is something wrong with that word. In english that is ok, you have science, and guys who do science - scientists. Russian word \"ученый\" [ucheniy] is in same category as english words \"broken\", \"stollen\", \"made\". It is in \"passive\" or \"victim\" form. With most professions it is all right in russian, but for some reason poor scientists sounds like guys who suffered education/learning!",
			"date_added": 1506772458
		},
		{
			"post_id": 1506889067,
			"body": "Question: Can you see torrentproject.se ?\nIs it really down? It was my favorite. Had to use thepiratebay.cr .",
			"date_added": 1506888759
		},
		{
			"post_id": 1507119841,
			"body": "Joke: Confused Monkey.\nFemale monkey stares at road sign \"Beautiful - go left, smart - go right.\". She becomes very nervous, little angry and says to herself: \"Should I tear myself into two halves or what?!!!\".",
			"date_added": 1507119532
		},
		{
			"post_id": 1507279450,
			"body": "Joke: I am russian.\nF.> Hello, my name is Flyman and I am russian.\nAll> Hello, Flyman.",
			"date_added": 1507279140
		},
		{
			"post_id": 1507378977,
			"body": "I've made some clean up in my posts on ZeroMe.\nNow I have 68k of 329k used on ZeroMe. I think it will be good to say it again. You have a limited space in ZeroMe. And when you reach this limit, any time you try to post a new message or comment, you will get some strange error message (do not remember which now). So deleting your old posts helps. And you can see how much of your space you used by opening your hub page from ZeroHello, \"sliding\" \"zero in circle\" (in upper right corner) to the left, and search for line like \"IDENTITY ADDRESS (limit used: 68.00kB / 329.00kB)\".\nAnd in case you want to see my previous posts I deleted, you always can use my zite (look link at my profile).",
			"date_added": 1507378666
		},
		{
			"post_id": 1507379923,
			"body": "Linguistic Fun: Say to drugs \"Hi\".\nIn ukrainian language word \"No\" looks like \"Hi\" (sounds \"ni\" or like word  \"knee\"). There is anti-drug slogan: \"скажи наркотикам \"Нi!\"\" - \"say to drugs \"No!\"\". But more and more people in Ukraine learn english language and they make fun of this slogan, because ukrainan \"No\" looks exactly like english \"Hi\".",
			"date_added": 1507379611
		},
		{
			"post_id": 1507380848,
			"body": "Linguistic Fun: Smoking kills.\nIn russian language word for tuxedo is \"смокинг\" (smoking). But word \"smoking\" in english associated with cigarettes... Strange, can't find picture in i-net, so lets use our imagination. I saw (or maybe just imagined it) picture of sign where tuxedo was crossed by red diagonal line and in red circle with text \"no smoking\". And I am not sure, maybe it is my imagination but here is another picture. Picture of tuxedo with gun with silencer, there is no human on this picture, as if person was invisible, but it was in James Bond pose and text was \"Smoking kills!\".",
			"date_added": 1507380535
		},
		{
			"post_id": 1507381503,
			"body": "Achron experience in real life.\nTime to time I start to use some new ideas. I do not know from where they come, it feels like some kind of intuition. Those ideas feel like my own. Then after 3-6 months I read a book, from which those ideas are logically come! Weird, huh? As if I am an achron - person who can communicate with him(her)self through the time.",
			"date_added": 1507381189
		},
		{
			"post_id": 1507405163,
			"body": "Experiencing same bug again: Can't publish my Zite.\n\"Content publish failed.\"\n\"Your network connection is restricted. Please, open 15441 port\non your router to make your site accessible for everyone.\".\nThis prevents me to update my old zite, and start another experiment with new one. Same thing already happened in the past. Then (I didn't do anything) one day I was able to publish my zite. And today - here we go again. :-[ Does somebody know what is going on?",
			"date_added": 1507404848
		},
		{
			"post_id": 1507461297,
			"body": "Very old game and emulator mame.\nTrying to start this 16k old game \"Klad / Labyrinth (Phantom Systems)\". I was hunting this game for years (because I didn't remember it's name, only vague memories from my 90s self). Last years I started little by little think I've imagined this game and it never existed, but two days ago I found this video and I was so happy. What a relief. https://youtu.be/76o4fmi3aVY\n- - -\nAnd now I am struggling to get this game run.\nP.S. I managed to do this! I played this game a little! Don't know how to cheat, load/save doesn't work (although emul says it does, nothing happens). So with art money I will complete this game. One of my dream of childhood is to beat this game. And now I have a chance!",
			"date_added": 1507460981
		},
		{
			"post_id": 1507486653,
			"body": "Watching Youtube: Additional spacial dimensions with visualisation.\nhttps://youtu.be/h9MS9i-CdfY\n@Musickiller: maybe you will find this lecture interesting.",
			"date_added": 1507486336
		},
		{
			"post_id": 1507711245,
			"body": "Linguistic Fun: Switching On/Off.\nIn russian language word for switching something on is \"включить\" [wklyuchit'] and word for \"to switch off\" is \"выключить\" [wiklyuchit']. \nBasis of this word is \"ключ\" which is \"key\" like thing to open a lock on a door. Prefix \"в\" [w] in many cases means \"in/into/on\", and for prefix \"вы\" [wy] it is \"out/off\". So in russian \"switching on\" is \"on-keying\" or \"in-keying\" and \"switching off\" is \"off-keying\" or \"out-keying\" - imagine you're turning on a automobile with a key. Now you know enough to understand following joke.\nJoke: When I switch computer off, I go to menu and seek for proper line to click. It says: \"выключить...\". After I did it many times, I stopped to read carefully, so I started to imagine something that is not there. And now I am consciously kidding by telling myself and people around that option is \"выглючить...\". One little letter \"k\" changes to \"g\" and word \"to switch off\" transforms into \"to stop glitching...\" or \"to glitch off...\". I think this is what it should really mean. You start glitching your computer, you struggle with glitches for some time and then you're glitching your computer off.",
			"date_added": 1507710927
		},
		{
			"post_id": 1507827625,
			"body": "Joke: Sharp Shooters.\nSome guys decided to show off their shooting skills. They took volunteer (some brave guy), placed an apple on his head and started shooting.\n1st guy shoots apple with an arrow by bow and says: \"I'm Robin Hood!\". All applaude, somebody puts a new apple at volunteer's head.\n2nd guy shoots apple with a bullet by his hand gun with silencer saying \"I'm Bond... James Bond!\". All applaude. Here goes another apple.\n3rd guy shoots with a bow and misses the apple! Volunteer goes to hospital with arrow in his eye (I, as storyteller, am not blood thirsty today, so lets say in this ideal universe guy will be o.k.). All shocked. 3rd guy confused and says neurotically: \"I am... I am... I am Sorry... Very Sorry!\".",
			"date_added": 1507827306
		},
		{
			"post_id": 1507883098,
			"body": "Watching Youtube: 2D-Time thinking.\nhttps://youtu.be/vrqmMoI0wks?t=92",
			"date_added": 1507882778
		},
		{
			"post_id": 1507885538,
			"body": "Watching Youtube: Extreme Nanotechnology.\nhttps://youtu.be/VniSpbwcLX4?t=150",
			"date_added": 1507885217
		},
		{
			"post_id": 1507965181,
			"body": "How do I make and update my zite(s).\n.1. At (Hello ZeroNet_) I click (3 vertical dots), then (Create new, empty site).\n.2. Using (File manager) I go to folder/directory in [bla-bla-bla]\\ZeroNet\\Data\\\\\\[bunch_of_symbols_addressing_my_zite].\n.3. Delete all files there!\n.4. Copy files of my zite from folder where I \"develop\" them. (I presume main file is index.html).\n.5. Press \"sign\" button. Make sure content.json file has been created.\n.6. Press \"publish\" button. Experience error \"publish failed because of closed port 12345 bla-bla\". It looks like this error means \"there is no peers yet\".\n.7. Ask some friend to observe error on his side \"no peers, fail to load your site, content.json is missing or something... bla-bla\".\n.8. Press \"publish\" button again.\n.9. Hopefully you get something like \"content published to 6/6 peers\".\n- - -\nTo update my zite I do same thing but without Line .1.",
			"date_added": 1507964859
		},
		{
			"post_id": 1507969554,
			"body": "Overthinking: Why do I \"hate\" watching \"translated\" movies.\nThere are dimensions in speech and so called \"translators\" often ignore them.\nDim.1: \"Positive/Negative\".\nTwo guys escape in hurry from some danger. One of them falls. Other waits and asks: \"Are you alright?\", fallen guy stands up and says \"Yes, I am ok\". Then they keep running from same danger (it is common pattern in movies). And how f??king russian translators prefer to translate this dialogue? They invert \"positive/negative\" coordinate into opposite! \"Are you not hurt?\", and fallen guy answers \"No, I am not\". Imagine how it bothers me to simultaneously hear on both languages \"Yes\" and \"No\". It feels like a lie.\nDim.2: \"Confidence/Uncertainty\".\nOriginal: \"It seems like nobody has been here for years\". Translation: \"I am sure, nobody was there for years\".\nDim.3: \"Intelligent/Dumbass Talk\".\nOriginal \"I relocated my current position via transgressing my material vessel from one point in space/time to another\" translates into something like this \"I moved my ass here\". Idea is this: sentences (with complex scientific words and details) become truncated into talk of some stupid guy with low IQ. And when translation is much shorter than original, they (to hide the fact the translation is suck) add something that means nothing to the end of sentence, like \"we think so\" or \"you can be sure of that\" or just saying same thing twice.\nDim.4: \"(Choice or Possibility)/(Obligation or Indebtedness).\nOriginal: \"I want to bla-bla...\" transforms into \"I must...\".\nDim.5: \"Cause/Victim\".\nAs persona talks you can figure out it position itself as cause (takes responsibility of his/her action) or as a victim (always blame others, claim things happens to it). F??king stupid russian \"translators\" invert this dimension.\nDim.6: \"Statement/Questions\".\nOriginal guy makes a statement like \"Look at my gun in my hand!\". Translator creates question out of nowhere \"Can you see gun in my hand?\".\nThere are many other dimensions that can be described very easily, I just not in the mood to recall them all for now. And I think you understand my main idea.\nP.S. I understand there are things that is hard to translate, but that is not the case. Russian stupid translators do not bother to translate correctly even in cases it can be done easily.",
			"date_added": 1507969231
		},
		{
			"post_id": 1508010480,
			"body": "Overthinking: Why do I \"hate\" watching \"translated\" movies. Example.\nJust watch about 10 seconds of this. It shows example of stupid translation. First comes original episode, then translation.\nhttps://youtu.be/ODGaPZvG4jw?t=1043",
			"date_added": 1508010156
		},
		{
			"post_id": 1508092510,
			"body": "Watching Youtube: Reason why you should not give a mouse cookie.\nhttps://youtu.be/Qr3mLAL3y3c?t=327\nP.S. Great example of perfect logic.",
			"date_added": 1508092185
		},
		{
			"post_id": 1508094076,
			"body": "Watching Youtube: This video can encourage you to watch detective movies even if you do not understand english good enough.\nhttps://youtu.be/tNyYYdcQe_0?t=87\nIt is not a joke to tell I enjoy watching sometime movies even if characters talk too much and I do not understand a lot.",
			"date_added": 1508093750
		},
		{
			"post_id": 1508096791,
			"body": "Watching Youtube: Smart Cats.\nTo understand my reference read [this Musickiller's post](http://127.0.0.1:43110/1Lj1oPcN7oZQL8HkS5KbkzQuKqs42zQWY6/?Post/1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL/15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ/1505868520)\nCat Persik must be smart to survive this: https://youtu.be/4liVJKhtYOU?t=202",
			"date_added": 1508096464
		},
		{
			"post_id": 1509278008,
			"body": "Watching Youtube: Mortal Kombat Parody.\nFatality Fails: https://youtu.be/YunsSTVFiVg",
			"date_added": 1509277680
		},
		{
			"post_id": 1509281646,
			"body": "Watching Youtube: Horror cat movie in 8 seconds.\nhttps://youtu.be/QtnM-igAaTE\nWatch 1st 8 seconds only. I didn't watch the rest so I do not know if it's worth to do so.\nP.S. And better see it in the darkness in full screen mode.",
			"date_added": 1509281317
		},
		{
			"post_id": 1509287725,
			"body": "Testing Upload.\nWatching Youtube: Horror cat movie in 8 seconds:\nhttp://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN/cat_fun__8_seconds_of_horror.mp4\nWatching Youtube: Mortal Kombat Parody:\nhttp://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN/mortal_kombat__fatality_failures.mp4\nQuestion: Does it work for you, guys?",
			"date_added": 1509287395
		},
		{
			"post_id": 1509289701,
			"body": "Testing ZeroUp: Trying to upload game \"Achron\".\npart1:\nhttp://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN/achron_v1_5_0_0_setup.7z.001.zip\npart2:\nhttp://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN/achron_v1_5_0_0_setup.7z.002.zip\npart3:\nhttp://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN/achron_v1_5_0_0_setup.7z.003.zip\n\nZeroUp says files bigger than 200Mb are not allowed, so here are 3 parts. And ZeroUp says 7z files are not allowed, so I renamed files to be zips. They are not zips, they are 7z-files. Just erase \".zip\" part and you will be able to unpack 7z in 3 parts, hopefully.\nDoes it work for you?",
			"date_added": 1509289370
		},
		{
			"post_id": 1509291088,
			"body": "Testing Upload to Kopykate.\n1st (of 19) part of Java introduction course.\nhttp://127.0.0.1:43110/big.kopykate.bit/?Video=1509290342_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN",
			"date_added": 1509290756
		},
		{
			"post_id": 1509291417,
			"body": "Question: why name (of video I uploaded) is truncated after about 20 symbols with \"...\" and at the same moment names of other guy's files are long and nice?",
			"date_added": 1509291084
		},
		{
			"post_id": 1510407655,
			"body": "Testing Upload and Kopykate.\n.1. They both do not understand mkv files. Why? I want to upload some short video files with srt inside. It is fun rus/ukr music which has been translated into english by me via srt. But how can I upload so you be able to see english srts? When I rename mkv into mp4 it works, but srt is not shown.\n.2. I deleted file from upload, so nobody seeds it, but it is still there (it wasn't removed from site). Is it ok, or am I doing it wrong?",
			"date_added": 1510407321
		},
		{
			"post_id": 1510408542,
			"body": "Uploading: Fun Rus/Ukr 6 Songs Translated.\nSomewhen in the past I translated some songs by making english srt for them. Then I translated some more. I do not remember which I already tried to show, and which are \"new\" ones. So here is a 7z-archive with mkv files inside.\n.1. enjoykin  brezhnew.mkv\n.2. enjoykin  klichko.mkv\n.3. game of thrones.mkv\n.4. putin h??lo.mkv\n.5. ukr song  karawan.mkv\n.6. ukr song  yizhachok.mkv\nGo check them out. [ZeroUp Link.](http://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN/fun_rus_ukr_6_songs_translated_17_11_11_mkv_in_7z.7z.zip)\nP.S. please, make me know if you was able or unable to download>rename>unpack>watch those mkv files. And if you were able to do so, how do you like my translation? How much fun did you have watching them?",
			"date_added": 1510408207
		},
		{
			"post_id": 1510419238,
			"body": "Uploading to KopyKate: What to upload?\nI am thinking of download from youtube 10-30Gb of video. I mean, I want something to seed, but I am still thinking of **what** to seed. Any thoughts?",
			"date_added": 1510418902
		},
		{
			"post_id": 1510916807,
			"body": "Watching Youtube: James Kristian \"Arguing with a Narcissist... A deeper look\".\n[KopyKateLink](http://127.0.0.1:43110/18Pfr2oswXvD352BbJvo59gZ3GbdbipSzh/?Video=1510916426_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN)",
			"date_added": 1510916470
		},
		{
			"post_id": 1510918545,
			"body": "Watching Youtube: James Kristian \"Narcissists - Identify them and Shut them Down!\".\n[KopyKateLink](http://127.0.0.1:43110/18Pfr2oswXvD352BbJvo59gZ3GbdbipSzh/?Video=1510918167_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN)",
			"date_added": 1510918207
		},
		{
			"post_id": 1510920445,
			"body": "Watching Youtube: James Kristian \"Narcissist Proof #1 Stop the Victimization\".\n[KopyKateLink](http://127.0.0.1:43110/18Pfr2oswXvD352BbJvo59gZ3GbdbipSzh/?Video=1510919938_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN)",
			"date_added": 1510920106
		},
		{
			"post_id": 1510922958,
			"body": "Watching Youtube: James Kristian \"Narcissist Proof #2 Gas Lighting & Manipulation\".\n[KopyKateLink](http://127.0.0.1:43110/18Pfr2oswXvD352BbJvo59gZ3GbdbipSzh/?Video=1510922583_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN)",
			"date_added": 1510922618
		},
		{
			"post_id": 1510924704,
			"body": "Watching Youtube: James Kristian \"Narcissist Proof #3 Narcissist Authority- Defending Against Manipulation\".\n[KopyKateLink](http://127.0.0.1:43110/18Pfr2oswXvD352BbJvo59gZ3GbdbipSzh/?Video=1510924332_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN)",
			"date_added": 1510924363
		},
		{
			"post_id": 1510925679,
			"body": "Watching Youtube: Mortal Kombat \"in real life\" fun.\nWarning! Do not watch if you're not having a strong nerves!\n[KopyKateLink](http://127.0.0.1:43110/18Pfr2oswXvD352BbJvo59gZ3GbdbipSzh/?Video=1510925142_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN)",
			"date_added": 1510925337
		},
		{
			"post_id": 1510926110,
			"body": "About to be offline. Most likely will seed tomorrow.",
			"date_added": 1510925767
		},
		{
			"post_id": 1511191545,
			"body": "Joke: Pythagorean Theorem Proof.\nTeacher: \"Yesterday we were studying Pythagorean Theorem, today I will proof it for you\".\nOne of students: \"You do not have to proof anything, we believe you!\".",
			"date_added": 1511191201
		},
		{
			"post_id": 1512303588,
			"body": "Uploading: Another Fun Rus Parody 6 Songs Translated into English.\nIt is becoming a fun thing for me to do. :-] Still it is a time consuming process, but now I did it little faster. I hope that is because of getting experienced rather than being in haste with reducing quality of translation. So be my judge, see how fun are those songs and how understandable they are.\n\nToday songs are:\n.1. o_s_p  football - about wife who is troubled because her husband's top priority is to play football with his friends;\n.2. o_s_p  obsessed - about woman experiencing unwanted attention from unusual follower;\n.3. pushnoy  leopoldium - Pushnoy is guy, who likes to transform any song into hard rock version. This song originally was in russian cartoon about adventures of cat Leopold who was kind and polite (not like this Mr. Moose I've described in my jokes) and was bullied by two mice. So this song is some kind of hymn of bicycle rider. And thanks to Pushnoy this song sounds like really very serious and determined heavy metal guy on his bicycle;\n.4. pushnoy  mind_crazy - oh, that one is special. Pushnoy took some very old song (time of vinyl records and ussr still existing) and just made fun of it in his stile; \n.5. red_mould_00_goodye_usa - this one is about guy who caused nuclear apocalypse because of employer didn't pay him for his work;\n.6. red_mould_16_narco - song about junkie and one of his hallucinations.\n\nSongs (except two from Pushnoy) are parodies. I mean, there were original songs with original lyrics. Then, some humorists took the song, created different lyrics with whole new meaning. Songs can remind you original one, but text is ridiculous.\n\nAs usual, to watch those songs, you may need to rename zip to 7z, unpack 6 mkv files from it. Mkv files have english srt inside.\n[ZeroUpLink](http://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN/fun_rus_6_parody_songs_translated_17_12_03_mkv_in_7z.7z.zip)\n\nJust in case you didn't watch (but want it now) my previous 6 songs translation. [ZeroUpLink](http://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN/fun_rus_ukr_6_songs_translated_17_11_11_mkv_in_7z.7z.zip)",
			"date_added": 1512303243
		},
		{
			"post_id": 1513524249,
			"body": "Joke: Ants and Elephants.\nAnts are sitting in bushes and planning to hunt an elephant. Ant leader says to his gang: \"Main and hardest thing is to knock it down, then we can trample it easily\".",
			"date_added": 1513523903
		},
		{
			"post_id": 1513524503,
			"body": "Joke: Such a loser.\nHe was such a loser. He failed to finish almost anything he planned to do. So he decided to put an end to this by committing suicide by shooting himself with a gun. And guess what? He missed! What a loser...",
			"date_added": 1513524156
		},
		{
			"post_id": 1513526741,
			"body": "Joke: Pulling the cat by its rubber into long box.\nIn russian language there a some idioms to express situation when you need to get something done, but you do not want to do it right now, so you're making excuses to do it later (tomorrow, next week, next month,...), in other words you're delaying some work. And instead of word \"delaying\" you can use one of following idioms:\n.1. \"To pull the cat by its tale\". Imagine, you need to relocate one cat (which symbolises work to be done), but instead of doing it properly, you're pulling cat's tale, so cat yells and clings to a carpet (work is not done).\n.2. \"To stretch a rubber\". Same thing, you're stretching the elastic... something elastic. And when you stop, this elastic something shrinks to original size, symbolising your futile efforts.\n.3. \"To stock something into long box\". Imagine archive room with long boxes, you can pull one of those long boxes and see paper files inside sorted in alphabetical order. There are many of those, and you've pulled long box for things with letter \"C\". You put something into your archive with many previously \"delayed\" things to do. That means, you most likely will forget it soon, and work will not be completed ever.\nAnd of cause you can use those 3 idioms simultaneously to tell someone strictly: \"Do not pull the cat by it's rubber into long box!\".",
			"date_added": 1513526393
		},
		{
			"post_id": 1513528852,
			"body": "Watching Youtube: Piano play.\n.1. atin piano 2017 10 08 for damaged coda - rick and evil morty [KopyKatLink](http://127.0.0.1:43110/big.kopykate.bit/?Video=1513527814_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN)\n.2. kyle landry 2017 05 25 evil morty's theme - rick and morty [KopyKatLink](http://127.0.0.1:43110/big.kopykate.bit/?Video=1513527861_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN)\n.3. atin piano 2017 10 28 ff9 you re not alone [KopyKatLink](http://127.0.0.1:43110/big.kopykate.bit/?Video=1513527886_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN)\n.4. atin piano 2017 12 10 dragonborn tes5 skyrim main theme [KopyKatLink](http://127.0.0.1:43110/big.kopykate.bit/?Video=1513527917_1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN)",
			"date_added": 1513528503
		}
	],
	"post_like": {
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1473785042": 1473785315,
		"15ySnmVuP2xGCWGxfbDdpjQxajSndfkmyL_1474001652": 1474013845,
		"19rk3ktkoBozUXDEpVHjUNoJNGCnsbzPra_1474065050": 1474119526,
		"1M29UgKTUcDsSHafheTS2W8Ec9RZiNMvRk_1473443056": 1474286360,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1474994523": 1475002875,
		"1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1475327310": 1475352898,
		"1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1475329176": 1475353708,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1475777634": 1475780397,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1475865189": 1475946874,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1476127415": 1476170032,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1476515439": 1476518828,
		"1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1477010812": 1477034350,
		"1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1477119922": 1477138174,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1477078700": 1477145408,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1477336379": 1477377912,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1477335413": 1477386059,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1478037467": 1478076719,
		"1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1478263741": 1478263849,
		"1M5S5iwDzmj3yvzaf753c9qDckz3Vx5Qxo_1478312207": 1478336896,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1479088691": 1479113755,
		"1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1479283150": 1479284417,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1479284495": 1479284719,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1479234531": 1479285441,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1479316653": 1479371782,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1479372521": 1479373420,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1479505084": 1479547449,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480011097": 1480061461,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480011328": 1480073275,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1480108785": 1480150937,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480177371": 1480236965,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480237912": 1480239284,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480094453": 1480241677,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480526431": 1480578412,
		"18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6_1480696388": 1480753051,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480675240": 1480754358,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1481494216": 1481529001,
		"1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1482491990": 1482491833,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1483359538": 1483362495,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1483821004": 1483885864,
		"1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1483794785": 1483886836,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1483887693": 1483888570,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1484067802": 1484663284,
		"1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp_1488250982": 1488273969,
		"1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp_1488241756": 1488277257,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1488999609": 1489219282,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1489429795": 1489482737,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1489413216": 1489483104,
		"1266Hr6Kd2eoa89F6FeAeKu21FZSwYjpPw_1490281636": 1490347122,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1493249819": 1493321120,
		"1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1501442268": 1502698339,
		"1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1503276123": 1503844829
	},
	"comment": [
		{
			"comment_id": 2,
			"body": "Link, please!",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1473785042",
			"date_added": 1473785334
		},
		{
			"comment_id": 3,
			"body": "I was hoping for something I can download and listen with my pocket player. But thank you anyway.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1473785042",
			"date_added": 1473786026
		},
		{
			"comment_id": 4,
			"body": "Here is example of podcast I listen regularly: https://radio-t.com/ It is russian podcast so it may be useless for you, but what I want to say - it is easy to download mp3 from sites like that one. And when site hides \"download possibility\" or tries to feed me \"some bullsh*t\" I just prefer to seek for other things to do. :-]",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1473785042",
			"date_added": 1473788845
		},
		{
			"comment_id": 5,
			"body": "@Talnicrom: Try to unfollow me, please. And tell me does this work for you. If it works, you can follow me again if you want. Oh, sorry, I confused you for guy who follows me.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1474136251",
			"date_added": 1474136879
		},
		{
			"comment_id": 6,
			"body": "Anyone who follows me, please, try to unfollow me and tell me does it work for you or not.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1474136251",
			"date_added": 1474137137
		},
		{
			"comment_id": 9,
			"body": "I do not know what facebook is, and I do not want to know what is it (a can guess it is something like ZeroMe). And with ZeroNet you do not have to! Pink Floyd \"The Wall\" says: \"we don't need no force control. Teachers, leave us kids alone!\". :-]",
			"post_uri": "1M29UgKTUcDsSHafheTS2W8Ec9RZiNMvRk_1473443056",
			"date_added": 1474286742
		},
		{
			"comment_id": 12,
			"body": "Try this sequence:\n1. Create a Test post.\n2. Do a pixel hunting between picture representing you (your awatar) and your post.\n3. Find pencil symbol which should appear and click it.\n4. Then options \"cancel/delete/save\" should appear.\n5. Use \"delete\"!",
			"post_uri": "1674XymFPbmAXh78xEpt3Pehtko6i2kvtA_1474653769",
			"date_added": 1474654795
		},
		{
			"comment_id": 15,
			"body": "Did anybody try it already? From my point of view nothing is happening.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1474903876",
			"date_added": 1474904943
		},
		{
			"comment_id": 16,
			"body": "Oh, it looks like this new features are filters which are individual for every user. So it is not like \"like\"s or \"antilike\"s.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1474903876",
			"date_added": 1474905629
		},
		{
			"comment_id": 17,
			"body": "@Talnicrom: This is great! Now we can \"like\" comments here.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1474903876",
			"date_added": 1474915054
		},
		{
			"comment_id": 18,
			"body": "@Talnicrom: About messages which are marked as spam or ugly by guys I follow. I do not know is this a good idea. I think for start/test it can be nice to have some indication... I mean it is good to see some warning sign that one of your friends marked this post as a spam or it is ugly rather than hide this post.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1474903876",
			"date_added": 1474915549
		},
		{
			"comment_id": 21,
			"body": "Imagine what can happen if someone throw his poodle out of house and it will become wild. Wild Dire Poodle (not cute anymore). Scary.",
			"post_uri": "1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1475327310",
			"date_added": 1475353183
		},
		{
			"comment_id": 22,
			"body": "Magnet link is just little string (bunch of text symbols). Something that begins like \"magnet:?xt=urn:bla-bla-bla-bla-bla...\" and ends before next \"=\" symbol. How it possibly can not work? You just need to copypaste text to your torrent client. I hope this will help you.",
			"post_uri": "13AvYD3hX888Ey6y8kFEce3Ak8hVNLcdrg_1475400513",
			"date_added": 1475504721
		},
		{
			"comment_id": 23,
			"body": "@Dergatt: Yes, that is annoying. I mean, when you searching for something and you find at last some (download link)/(magnet link)/(torrent)... and it doesn't work! Sad thing. It is \"pointers and objects\" thing (pointers are not objects they point to), or it is \"map and territory\" thing, or... I am short of analogies. Oh, here is good analogy: it is like someone tell you there is an apple on a table, you check the table, but there is no apple for some reason. Annoying.",
			"post_uri": "13AvYD3hX888Ey6y8kFEce3Ak8hVNLcdrg_1475400513",
			"date_added": 1475609422
		},
		{
			"comment_id": 24,
			"body": "And I got audiobook \"Wisdom of Psychopaths\". One big 400Mb mp3 file. I've splitted it into 10 parts 50 minutes each wav, made them loud, encoded into mp3 again and load them into my \"pocket\" mp3 player. This made me happier for a while. What a joke: psychopath needs to split something into pieces!",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1475609939",
			"date_added": 1475612134
		},
		{
			"comment_id": 25,
			"body": "@meidan: here is a magnet link for audiobook \"Wisdom of Psychopaths\" after my manipulations: magnet:?xt=urn:btih:96095659B476046B19EA3AFA0A028FC1052EB88A&dn=__wisdom_of_psychopaths It is new way for me to share files, so I am not sure if it works or not. I will be glad to know if you successfully download mp3s. Hash is: 96095659b476046b19ea3afa0a028fc1052eb88a Wait a minute, it looks like hash of a torrent is part of magnet link of a torrent.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1475609939",
			"date_added": 1475655091
		},
		{
			"comment_id": 27,
			"body": "@meidan: I am seeding now, but it looks like nobody downloading. I will be online for about 2 hours from now... After 2 hours nothing happens. I am about to go offline. Next time I will try to ask people to download this torrent. Maybe I am not understand how it works and made some mistake.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1475609939",
			"date_added": 1475692210
		},
		{
			"comment_id": 28,
			"body": "@Voruman: how about this one? magnet:?xt=urn:btih:96095659B476046B19EA3AFA0A028FC1052EB88A&dn",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1475739367",
			"date_added": 1475740545
		},
		{
			"comment_id": 29,
			"body": "Or simply using hash: 96095659B476046B19EA3AFA0A028FC1052EB88A",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1475739367",
			"date_added": 1475740617
		},
		{
			"comment_id": 30,
			"body": "Oh, It looks like someone managed to download! Is that you, Voruman?",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1475739367",
			"date_added": 1475740904
		},
		{
			"comment_id": 31,
			"body": "@Voruman: strange, I think I start to understand you without translator. Jes looks like Yes, laboras looks like labour (hard work). So hash works, and my magnet link doesn't. Thanks, it helps a lot.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1475739367",
			"date_added": 1475741141
		},
		{
			"comment_id": 32,
			"body": "@meidan: Voruman managed to download this torrent using hash. And it looks like something wrong with my understanding of magnet link, so magnet link doesn't work. Try to use hash: 96095659b476046b19ea3afa0a028fc1052eb88a",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1475609939",
			"date_added": 1475741330
		},
		{
			"comment_id": 33,
			"body": "@Voruman: is that so? All you need to fix my magnet link to make it work is change all capital/big letters into noncapital/small letters? I will check this hypothesis next time I try to send something via magnet link. It is very funny! :-]",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1475739367",
			"date_added": 1475741977
		},
		{
			"comment_id": 34,
			"body": "@meidan: Voruman says this link works: magnet:?xt=urn:btih:96095659b476046b19ea3afa0a028fc1052eb88a&dn=__wisdom_of_psychopaths It is strange and funny, but all I need to fix magnet link to make it work is \"decapitalize\" big letters into small ones.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1475609939",
			"date_added": 1475742224
		},
		{
			"comment_id": 36,
			"body": "@meidan: I love very much movies where time travel is involved. Here is example: https://www.youtube.com/watch?v=UTO0ogdNMdY It lasts less than 20 minutes, but it is worthy time travel movie. Here is list of time travel movies I am using: https://en.wikipedia.org/wiki/List_of_time_travel_works_of_fiction be careful not to mess movies list with book list - they both on the same page. Strange, I can't find movie \"Paradox\" 2016, maybe because it is new movie. It is nice time travel movie. Here is some films from that list I found nice: \"Coherence\" 2013, \"About Time\" 2013, \"Mine Games\" 2012, \"Source Code\" 2011, \"FAQ About Time Travel\" 2009 (It is fun half comedy film). And movie with 4 or 5 seasons \"Continuum\" 2012-2015. But I watched them so now I don't. If you want to know what I am watching currently, it is: \"Supernatural\" (watched 5 seasons of 9 or 10, 6th to go), \"Californication\" (you may found this show disgusting, but it is about guy from X-Files, and I watched 5 seasons before, so I am hooked and want to continue watch it just because!), Simpsons (23th season).",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1475609939",
			"date_added": 1475778555
		},
		{
			"comment_id": 37,
			"body": "It can be happening because you study too much. Be sure you do not study more than 10 hours per day! I am 50% serious! And do not forget to sleep, it may cause hallucinations. :-]",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1475777634",
			"date_added": 1475780370
		},
		{
			"comment_id": 38,
			"body": "https://www.youtube.com/watch?v=1g0KThAbkjU",
			"post_uri": "1CPx3458RryZUzbz2vBUpomG2ihbcNgg6w_1475769382",
			"date_added": 1475781293
		},
		{
			"comment_id": 44,
			"body": "It can help you to detect bullshit: https://yourlogicalfallacyis.com/pdf/Logical_Fallacies_on_A4.pdf\nPoster: https://s3.amazonaws.com/yourlogicalfallacyis/pdf/LogicalFallaciesInfographic_A3.pdf",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1476127415",
			"date_added": 1476175095
		},
		{
			"comment_id": 51,
			"body": "@Sick Bird: can you comment here?",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1476267669",
			"date_added": 1476267637
		},
		{
			"comment_id": 52,
			"body": "@meidan: i am watching https://www.youtube.com/watch?v=0tqq66zwa7g at 7th minute I am thinking it might be interesting for you too. It is about \"placebo effect\" and how our expectations cause significant effect on what happens in our body. It is probably not in this video (I am at 7th minute) but I like to do mystical thinking and often believe that our expectations even cause events around us. For example, I knew some guy who was expecting all dogs around want to bite him, and many dogs were reacted accordingly (they were trying to bite him). I expect dogs are nice... mostly, there fore they ignore me (mostly).",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1476127415",
			"date_added": 1476269626
		},
		{
			"comment_id": 57,
			"body": "Yeah. Optical Illusions are Brain Failures! That is great thought.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1476515439",
			"date_added": 1476518924
		},
		{
			"comment_id": 58,
			"body": "emotionless stubborn person with purpose in his/her mind. :-] 252 divided by 36 is exactly 7 (7 x 36 = 252). So I suggest there is \"Stoic Test\" with 36 questions in it. Each has 7 possible answers. Each answer has it's score from 1 to 7. Or maybe there are 4 answers <A>, <B>, <C>, <D> and scores for them 1, 3, 5, 7 randomly distributed to be interesting. For example, question: imagine you studying something, reading books, thinking and some person tells you: \"you wasting your time, that is sux what you are doing\". What is your common reaction: <A> Sadness: \"Mummy, I wanna cry and see my mummy :-[ \" - one point of stoicness <B> Anger. \"How rude of you!\" - 3 points; <C> Little disturbed: \"Go play your stupid games by yourself. I am studying here.\" - 5 points. <D> Completely Cool, no emotions at all: \"I am not interested in your opinions, my friend\" - 7 points. But I am just kidding. Do you have whole \"Stoic Test\" (or link)? Can I test myself just for fun?",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1476634027",
			"date_added": 1476698002
		},
		{
			"comment_id": 61,
			"body": "Me too! What I did for myself is started to think there is no Daylight Saving Time. So all my clocks ticking by GMT +3:00 constantly (at any time in the year). So I know when I wake up and when I fall asleep. Here are some fixes for possible troubles:\n.1. At question \"what time is it?\" I automatically add \"by summer time\" at the end of my answer.\n.2. You need to be aware of summer or winter time it is now outside anytime you make appointment with other people, so before you talking somebody to make meeting at specific time, be sure you both in same \"time zone\".",
			"post_uri": "1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1476757760",
			"date_added": 1476777021
		},
		{
			"comment_id": 62,
			"body": "@meidan: I am file oriented person. I like sites where I can easily download some files, or at least I can see something interesting on that site. This kind of site I do not like. This kind of sites has properties that warn me that it is a bad site: 1. It says \"We, maybe (just maybe) have something interesting, but we will not show it to you. 2. You not registered, go make registration. 3. All that bla-bla-bla around Stoicism without saying anything what Stoicism is.\nStoicism seems like something interesting, so I will search for it in some other places (Youtube, G??gle, e.t.c). I'll post a link in case I found something interesting.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1476634027",
			"date_added": 1476861446
		},
		{
			"comment_id": 66,
			"body": "This model uses only 2 grades of power: it is within your power or it is not within your power. I find more useful model which uses 3 grades of power: red, yellow, green. I do not know other sources, there fore I think I am invented it (and it will be some fun for me if you give me a link someone described this model more accurately). So here it is: all you can or can not do you can place in 3 different zones: 1. Green. You can do it easily. You have enough resources (skills, knowledge, time, energy, proper mood, e.t.c.). 2. Yellow. You can do it, but... it may cost you very much: you must work hard, make research, investigate; overspend time, energy. And you never know will you succeed or not. 3. Red zone. It is like yellow zone, but extreme. You have less chances of success, you need to waste almost all your efforts, and you can damage your health or mind for nothing. Very dangerous.\nHere is exampls: eating piece of cake is piece of cake - easy, you can do it, you did it before lots of times - green zone; breaking wall using your head as a ram - red zone - you probably will not break the wall, but you can be disappointed and have your health damaged, or even die trying. For some guy breaking wall with his head may be in green zone - he is a trained ninja, monk or something, but I guess for most of us it is in red zone. Problem is you never can be sure about is it possible or is it impossible, but it is useful to think about things as they are in red zone... for now at least. More powerful you become, more things shifts into your green zone, and some things can even shift from red into yellow zone.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1476805852",
			"date_added": 1476871839
		},
		{
			"comment_id": 68,
			"body": "I know case where person bought PC video game on dvd. Game is totally single player and offline. And guess what? Game demands you to go online and do some stuff just to prove you are not pirated it. Think this. Guy bought game and it not works, he had no i-net. So those \"developers\" deserve to be \"pirated\"! Best solution for guy was to download cracked version of same game using his friend's i-net. :-]",
			"post_uri": "13AvYD3hX888Ey6y8kFEce3Ak8hVNLcdrg_1476959631",
			"date_added": 1476968863
		},
		{
			"comment_id": 69,
			"body": "@Dergatt: @Durand: I want to share with you my definition of word \"own\". If something truly is your own it means you can do anything with it: share it with your friends/enemies, multiply/duplicate it, destroy it (if you don't like it anymore), study it's contents (reverse engineering), anything you can imagine you can do if you truly own something. Thing is you do not truly own anything. It is more like you loan it: I mean someone else own this thing and you just loan it and this someone else dictate you rules (you can do that, and you can't do that). Very big \"red flag\" you loaning something instead of owning thing is you have to pay every month/year/day for \"owning\" that thing. It is not owning it is loaning. And same thing is about legal-illegal concept. What is legal or illegal? Someone powerful dictates his will: he do not like some things you might do and names those deeds \"illegal\", he wants you to do things specific way - that he calls \"legal\". Joke: soon it can become illegal just refuse to be stupid! You doing something and you do not pay for it because you smart enough to find your own ways - you criminal! Example: you learned illegally how to read, so you do not have to pay some specialist to read books for you - it is illegal, you are criminal! You can grow your own food, so you do not have to pay for food - you are criminal! Jeez, all this \"copyright\" thing is totally bullshit of men in power to make other people stupid because it is profitable. And one last question: when you pay for some \"legal\" thing, where goes you money, wha? Do you really think you support guys who create something. Most money goes to powerful people who use those guys who create.",
			"post_uri": "13AvYD3hX888Ey6y8kFEce3Ak8hVNLcdrg_1476959631",
			"date_added": 1477034032
		},
		{
			"comment_id": 70,
			"body": "I never thought kefir can be something special. I used to fact that in my surroundings I can just buy kefir in same place I can buy milk. I like kefir much more then a milk. I wonder, you making kefir just because it is fun for you to make your own kefir, or you can't buy it and it is only way to have it?",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1477078700",
			"date_added": 1477145403
		},
		{
			"comment_id": 71,
			"body": "I am not using Zero Board few months. So, if nothing changed then ZeroBoard has 10 minutes interval preventing you to post anything. You post something, you wait 10 minutes, you post again, otherwise: \"...Please try again later\".",
			"post_uri": "1FeQLPvd3hmLFAjrY3xzNvwz3gadTB2gu4_1477262687",
			"date_added": 1477291618
		},
		{
			"comment_id": 72,
			"body": "Never engaged this type of humor before, thanks. Do??ld Tr?mp saying: \"Excuse me? I don't need the people! I wand ME, personally. Forget all the people!\" thats was very funny. And politician woman talking about rise of the dead and zombies...",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1477336379",
			"date_added": 1477378309
		},
		{
			"comment_id": 73,
			"body": "There is no multiplayer games here as I know (I want to be wrong). There are some single player, for example: http://127.0.0.1:43110/1PANDAML8mLaRKPinGihTj5RkJV15awcjs/",
			"post_uri": "1BidCEzNjETypKRCaRFQ6myvDo71o6FDyC_1477383132",
			"date_added": 1477384272
		},
		{
			"comment_id": 74,
			"body": "Do not trust. Ask for proof. :-]",
			"post_uri": "19dSnqd1GpiMTnuiD4n1tPasyKTDfNSFyz_1477322954",
			"date_added": 1477386286
		},
		{
			"comment_id": 75,
			"body": "Blue.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1477389461",
			"date_added": 1477389376
		},
		{
			"comment_id": 76,
			"body": "Red.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1477389461",
			"date_added": 1477389383
		},
		{
			"comment_id": 77,
			"body": "Yellow.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1477389461",
			"date_added": 1477389400
		},
		{
			"comment_id": 78,
			"body": "Orange.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1477389461",
			"date_added": 1477389410
		},
		{
			"comment_id": 79,
			"body": "Green.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1477389461",
			"date_added": 1477389417
		},
		{
			"comment_id": 80,
			"body": "White.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1477389461",
			"date_added": 1477389424
		},
		{
			"comment_id": 81,
			"body": "Black.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1477389461",
			"date_added": 1477389430
		},
		{
			"comment_id": 87,
			"body": "@ZAlex: .1. Didn't know it works only with ZeroMe Plus, thanks.\n.2. As I know in ZeroPolls you can't allow other people to create their own option, which can be used for even other people to vote for it. In this example, people can add new color to vote.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1477389461",
			"date_added": 1477399709
		},
		{
			"comment_id": 90,
			"body": "\"Not music at all\" category maybe?",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1477500870",
			"date_added": 1477553114
		},
		{
			"comment_id": 91,
			"body": "@ks: it is not any kind of jazz. Jazz is complex: it has rules, it has harmonies, structure. Jazz is not some random crap anybody can do. It requires a study. It is like science or mathematics. Check this example which shows idea: https://www.youtube.com/watch?v=ofHPxmkN6G4 (skip about 2 minutes of talking).",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1477500870",
			"date_added": 1477554503
		},
		{
			"comment_id": 92,
			"body": "@ks: Oh, now I can see clear, thanks. Thing is I wasn't been aware (to this moment) that I consider something as music **only** if it is tonal and has harmonies.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1477500870",
			"date_added": 1477559003
		},
		{
			"comment_id": 93,
			"body": "How do you like this kind of music? https://www.youtube.com/watch?v=sqAs2SBCgMU It is made from something that definitely not a music. https://www.youtube.com/watch?v=J7UwSVsiwzI\nFun motivators:\nhttps://www.youtube.com/watch?v=yQb1JVxv8ZE\nhttps://www.youtube.com/watch?v=gJscrxxl_Bg\nhttps://www.youtube.com/watch?v=UhRXn2NRiWI&index=5&list=PL08FD35E184A24E7F",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1477500870",
			"date_added": 1477560490
		},
		{
			"comment_id": 94,
			"body": "@ks: \"Bad Lip Reading\" and \"Schmoyoho\" are great. Thank you.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1477500870",
			"date_added": 1477565078
		},
		{
			"comment_id": 95,
			"body": "why do you sorry? It is fun japan improvisation on \"Pen-Pinapple-Apple-Pen\". \"If you sorry, do not do thing which makes you feel sorry. If you do something, do not feel sorry\".",
			"post_uri": "1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1477613214",
			"date_added": 1477640421
		},
		{
			"comment_id": 96,
			"body": "First you fart, then you overweight, it is not OK, if you see fast food, stay the f??k away, it's not OK! I am 50% serious: https://www.youtube.com/watch?v=yQb1JVxv8ZE",
			"post_uri": "1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1477646860",
			"date_added": 1477648912
		},
		{
			"comment_id": 97,
			"body": "@KosherX: At the same time I am 50% kidding/joking. There is type of joke when you can't call it a joke 100% because part of it is \"serious thing\". Same thing with something \"serious\": things are serious only by some part of whole, other part is not serious, it is a joke. So I created this expression and think it is fun: \"I am 50% serious!\". You can imagine tree that have two branches at some point, lets call them left branch (50%) and right branch (50%). So this tree have left branch and it is 50% of whole tree.",
			"post_uri": "1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1477646860",
			"date_added": 1477727064
		},
		{
			"comment_id": 99,
			"body": ".1. What do you want exactly? And who stops you from doing it?\n.2. Words \"freedom\", \"force\", \"oppressor\" are empty structures. They make no sense unless someone fills them with his/her own experience. Imagine you are movie director. You can't just capture \"freedom\" on your video camera. To make movie \"We fight for our freedom\" you can make scenario where some \"bad\" guys locked some \"good\" friends in some dungeon inside some castle. \"Bad\" guys torture poor \"good\" guys. And other \"good\" people preparing and then executing assault of that castle, killing \"bad\" guys and rescue \"good\" guys. You can call that \"Freedom\", but this is one of those things that exists in your head only! There can be \"good\" guys, \"bad\" guys that involved in some activity (they do specific things), but in reality out there, there is no such \"thing\" as \"freedom\", it is imaginary.\n.3. With my own associations with your spectrum I more like to \"do nothing\". If someone successfuly stops me from doing one thing I want to do, then I most likely choose to do something else (from my list of things I want to do) to make this \"oppressor\" to do more hard work to stop me this time. Or I can seek for other ways to do same thing. And I prefer to detect how I support \"oppressor\" and at same time not aware of it. Best way to deal with oppressor is to stop feeding it. Eventually it will lose it's power and cease to exist.",
			"post_uri": "1MdwjTFbwpWCLfyo2ZjeXzB7DbL7euNPBi_1477774571",
			"date_added": 1477818287
		},
		{
			"comment_id": 100,
			"body": "@Militaryriotlab: Words are like variables in programming languages. If you use variable without filling it with some exact value, it will not work. Let me try fill those variables, but your teacher can have other meanings. Lets guess that \"Law\" is just list of \"rules\" - list of thing you can do and things you can avoid to do for being \"good\" guy for all people who agreed with this \"Law\". Word \"by\" used to show that someone is cause of some activity, so \"rule by law\" means \"law is ruling (people)\", so word \"rule\" is verb in this case. Word \"of\" used to connect two nouns, so \"rule of law\" means \"law has this rule\", so word \"rule\" is noun here.",
			"post_uri": "1MdwjTFbwpWCLfyo2ZjeXzB7DbL7euNPBi_1477772920",
			"date_added": 1477819248
		},
		{
			"comment_id": 101,
			"body": "@Militaryriotlab: here is another idea: word \"by\" is much stronger than word \"of\". It is like \"I am sure\" is much stronger than \"I think\". \"Book written by Flyman\" is very strong, it means exactly that Flyman is one who wrote this book. And \"book of Flyman\" is not so specific, you know that \"book\" somehow related to \"Flyman\" but you can't tell how: maybe Flyman wrote this book, maybe someone else wrote this book about Flyman, maybe Flyman likes this book, maybe Flyman mentioned this book, maybe Flyman has this book, e.t.c. So \"rule by law\" can mean \"this rule is for sure caused by law\", and \"rule of law\" can mean \"this rule somehow related to law\".",
			"post_uri": "1MdwjTFbwpWCLfyo2ZjeXzB7DbL7euNPBi_1477772920",
			"date_added": 1477900986
		},
		{
			"comment_id": 107,
			"body": "@meidan: are you talking about typing some text? If this is the case, I use FAR. It is file manager and I am very file oriented, you can copy, delete, make folders, make files, you have two panels, and you have text editor. You can press \"F2\" any time you want to \"update\" file you editing.\nBeing file oriented means you aware/understand your work is just bunch of files. Files are just organized bunch of numbers. When I do something, I make \"_Backup\" folder somewhere and every day I change files while working, I create folder \"16_11_02_some_comment\" (inside \"_Backup\" folder) and I copy all files there. 16 is year, 11 is month, 02 is day, so when you have dozens of those folders they will be organized by time. And I backup the backup time to time :-] So backup your work and it will survive, and you will be happy and sane.\nP.S. \"So, FAR so good\". :-]",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1478038094",
			"date_added": 1478078310
		},
		{
			"comment_id": 108,
			"body": "@Cxgreat2014: Thank you.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1478078020",
			"date_added": 1478078400
		},
		{
			"comment_id": 115,
			"body": "@KosherX: I delete a post in this kind of case. Do you know about limit on ZeroMe? If you encounter message in red something like \"your private key fail, can't sign your post\", it means you need to delete some of your old/any post(s) to be able to post new ones.",
			"post_uri": "1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1478263741",
			"date_added": 1478334790
		},
		{
			"comment_id": 116,
			"body": "Do you know you can edit/delete posts and comments you wrote? Deleting your previous post can be useful because of limit (at some point you will not be able to post new messages unless you delete previous one(s)).",
			"post_uri": "1NQvmcUkean3BWS9N88P9dKYnP1TAB5kHz_1478314675",
			"date_added": 1478335999
		},
		{
			"comment_id": 117,
			"body": "What is that? Is it some quote? Is it some kind of humor or you are serious? Looks like speech of lying teenager, who wants to pretend he is \"cool\". There is a class/type of pretenders that talks like that (I am booper-trooper, top secret agent-smagent, I will get you, because you said something I do not like). Very typical. So what do you say, Thejumono? Are you this \"stupid teenager\" or you just posted a quote of some \"stupid teenager\"? In case you are \"stupid teenager\" than come and get me! :-]",
			"post_uri": "1M5S5iwDzmj3yvzaf753c9qDckz3Vx5Qxo_1478312207",
			"date_added": 1478336841
		},
		{
			"comment_id": 120,
			"body": "Truth is level of something's/someone's synchronization with reality (\"which one?\" is a good question).\nReason is a fake. You can make any reason for anything. For example \"pink elephants fly to the south during a winter\" because \"south has more warm climate\". You can give me **anything** and I will create **logical** reason for that! There is reason vs purpose thing. You can easily create reason why something happening, but what is funny, it is some times very difficult to figure out purpose or \"what for\" for anything. Simply reason is excuse and located in the past on timeline, and purpose is target in the future (something someone wants to achieve). So purpose of life needs some master-slave relationship. If you are slave and have a master, then you have a purpose of your live. So question \"what is purpose of my life\" can be transformed into \"who is my master?\".",
			"post_uri": "1BQvNSWCcYGmToHZWuwJzCo2FoukNM5A9D_1478910422",
			"date_added": 1478937963
		},
		{
			"comment_id": 122,
			"body": "It is easy to be scared, even by your own shadow,\nwhen you not aware, that it's you who cast it!\nYou can be scared, by the hand you have it,\nwhile you are awaking, from a dream tomorrow.\nhttps://youtu.be/a50qT9bW2Qo?t=3",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1479088691",
			"date_added": 1479113703
		},
		{
			"comment_id": 123,
			"body": "Browser - in ecological theory: plant-eating (herbivorous) animal, which feeds itself using upper layers of vegetation cover, by eating leafs and branches; classic example of browser is ordinary giraffe.",
			"post_uri": "1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1479283150",
			"date_added": 1479284414
		},
		{
			"comment_id": 124,
			"body": "Some computers now can make better music than some \"humans\". Great.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1479284495",
			"date_added": 1479284848
		},
		{
			"comment_id": 125,
			"body": "In case I become a dictator, I will pay attention to this advice. :-]",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1479234531",
			"date_added": 1479285438
		},
		{
			"comment_id": 126,
			"body": "Giraffe origin (fake but fun!): https://www.youtube.com/watch?v=xz6rU2kQrig",
			"post_uri": "1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1479283150",
			"date_added": 1479300283
		},
		{
			"comment_id": 127,
			"body": "Psychopaths need no anyone to be happy. You can lock him/her in a room without anybody else for a year, and after that he/she will be ok.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1479316653",
			"date_added": 1479371779
		},
		{
			"comment_id": 128,
			"body": "Yes, \"Hello\" is a word! :-]",
			"post_uri": "1PG41Ky1MrW564MqvfReZXAgqC3ZteAq7D_1479449225",
			"date_added": 1479454650
		},
		{
			"comment_id": 129,
			"body": "\"We do what we must because we can\" - GLaDOS from game \"Portal\".\n\"There is no cake\", \"Cake is a lie\" - same game.\n\"...there is no sense crying over every mistake.\nYou just keep on trying till you run out of cake.\" - GLaDOS from game \"Portal\".\nAfter you finish game \"Portal\" by defeating GLaDOS (female artificial intelligent being) throwing her modules one by one into fire, she starts to sing this song https://www.youtube.com/watch?v=36reZ9-3VK0 which relevant to what happened in the game. Very romantic. :-] I time to time listen this song to feel a little better.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1479406794",
			"date_added": 1479455958
		},
		{
			"comment_id": 130,
			"body": "@Militaryriotlab: yeah, it can be that way, for example: hello word [some_pointer+some_offset],\"!\", but in that case you better use dword instead of word and \"!:-]\" instead of \"!\". Mmmm... \"Hello, dworld\" - sounds fun! :-]",
			"post_uri": "1PG41Ky1MrW564MqvfReZXAgqC3ZteAq7D_1479449225",
			"date_added": 1479546579
		},
		{
			"comment_id": 131,
			"body": "@Firebox: Who is Ms. Office? Is she cute?",
			"post_uri": "1PG41Ky1MrW564MqvfReZXAgqC3ZteAq7D_1479449225",
			"date_added": 1479546954
		},
		{
			"comment_id": 132,
			"body": "Yes, you obviously can't heal others if you cannot heal yourself first.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1479505084",
			"date_added": 1479547443
		},
		{
			"comment_id": 136,
			"body": "\"Heart of Darkness\"... Is it somehow related to the PSX game \"Heart of Darkness\"? https://youtu.be/MNJIHNKHw_4?t=75 It is very fun game, and it is short. It is kind of difficult but it is easy to play it via emulator with it's load/save whenever you want feature. Story is about little boy, who is afraid of darkness so much, so he creates some kind of door to other world and travels there.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1479684484",
			"date_added": 1479717167
		},
		{
			"comment_id": 138,
			"body": "@Great Sick: Word \"pedo\" means \"children\" or \"kids\", word \"blocker\" means \"someone who stops (blocks) something\". So word \"PedoBlocker\" means \"children stopper\". And insects symbolize kids/children, because both are small and undeveloped. But I am just joking. Mr. PedoBlocker most likely confuses word \"pedo\" with word \"pedophile\". Word \"phile\" means liker/lover or someone who strongly attracted to something, it is opposite to word \"phobe\" who is hater/avoider of something.",
			"post_uri": "1JEmH2pfXkpMMdzsJ256jzq2GTSxEacS2B_1479945337",
			"date_added": 1479974032
		},
		{
			"comment_id": 139,
			"body": "\"Zeronet has failed\" to do what?",
			"post_uri": "1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY_1479910160",
			"date_added": 1479974242
		},
		{
			"comment_id": 140,
			"body": "Lots of bla-bla-bla around. How does this blind-deaf language work? Is it some kind of morze code via tapping or some variation of deaf language but percipient needs to \"read\" every gesture via touching hand of guy who \"speaks\"?\nP.S. Oh, sorry! Just figured out site by your link has a video (not just a picture).",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480011097",
			"date_added": 1480060955
		},
		{
			"comment_id": 141,
			"body": "And how do I suppose to see (other people)'s posts? And I think I will not be able to find my own test post after I close tab of it!",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480011328",
			"date_added": 1480073410
		},
		{
			"comment_id": 142,
			"body": "Cluster B creatures love when you \"constantly trying to prove your worth to\" them. :-] And they will constantly devaluate you and your deeds, so this will be stable cycle.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1480108785",
			"date_added": 1480151173
		},
		{
			"comment_id": 143,
			"body": "What is this for? Is it for many users to be able to use one ID named \"Anonymous Login\"? Wow! This is new idea to think. Collective IDs. Or group IDs. I do not know how to use it, but I didn't spend time to think about it yet.",
			"post_uri": "17AMQVbBa12XB3xFWKDnP2dCEx92TaiY7X_1480232276",
			"date_added": 1480236238
		},
		{
			"comment_id": 144,
			"body": "Am I getting it right? They are digging their hole just because people send them money and that's it? This is great! :-] This is great example of how The Stupidity works. As long as it feeds it exists. Economical creatures rules. People are nothing, they just doing their work. Sad and funny. This is really freaking great!!! :-]\nP.S. in FAQ they say: Q: \"Is there some sort of deeper meaning or purpose to the hole?\" A: \"No.\". I think they are lying because I can see deeper meaning.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480177371",
			"date_added": 1480237249
		},
		{
			"comment_id": 145,
			"body": "To be able to see the world at a whole new angle is a good thing! :-]",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480237912",
			"date_added": 1480239310
		},
		{
			"comment_id": 150,
			"body": "Time is running out. Are they going to stop in less than one hour? I thought it will be more long process. Curious about what will happen at T=0:00:00.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480177371",
			"date_added": 1480272336
		},
		{
			"comment_id": 151,
			"body": "Two minutes left. Awaiting result!",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480177371",
			"date_added": 1480275651
		},
		{
			"comment_id": 152,
			"body": "Aah, nothing special, they just stopped and leaved their machines. And cameras continue to show same thing except nothing moves now.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480177371",
			"date_added": 1480276179
		},
		{
			"comment_id": 153,
			"body": "@Ulrichard: No, courage is needed when you overcoming a fear. If you do not feel fear, you do not need courage to do same thing. They do not seem to be scared.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480237912",
			"date_added": 1480322007
		},
		{
			"comment_id": 155,
			"body": "Thank you. About year ago I wanted some video I could use to describe some visual effect during \"shifted\" perception. Now I have it! :-] https://www.youtube.com/watch?v=jNx0MnwgBR8",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480526431",
			"date_added": 1480578409
		},
		{
			"comment_id": 156,
			"body": "Wow! Lots of info. I can spend lots of time to educate myself. Wha-ha-ha... Wha-ha-ha-ha-ha! \"He was !SO! educated!\". :-]",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480526431",
			"date_added": 1480579002
		},
		{
			"comment_id": 158,
			"body": "@Great Sick: this is not about native american culture. This is about bad guys building bad dirty oil pipe just to support themselves, and about good guys who trying to protect nature: lake and trees. It is 21th century, time to stop using oil.",
			"post_uri": "18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6_1480696388",
			"date_added": 1480753324
		},
		{
			"comment_id": 159,
			"body": "Not anymore! It is day of saturn now - saturnday.",
			"post_uri": "18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6_1480694622",
			"date_added": 1480753521
		},
		{
			"comment_id": 160,
			"body": "Yes! I talking from my own experience. It is incredible sensation when you fully feel your body is in some other place: you see clearly, you hear clearly, it completely feels like you are elsewhere; and at the same time you fully remember what you was doing before fall asleep, you know your body sleeps at specific place, but you can not feel your (sleeping on the bed) body, you feel you are in other specific place and you feel **this** body which is in some kind of forest. And yes, at those times I can say \"I am asleep\". And it is great sensation when perception from one body smoothly refocuses into your (in the bed) body. Some kind of morphing. :-] I time to time try to keep some object in my hand. And I can feel it few seconds after I am awaken. Some phantom feeling, but sadly object always is gone.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1480675240",
			"date_added": 1480754287
		},
		{
			"comment_id": 162,
			"body": "What are those moocs? Are they cows (along with me-e-e-ecs, miaucs and oincs)? :-]",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1480905793",
			"date_added": 1480926286
		},
		{
			"comment_id": 163,
			"body": "@meidan: understood! I can imagine intelligent witch-cow who does moo-curses: \"Moo!, god damn you. Moo! how dare you? Moo to all of you meat eating creatures!\". Just joking, I know it is \"courses\", not \"curses\", but how it sounds - \"Massive Open Online **Curses**\"? All witchcrafters, unite!",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1480905793",
			"date_added": 1481011044
		},
		{
			"comment_id": 164,
			"body": "@meidan: moo! :-] of course they use comp**moo**ters with **MOO**COS or **Moo**nix on it.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1480905793",
			"date_added": 1481095980
		},
		{
			"comment_id": 165,
			"body": "@meidan: do you know about \"Meatrix\" with Moorpheus?\n.1. https://www.youtube.com/watch?v=IMOAaciER6o\n.2. https://www.youtube.com/watch?v=_X_eYvg1sd4\n.3. https://www.youtube.com/watch?v=aGK3Rqoeux8",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1480905793",
			"date_added": 1481098083
		},
		{
			"comment_id": 166,
			"body": "@Border0464fred: what about now? Now is day of thirst - thirstday. :-]",
			"post_uri": "18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6_1480694622",
			"date_added": 1481183442
		},
		{
			"comment_id": 167,
			"body": "@meidan: I wonder. Is it same Leo in Meatrix and in Actualized.org? https://www.youtube.com/playlist?list=PLFfM65xLnO-GGdbO5yYuQvaKOhG6j1Ih7 He said in his videos he was fat before he started to develop his mind and spirit.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1480905793",
			"date_added": 1481184070
		},
		{
			"comment_id": 169,
			"body": "http://www.raptitude.com/archives-list/ I think I will read them all! :-] Thanks. Great link.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1481494216",
			"date_added": 1481530402
		},
		{
			"comment_id": 173,
			"body": "\"Стоить, вроде!\" - реплика крестьянина из русифицированного \"WarCraft 2\".",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1481733454",
			"date_added": 1481796018
		},
		{
			"comment_id": 206,
			"body": "Same name - same fate, huh?",
			"post_uri": "1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1483361257",
			"date_added": 1483361370
		},
		{
			"comment_id": 207,
			"body": "If your last name is Karenin (or Karenina if you're female) and you name your doughter Anna, be prepared she will be struck by passing train!",
			"post_uri": "1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1483361257",
			"date_added": 1483366465
		},
		{
			"comment_id": 208,
			"body": "@Balancer73: now I understand. :-]",
			"post_uri": "1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1483361257",
			"date_added": 1483619020
		},
		{
			"comment_id": 215,
			"body": "How do you like this one? https://youtu.be/PfrsvfcZ8ZE",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1483887693",
			"date_added": 1483888262
		},
		{
			"comment_id": 216,
			"body": "Or that one? https://youtu.be/9P_GUbb4910\nAnd this: https://youtu.be/3Wu9DnbzB8g",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1483887693",
			"date_added": 1483888358
		},
		{
			"comment_id": 217,
			"body": "@ks: Talking about black cat. Guy has song where his cat is main character: https://youtu.be/p5BSvwOYwxg And his cat knows what's you do in the dark! Because he's got a night-vision on a midnight mission! :-]",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1483887693",
			"date_added": 1484066692
		},
		{
			"comment_id": 220,
			"body": "I hope this is not your **last** post! In case you are still alive, say something. I'm worried a little.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1484582368",
			"date_added": 1485031885
		},
		{
			"comment_id": 221,
			"body": "@meidan: :-] That is good.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1484582368",
			"date_added": 1485269211
		},
		{
			"comment_id": 223,
			"body": "https://youtu.be/diybPH-lJOw?t=47\nSo many (things to do), so little time;\nHo can I lose?\n{Wow, you're too cool!}\nSo many (things to do), so little time;\nHo can I choose?\n{You surprise us all!}",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1485449196",
			"date_added": 1485450249
		},
		{
			"comment_id": 224,
			"body": "(Just kidding): P-p-resident Evil https://youtu.be/WG8iI44GZPU?t=95",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1485454362",
			"date_added": 1485457116
		},
		{
			"comment_id": 229,
			"body": "Check this cat who says \"No!\" when someone tries to give it a bath. https://youtu.be/oRPcnpD7ycw?t=90",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1486745383",
			"date_added": 1488133985
		},
		{
			"comment_id": 230,
			"body": "Here is some sort of drug: https://youtu.be/4atDuXqr0y8 \nAre you so enlightened so now you are able to post messages into ZeroMe without using computer?.. Oh, sorry, now I got what you mean. Yes, it works.\nP.S. about this video. I'm watching his videos times to times like a drug. And this his video is actually about drug. \"Being enlightened is not different from being insane!\". :-]",
			"post_uri": "1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp_1488250982",
			"date_added": 1488273961
		},
		{
			"comment_id": 231,
			"body": "Yeah, I love it too! Sometimes I'm even not notice times when there is no i-net connection.",
			"post_uri": "1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp_1488241756",
			"date_added": 1488277355
		},
		{
			"comment_id": 238,
			"body": "What is this twitter? Is it some kind of ZeroMe, but outside ZeroNet? Why not ignore it completely like anything with censorship? And what is difference between shadow-banning and \"usual\" \"just\" banning? And why use social network where some middleman can ban you. I want users to decide for themselves who's text to see or who's text to ignore. Is it already works on ZeroMe that way? Another question: is ZeroNet only one p2p thing? Are out there other things like ZeroNet?",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1488999609",
			"date_added": 1489142887
		},
		{
			"comment_id": 239,
			"body": "@ks: I do not know what is twitter, but now I know it is sux. And I do not want to know difference between dirty and shitty. :-] Poor guys, they use twitter... risking to become shadow of themselves (or shadow banned, or just banned). And they want you to go through the registration. And it is like stop signal for me, like message \"Flyman, you do not want to go there!\". That is why I will never have any e-mail. Long live ZeroNet and other p2p things! :-]",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1488999609",
			"date_added": 1489219254
		},
		{
			"comment_id": 241,
			"body": "What is that? Medical Coding. <A> Some kind programming language for surgery robot (one bug and surgery fails, patient dies). <B> All those latin names for every little bone, muscle, artery, e.t.c. <C> Effective way to read three books in two days (Maybe I should try this up, because I am currently reading {Ted Williams \"Otherland part 4: bla-bla-bla\"}. In plane txt it is about 2MB. I'm reading 2-3% per day. So estimated time is month at least. But I do not believe if I start do \"Cramming Medical Coding\", then I finish this book in two days along with another two similar books) :-]. <D> Some Hippocrates Rules List (Like \"I will not harm patient\". \"I will not use parts of patient to feed myself\". \"I will not use my patient in scientific experiments that could be dangerous (for patient)\").",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1489277562",
			"date_added": 1489395682
		},
		{
			"comment_id": 243,
			"body": "\"Shoot first, think next time\". \"Bang, bang and into deployment\". If you think enough of how to make your program, you do not need a debugger. But there is no time. Do it quick! Aaaahh! Bugs are everywhere! Let me out of here!",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1489429795",
			"date_added": 1489482734
		},
		{
			"comment_id": 247,
			"body": "@meidan: seems like one of copypaste programming language, where all you do is copypasting (without full understanding of what you are copypasting) and then testing, and program somehow works. For example you need something that prints symbol, you search in some database and find something like this {asddeioaspdoia (x,y,char)} and you copypaste whole command asddeioaspdoia because it is boring to memorize it. And if you need to print lots of different symbols, you copypaste it every time, because every time case is little different and you have tons of different codes for printing symbol in different situations. And when you are programmer on copypaste language, you can't (it is very sad) to be proud and happy about what you are doing! :-[ ...And you need to waste lots of time just to pick correct code to copypaste. Just do not put your soul in it. I mean, do this work correctly, mechanically without being attached emotionally to it. In another words, doing stupid work without feeling stupid. :-] It can reduce a headache.\nP.S. There is a good chance that I'm not understanding what I am talking about right now. :-]",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1489277562",
			"date_added": 1489998746
		},
		{
			"comment_id": 248,
			"body": "@Ulrichard: lingvo is my favorite dictionary. Thats how I've learned most of english words: playing video games, watching movies, reading books and reading articles about new word I encounter in lingvo. It is not translator, but it is good and offline!",
			"post_uri": "16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1490286815",
			"date_added": 1490346528
		},
		{
			"comment_id": 251,
			"body": "@Border0464fred: it is sunday now, but there are dense clouds, there is no sun shining in the sky. What kind of day of sun is today?",
			"post_uri": "18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6_1480694622",
			"date_added": 1490526064
		},
		{
			"comment_id": 263,
			"body": "Wealth: 57.7% (Centrist); Peace: 55.1% (Balanced); Liberty: 67.3% (Liberal); Progress: 58.6% (Neutral).\nTesting is fun.\nOh, there is a better way to show results of this test. :-] https://8values.github.io/results.html?e=42.3&d=55.1&g=67.3&s=58.6",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1493249819",
			"date_added": 1493321048
		},
		{
			"comment_id": 264,
			"body": "Ulrichard was posted same link 6 hours ago... And it's OK, good thing should be mentioned multiple times. :-]",
			"post_uri": "18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6_1493322476",
			"date_added": 1493322733
		},
		{
			"comment_id": 265,
			"body": "@meidan: .1. What additional information will it give if I make screen shot?\n.2. Check this test (link by ZAlex): https://www.16personalities.com/ They say I am Architect. Accuracy of this test surprised me, and ZAlex says he was surprised.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1493249819",
			"date_added": 1493635101
		},
		{
			"comment_id": 267,
			"body": "@ks: I don't have any experience with FairCoin, I have a very little experience with BitCoin. Why to use FairCoin (I do not know anything about it for now) when you can use BitCoins?",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1500569530",
			"date_added": 1500626848
		},
		{
			"comment_id": 268,
			"body": "That is great! I made attempts to \"start studying Japanese\" in the past and always failed. Maybe you will help me. My main goal was (and is) to be able to translate/understand text. It looks like I'm missing something. I can translate every word, but they do not add up into sentence with sense, indicating I'm doing it wrong. Most words have lots of meanings, most words combine into couples with other words to have another meaning... In english it was easy. Words are separated by spaces, you just use dictionary for words you do not know well yet... What I want to say is I'm glad you started studying Japanese, and I will make another try.\nP.S. lately I look into ZeroMe once or twice a month, but my \"ZeroNet projection\" is \"still alive\".",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1501442268",
			"date_added": 1502699388
		},
		{
			"comment_id": 269,
			"body": "@meidan: talking to someone who actually does learn Japanese is helping. You mentioned Genki, and I'm downloading it now. This is help already... Oh, it is downloaded already, that was fast. Some (mp3)s and (pdf)s are there. I'm about to take a look. Thanks.",
			"post_uri": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC_1501442268",
			"date_added": 1503826371
		},
		{
			"comment_id": 270,
			"body": "Alive or dead doesn't matter?",
			"post_uri": "1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1503276123",
			"date_added": 1503844826
		},
		{
			"comment_id": 271,
			"body": "@Balancer73: :-] Who am I? Where is the truth? I am me! The truth is out there!",
			"post_uri": "1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1503276123",
			"date_added": 1504099286
		},
		{
			"comment_id": 272,
			"body": "@Polar: Thank you.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1506889067",
			"date_added": 1507019638
		},
		{
			"comment_id": 273,
			"body": "@Musickiller: Thank you. Now I have 3 points of view saying same thing, so it's not just me.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1506889067",
			"date_added": 1507104742
		},
		{
			"comment_id": 274,
			"body": "@Musickiller: \"if you want to ruin a joke, explain why it is funny\". Monkey most likely is not beautiful nor smart, but she thinks she has both properties.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1507119841",
			"date_added": 1507278739
		},
		{
			"comment_id": 275,
			"body": "https://youtu.be/veXg6o1hv_s",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1507279450",
			"date_added": 1507279278
		},
		{
			"comment_id": 276,
			"body": "@Musickiller: so you think this error means there is no peers at that time. In that case it makes sense. Try this: http://127.0.0.1:43110/138yoJg59nUzuHedLBCaHwRaSWFVY2vZ1S/",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1507405163",
			"date_added": 1507408396
		},
		{
			"comment_id": 277,
			"body": "@Musickiller: Now peer number changed from \"1\" to \"2\". When I try to \"publish\" now it just says \"failed\" and no more message about opening some port. ZeroHello says port is closed. But it always was closed. And time to time I somehow I was able to publish my zite. Mystery.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1507405163",
			"date_added": 1507410747
		},
		{
			"comment_id": 278,
			"body": "@Flyman: Ok, lets call it a day. See you next time. Good bye.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1507405163",
			"date_added": 1507410826
		},
		{
			"comment_id": 279,
			"body": "@Binchan: It is more easier for me to do following algorithm.\n.1. create new zite (or update my old zite while there is no peers to support it).\n.2. wait (or provoke people) for 1st peers which will experience \"no peers found\".\n.3. then I do \"publish\" (looks like Musickiller is right about why I get \"closed port\" error).\n- - -\nAnd thank you anyway. It little by little familiarise me into... lets say better understanding of... brr... wasting the time realising I do not know what I want to say. :-[",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1507405163",
			"date_added": 1507454357
		},
		{
			"comment_id": 280,
			"body": "@Musickiller: then why 1st peers always suffer \"no peers\" error and can't load my zite even if I am online with my zite signed? And then for what purpose this \"publish\" button exists?",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1507405163",
			"date_added": 1507461260
		},
		{
			"comment_id": 281,
			"body": "@Musickiller: by the way, have you got v1.5.0.0. achron from my slot #01?",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1507405163",
			"date_added": 1507461325
		},
		{
			"comment_id": 282,
			"body": "@Musickiller: it's your post at September 20. It starts from \"I've shut the PC down, turned off the main light\".",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1508096791",
			"date_added": 1508153421
		},
		{
			"comment_id": 283,
			"body": "I can download mp4 files from youtube, yes. And I have no habit to upload them to zeronet, yet. What are my options? Thing is I am offline most of the time lately.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1509281646",
			"date_added": 1509284829
		},
		{
			"comment_id": 284,
			"body": "@43110: It looks like I did. Nice!",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1509287725",
			"date_added": 1509287622
		},
		{
			"comment_id": 285,
			"body": "@43110: thank you for the link. I will think about what to copy from youtube to kopykate from now on... That is for videos, but what about **any** files? For example \"Achron\" is a win32 game, not a video. What options do I have to upload such files?",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1509289701",
			"date_added": 1509289708
		},
		{
			"comment_id": 286,
			"body": "@Krixano: I deleted it on the site all right. There is no file, but... lets call it a link. Link on the site is still there, and option to delete the file is still there. I can \"delete\" this file many times... It looks like site doesn't allow you to clean up garbage after making mistake. Like chat where you can't delete your messages.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1510407655",
			"date_added": 1510418403
		},
		{
			"comment_id": 287,
			"body": "@sksn [NO2X]: thanks. Still doesn't know how to think about ZeroUp and KopyKate. But I think I will get used to it. Thinking about \"copying\" 10-30Gb video from youtube.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1510407655",
			"date_added": 1510418541
		},
		{
			"comment_id": 288,
			"body": "@Krixano: ok, for now lets think it's a bug. I have ability to share files via ZeroNet, it is so exiting.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1510407655",
			"date_added": 1510419450
		},
		{
			"comment_id": 289,
			"body": "@Binchan: Yes, yizhachok is the best. It was first of my translations. And it made me think I can do such a thing.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1510408542",
			"date_added": 1510925939
		}
	],
	"follow": [
		{
			"follow_id": 21,
			"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
			"auth_address": "156HySyXH37jFXXqKCwVq8HqsrZLZzy8Qx",
			"user_name": "rushka life feed",
			"date_added": 1473618993
		},
		{
			"follow_id": 22,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS",
			"user_name": "ZAlex",
			"date_added": 1473709146
		},
		{
			"follow_id": 23,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS",
			"user_name": "ZAlex",
			"date_added": 1473924817
		},
		{
			"follow_id": 24,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa",
			"user_name": "Talnicrom",
			"date_added": 1474138826
		},
		{
			"follow_id": 25,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ",
			"user_name": "ulrichard",
			"date_added": 1474357964
		},
		{
			"follow_id": 28,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1LeqWgNKQHKdYdy8AREoHprsCEU6cPrTTC",
			"user_name": "meidan",
			"date_added": 1475782553
		},
		{
			"follow_id": 29,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1Kkc5j5xrEJevvV6sBqCrW93dscMVGbcDY",
			"user_name": "KosherX",
			"date_added": 1476875487
		},
		{
			"follow_id": 30,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx",
			"user_name": "ks",
			"date_added": 1477649367
		},
		{
			"follow_id": 32,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "17tQX9J2fScN9APmweSUnzEU4EfTG1ojYb",
			"user_name": "Brahman",
			"date_added": 1489913241
		},
		{
			"follow_id": 33,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd",
			"user_name": "Styromaniac",
			"date_added": 1489998926
		},
		{
			"follow_id": 34,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1CTut2qbaj54ZjNoYeuWSGwV75iVieKY6N",
			"user_name": "Quadrangle",
			"date_added": 1490777186
		},
		{
			"follow_id": 35,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "15XeFY67fYKCKxQPfeo246ELto2Gff1hAe",
			"user_name": "Plasmmer",
			"date_added": 1490946672
		},
		{
			"follow_id": 36,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1KBZKMhcAE42J4kbVjCXySKZyqLaxJf5WG",
			"user_name": "Nicholas Scourgefury",
			"date_added": 1490951999
		},
		{
			"follow_id": 37,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj",
			"user_name": "Nofish",
			"date_added": 1491930447
		},
		{
			"follow_id": 38,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "136wmwLTBJoGTjXTAa7sWmXewn9P53EKML",
			"user_name": "Zero News",
			"date_added": 1492187968
		},
		{
			"follow_id": 39,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1Jq6z2fdZefKyb3MFWTCPnJqwvmHxfU8Px",
			"user_name": "Pozya",
			"date_added": 1492850163
		},
		{
			"follow_id": 40,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1BR2d8kCqCBaFWLQ9KXnNbJzLmcPJ3DdTL",
			"user_name": "Varakin@0City",
			"date_added": 1493635283
		},
		{
			"follow_id": 41,
			"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
			"auth_address": "12KQVWh9v5yCBhAZ2nvsDJektPdUkHhvmh",
			"user_name": "Alala",
			"date_added": 1495811402
		},
		{
			"follow_id": 43,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw",
			"user_name": "Balancer73",
			"date_added": 1503844875
		},
		{
			"follow_id": 44,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1EhWxzdKGNTvPfgHii4CCgMkox3QrEEZNW",
			"user_name": "Karmide",
			"date_added": 1503845694
		},
		{
			"follow_id": 45,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ",
			"user_name": "Musickiller",
			"date_added": 1505889929
		},
		{
			"follow_id": 46,
			"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
			"auth_address": "1Mk5sVKeCrwMc3wSD11jM7DZTiqF5D9BaD",
			"user_name": "Ekaterina",
			"date_added": 1507879946
		},
		{
			"follow_id": 47,
			"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
			"auth_address": "1KMBUmz57LumMsDZfoZJkzZhXC6FVcZrik",
			"user_name": "Radjah",
			"date_added": 1509900794
		},
		{
			"follow_id": 48,
			"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
			"auth_address": "16NyXKHTVr1Gd7kKcpXYieceF3PZRf5PZp",
			"user_name": "Lorem 🍬",
			"date_added": 1510421437
		}
	],
	"comment_order": 1,
	"settings": {
		"reverse_comment_order": true,
		"mute_ugly": false,
		"mute_spam": false,
		"mute_blocked": false
	},
	"flags": {
		"post-1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1474903876": 0,
		"post-1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1477651574": 0
	},
	"blocked": [
		"14fdwxPt83nTw5vFaXTCR7KQkAxkXuGbAR",
		"16qftMuQRt2Wrrz4zkQRdw1LXsvh9d3Cjf"
	],
	"comment_like": {
		"19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_29": 1475354406,
		"13AvYD3hX888Ey6y8kFEce3Ak8hVNLcdrg_14": 1475609431,
		"1EizNCr1TBaytrcEFBPrk8yk6eUFgNCC5r_10": 1477555041,
		"1BYU9zV786auJ29dF3HMAQYhxA2WgN4ofi_80": 1481794039,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_219": 1489653194,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_36": 1489653197,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_220": 1489736093,
		"18eGWSaM3Vc9i61LVfogjQJf5gp7EN7b9Y_24": 1489912723
	}
}