{
	"next_comment_id": 23,
	"user_name": "Flyman",
	"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
	"post_like": {
		"1DKs7LscyE7kt4SvrpqQBUmU5nuPkryJdP_1491902093": 1491920061,
		"136wmwLTBJoGTjXTAa7sWmXewn9P53EKML_1492124881": 1492187848,
		"12t6gKybVappiW9XiDptQz9QWjvSobJws8_1492347592": 1492367651,
		"1CENXcK8fuLsmsunGyhpiCPJNCEWqYsums_1492695253": 1492933511,
		"1BR2d8kCqCBaFWLQ9KXnNbJzLmcPJ3DdTL_1493149584": 1493193502,
		"1BR2d8kCqCBaFWLQ9KXnNbJzLmcPJ3DdTL_1493281492": 1493322488,
		"1BR2d8kCqCBaFWLQ9KXnNbJzLmcPJ3DdTL_1493504057": 1493635280,
		"1FM6bm5sRkyXBu15u9hzTffQqgWFWQs5ng_1493904821": 1493923911,
		"14oFrgd3eUYp4J7eLWb7Z1WVPTzJPz11SX_1498798825": 1498805388,
		"1Hd7H8VUbdieey29AGC2xLxedDiPdM7JTT_1499021797": 1499066071
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "Variation1. Backup users.json file. Delete OS. Install OS. Install ZeroNet. Owerwrite users.json file from backup.\nVariation2. Keep your OS and ZeroNet in different partitions. So deleting OS will not affect your ZeroNet files (including users.json).\nP.S. users.json is in Bla-bla-bla\\ZeroNet\\data\\ folder.",
			"post_uri": "1MCHKALe4qNVV6YmuvbnUyC8SV2MUFZ6Ku_1491503478",
			"date_added": 1491550990
		},
		{
			"comment_id": 2,
			"body": "Now, after you told what to see, I can see a dog. Before that I thought it was some kind of half melted candle. So, I think it was hard.",
			"post_uri": "1DKs7LscyE7kt4SvrpqQBUmU5nuPkryJdP_1491902093",
			"date_added": 1491920058
		},
		{
			"comment_id": 3,
			"body": "Are you Plasmmer? Typical. One who has multiple IDs suggests that it is I who have multiple IDs. Psychological projection. :-]\nIt doesn't matter you Plasmmer or not. This is a good idea to have different IDs for different topics.\nIn both ways, I like your idea to make some kind of News of ZeroNet.",
			"post_uri": "136wmwLTBJoGTjXTAa7sWmXewn9P53EKML_1492124881",
			"date_added": 1492187845
		},
		{
			"comment_id": 4,
			"body": "Can't see those users. Show me one or two of them, please.",
			"post_uri": "136wmwLTBJoGTjXTAa7sWmXewn9P53EKML_1492022274",
			"date_added": 1492188378
		},
		{
			"comment_id": 5,
			"body": "why? Is it because 1st mouse gets stuck in mouse trap?",
			"post_uri": "12t6gKybVappiW9XiDptQz9QWjvSobJws8_1492347592",
			"date_added": 1492367647
		},
		{
			"comment_id": 6,
			"body": "And what are your ideas to do something about that?",
			"post_uri": "1HxiFjyEUfLeqvXza7TqV1h4mpo167JnrL_1492565594",
			"date_added": 1492586116
		},
		{
			"comment_id": 7,
			"body": "Here is one of my favorite \"reasons\": you can talk to people, most of them knows at least two languages - they are at least bi-linguists. Those people appear to be much smarter than people who know only one language.\nAnother one reason: you can have your own ZeroNet site just by wanting to do so. You do not need to ask/pay someone else to let you have your own web site. Same with \"registration\" - you just create ID, you do not need someone else to allow you to have one via stupid \"registration\" process.",
			"post_uri": "12YRGB3FqA45xAdU5ZE9wfGBeRQXxYPKme_1492808350",
			"date_added": 1492849730
		},
		{
			"comment_id": 8,
			"body": "-- Would you like to have 150 g of cognac, to be more brave?\n-- It's not needed... I came here being brave enough already.",
			"post_uri": "1CENXcK8fuLsmsunGyhpiCPJNCEWqYsums_1492727696",
			"date_added": 1492850916
		},
		{
			"comment_id": 9,
			"body": "\"You will have dick instead of summer\" - Grandpa Freezerman. (Grandpa Freezerman is russian analogue of Santa Claus, god of winter).",
			"post_uri": "1CENXcK8fuLsmsunGyhpiCPJNCEWqYsums_1492695253",
			"date_added": 1492851166
		},
		{
			"comment_id": 10,
			"body": "In one of Chesterton's short stories about father Brown, I was reading (russian past time verb form shows that it was she who was reading) about crimes, which are supposed to be in harmony with environment.\nSame thing for disease and recovery - they should be coincidental with weather. It is very good to be ill, when it is darkly and gloomily outside, and recover at clear/sunny weather. If you do it vice versa, then it appears to be non harmoniously, it feels like something improper.",
			"post_uri": "1BR2d8kCqCBaFWLQ9KXnNbJzLmcPJ3DdTL_1493149584",
			"date_added": 1493193499
		},
		{
			"comment_id": 11,
			"body": "I saw a wasp on window, which was stuck in spider web and was fighting extremely for it's life. And then little spider ran from-under the frame, quickly observed the fact wasp was well enough stuck in the web and spider ran back behind the frame. I felt compassion towards the wasp and I throwed it through the window. After some time little spider ran from it's hideout again and for long time was looking \"where do the wasp gone?\". It was obvious the spider didn't understand what's going on.",
			"post_uri": "1BR2d8kCqCBaFWLQ9KXnNbJzLmcPJ3DdTL_1493281492",
			"date_added": 1493319360
		},
		{
			"comment_id": 12,
			"body": "@Varakin.0City.Me: yes.",
			"post_uri": "1BR2d8kCqCBaFWLQ9KXnNbJzLmcPJ3DdTL_1493281492",
			"date_added": 1493322338
		},
		{
			"comment_id": 13,
			"body": "Yes, аzerbaijanians are nice. I like this one. \"We don't need no education, we don't need no full control, no dark sarcasm in the classroom, teachers leave them kids alone\": https://youtu.be/7yg6hu5tnFA?t=29",
			"post_uri": "1BR2d8kCqCBaFWLQ9KXnNbJzLmcPJ3DdTL_1493504057",
			"date_added": 1493635827
		},
		{
			"comment_id": 14,
			"body": "No, Evil people can have freedom too. \"Good and bad\" is vicious judgemental way of thinking. You have more of \"freedom\" trying to think about how things work, without evaluating them as \"good\" or \"bad\". And when you do that, \"stupid\" people start to think you're \"evil\" because you think \"it doesn't matter good or bad\". \"Good or bad\" thinking steals your \"freedom\". And \"freedom\" is word which requires at least one parameter - freedom (of what), or freedom (to do what). If you have no something to do, then there is no difference between (your are free) or you (are not free). As like there is no difference between +0 and -0.",
			"post_uri": "14oFrgd3eUYp4J7eLWb7Z1WVPTzJPz11SX_1498803928",
			"date_added": 1498804996
		},
		{
			"comment_id": 15,
			"body": "It is a good news indeed. Little by little it is more harder to do \"inappropriate behaviour\" when more and more people can start record video in few seconds by using their cell phones. It is hard to lie against video.",
			"post_uri": "14oFrgd3eUYp4J7eLWb7Z1WVPTzJPz11SX_1498798825",
			"date_added": 1498805364
		},
		{
			"comment_id": 16,
			"body": "@Maoxian: \"Good\" and \"Bad\" is judgement/labels. In \"reality\" there is no difference between them. It doesn't matter what some specific human thinks about something. And about \"light\" and \"darkness\" it is different thing. It makes real difference. You can see easily something in light, but it is hard to see something in \"darkness\"... but then again, maybe you can use echolocation (like bats) and for you there is no difference between \"light\" and \"darkness\". \"Truth\" and \"Lie\" are relative too. Speak too much \"truth\" and you become \"evil\". Want to be considered as \"good\", then you must \"lie\" to make appearance of \"kind and polite\" (\"Ch-ch-po-o-ok. Good evening.\" :-] ).\nP.S. Unleash your \"evil\" \"truth\" upon \"the fragile human kind\".",
			"post_uri": "14oFrgd3eUYp4J7eLWb7Z1WVPTzJPz11SX_1498803928",
			"date_added": 1498985029
		},
		{
			"comment_id": 17,
			"body": "I can see your \"test\".",
			"post_uri": "13Z3swMttjsMcpiGtKcYSzMhCda3zbxCej_1498970738",
			"date_added": 1498985090
		},
		{
			"comment_id": 18,
			"body": "And rolls. :-]",
			"post_uri": "13BvmUcidWEorjpgT76Wu8pBhLKc5NjXQh_1",
			"date_added": 1499065224
		},
		{
			"comment_id": 19,
			"body": "Facts: someone murdered someone. Someone doesn't like when murder is happened.\nJudgements/labels: \"innocent\" life. Act of murder is \"evil\".",
			"post_uri": "14oFrgd3eUYp4J7eLWb7Z1WVPTzJPz11SX_1499053834",
			"date_added": 1499065741
		},
		{
			"comment_id": 20,
			"body": "little hell on little Earth. :-]",
			"post_uri": "1Hd7H8VUbdieey29AGC2xLxedDiPdM7JTT_1499021797",
			"date_added": 1499066068
		},
		{
			"comment_id": 21,
			"body": "Do you believe chicken can change course of history of chicken factory?",
			"post_uri": "14h1zSHjQkvGb6oPMtWjdBsxM2ukhDhcF4_1508007225",
			"date_added": 1508056009
		},
		{
			"comment_id": 22,
			"body": "@Nicholas Yeo: Ok then... Do you believe pig can change course of history of pig factory?",
			"post_uri": "14h1zSHjQkvGb6oPMtWjdBsxM2ukhDhcF4_1508007225",
			"date_added": 1508153996
		}
	],
	"flags": {},
	"comment_like": {}
}