{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "非暴力不合作研究第一人Gene Sharp",
			"body": "（此文愿作者为hussein_bond）\n\n金。夏普(Gene Sharp)是美国麻省大学政治学系退休教授，今年八十三岁，曾被提名炸药发明者那个和平奖。他年轻时根据自己的政治学博士论文写了一本书，叫《非暴力行动的政治》。他仔细研究了甘地和美国黑奴解放运动领袖罗梭的事迹，并由此总结出非暴力政治斗争的规律。后来他又在这本书的基础上写了一系列非暴力政治的手册，被翻译成几十种语言，包括中文。\n\n很多人不知道的是，东欧的颜色变革都是遵照夏普的方法实施的。1991年立陶宛等波罗的海三国从苏联独立，就是按照夏普写的《以平民为基础的国防》来操作的。有几个颜色变革的领导人还专门从夏普创建的爱因斯坦研究所学习非暴力运动的组织方法。前南斯拉夫的塞尔维亚推翻米舍洛维奇的运动就是由爱因斯坦研究所毕业生领导的。他们自己把夏普的书《从专制到民主》翻译成 塞文，印了12000册散发给民众。\n\n突尼斯和埃及骚乱爆发时，大量夏普书阿拉伯文的影印件被领导骚乱的青年组织散发给群众。多数群众根本不知道这些东西是怎么来的，更从来没听说过夏普是何许人。埃及的青年组织故意隐去了夏普的名字，以免被群众误会他们背后有美国势力支持。穆巴拉克下台后，贝尔格莱德一位领导人才承认是他们在帮助埃及人。\n\n夏普的方法并不是总能带来成功，失败的例子也很多，其中最大的一例就是2009年的伊朗。2009年德黑兰大示威被伊朗当局镇压后，当局对示威领导人的起诉书中有这样的句子：＂被告供认动乱是预谋的。他们的计划遵照了金。夏普的天鹅绒革命步骤，并已经实施了金。夏普198步中的100步。＂\n\n呵呵，很想知道这198步都是什么。",
			"added": 1493516169,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "《自我解放——终结独裁政权或其他压迫行动战略规化指南》",
			"body": "吉恩•夏普 著  杰米拉•拉奎伯 协助编撰   爱因斯坦研究院\n蔡丁贵 翻译  林哲夫 审订  台湾基督长老教会 2010年3月出版 \n郭宝胜 简体 校\n\n   \n   自我解放\n   \n   终结独裁政权或其他压迫的行动战略规划指南 \n   \n   本指南的目的是协助那些希望终结独裁政权或其他压迫，而代之以一个自由和公义体制的团体，规划如何发动有效的抗争、如何有效利用现有的资源，以期终结压迫而可以替换为一个持久、自由与公义的体制。这本战略规划指南有一个更专注而小的目的，就是它只想要帮助那些希望从压迫中实现自我解放、建立自由民主体制的人们，研拟一个总体大战略，或者是一个超级的计划。\n  \n   \n   2010年3月",
			"added": 1493516633,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_1CRguU7dZQvT8y7KsXUaynBDjzraSwFgZ8": 1,
		"1_1789gUTZ3vQDwPzmpDrucih9GvfAt5au9M": 1,
		"2_1789gUTZ3vQDwPzmpDrucih9GvfAt5au9M": 1
	},
	"next_comment_id": 3,
	"comment": {
		"2_1789gUTZ3vQDwPzmpDrucih9GvfAt5au9M": [
			{
				"comment_id": 1,
				"body": "哪个方法可以达到解放？\n   \n   许多人生活在被视为独裁政权的国家，他们想要以较为民主与自由的政治体制来取代压迫他们的政权。但是，要如何实现这样的目标呢?\n   \n   独裁政权并不是压迫的唯一主要形式,社会与经济上的压迫体系也是存在的。当人民想要终结压迫并实现较大的自由与更多的公义时，是否有一个方法可以务实而有效而且能够自力更生，并且有办法持续到最后的呢? \n   \n   许多人已经寻找过这些问题的答案，并且努力去实现解放。另外有些人也尝试过帮助被压迫的人民终结他们受到的镇压。不过，我们仍然没有人能够宣称，可以提供适切的答案。这些挑战一直都还存在。\n   \n   在独裁政权与被统治人民之间的冲突中，人民必须决定是否他们只想单纯地想要谴责压迫与对体制表示抗议？或者，他们真的想要终结压迫，并以一个较为自由、民主、公义的体制来取代它? \n   \n   很多善意人士假设，如果他们足够强烈地指责压迫者，并且抗议的时间足够长，人民期待的改变将以某种方式发生。那样的假设是一种错误。 \n   \n   在寻求一个较好答案的过程中存在着危险，并非所有被提出的答案都具有价值。有些人自称是“革命家”，尽管他们凭藉雄辩，可是却怀疑受压迫的人们。这些“革命家”相信这个统治的体制能够永久被驱逐，如果他们的组织以某种方式获得控制国家的机器，然后再用他们自己那一套管理系统，就可打造理论上这个“被解放”人民所期待的社会。",
				"added": 1493516665
			},
			{
				"comment_id": 2,
				"body": "哪个方法可以达到解放？\n   \n   许多人生活在被视为独裁政权的国家，他们想要以较为民主与自由的政治体制来取代压迫他们的政权。但是，要如何实现这样的目标呢?\n   \n   独裁政权并不是压迫的唯一主要形式,社会与经济上的压迫体系也是存在的。当人民想要终结压迫并实现较大的自由与更多的公义时，是否有一个方法可以务实而有效而且能够自力更生，并且有办法持续到最后的呢? \n   \n   许多人已经寻找过这些问题的答案，并且努力去实现解放。另外有些人也尝试过帮助被压迫的人民终结他们受到的镇压。不过，我们仍然没有人能够宣称，可以提供适切的答案。这些挑战一直都还存在。\n   \n   在独裁政权与被统治人民之间的冲突中，人民必须决定是否他们只想单纯地想要谴责压迫与对体制表示抗议？或者，他们真的想要终结压迫，并以一个较为自由、民主、公义的体制来取代它? \n   \n   很多善意人士假设，如果他们足够强烈地指责压迫者，并且抗议的时间足够长，人民期待的改变将以某种方式发生。那样的假设是一种错误。 \n   \n   在寻求一个较好答案的过程中存在着危险，并非所有被提出的答案都具有价值。有些人自称是“革命家”，尽管他们凭藉雄辩，可是却怀疑受压迫的人们。这些“革命家”相信这个统治的体制能够永久被驱逐，如果他们的组织以某种方式获得控制国家的机器，然后再用他们自己那一套管理系统，就可打造理论上这个“被解放”人民所期待的社会。 \n   \n    这些议题需要新的思维.\n   \n   这本战略规划指南有一个更专注而小的目的，就是它只想要帮助那些希望从压迫中实现自我解放、建立自由民主体制的人们，研拟一个总体大战略，或者是一个超级的计划。进一步说，这份文件不仅与面对独裁政权的人们有关系，它对面对各种形式压迫的人民也希望都是有帮助的。\n   \n    这份简短的指南并不能涵盖对进行解放的非暴力抗争战略计划所需要的所有知识与理念做充足而深入的说明。 因此，穿插出现在本文里的参考资料是经过挑选而涵盖那些重要主题的出版文献。按照建议的次序对这些精选文献的仔细研讨是必要的，它们包含很多对研拟解放之战略计划有用的理解、知识与深入观点。这本指南的使用，是希望未来以非暴力抗争来排除压迫时，可以运用得更有效，并且也可以减少伤亡。\n   \n   目前，生活在一个独裁政权或其他严厉压迫的人民，对他们要如何才能解放自己，很少有足够的选择：\n   \n   1. 欲藉经由一个普通的选举而带来一个更民主和自由之政治社会的重大改变，通常是不存在的、是被操纵的，或其结果也将被伪造或被置之不理的。\n   \n   2.暴力叛乱，包括游击队的战争和恐怖主义，通常会产生摧毁性的镇压、重大伤亡、挫败，甚至，如果行动“成功”，反而有可能导致一个更强大的独裁政权。\n   \n   3.政变行动通常会失败，或者单纯只是在旧的位置上任命新的个人或集团。\n   \n   4.逐步改革演变可能需要数十年，也许可能不止一次被中断或倒退。\n   \n   在仔细思考如何从压迫中得到解放，任何人都不应该假设，存在着一个简单的方法就可以完成。相反的，规划和执行有效的行动以解除压迫总是非常困难的。而且，要实现解放而没有伤亡几乎是不可能的。应该要记得，任何试图使用各种方法来推翻压迫的体制，可能会遇到严重的镇压。\n   \n   面对极端压迫和可能残酷镇压的现实，时常有个人、抵抗的团体仍然相信只有军事行动可以处理问题。证据显示，在冲突中使用暴力形式，其后果往往是灾难性的。压迫的政权通常拥有良好装备，可以启动极端的暴力镇压。\n   \n   有时候，希望拥有更大自由的人民对可以自我解放失去信心。他们甚至可能对强大的外国军事干预寄以厚望。这种选项具有致命的缺点：\n   \n   1.外国政府可能会利用这个独裁政权的问题，作为在这个国家内进行军事干预的藉口，而实际上是企图实现不同、但不是那麽高尚的目标。\n   \n   2.在这种情况下，即使外国政府初期也有利他的动机而进行干预，随着冲突的发展，进行干预的政府可能会发现其他更自私自利的目的而发展成为他们的机会。这其中可能包括对经济资源的控制或建立军事基地。\n   \n   3.一个有足够军事力量、可以在另一个国家移除压迫的体制，通常会有足够的强大能力，日后强迫加上他们自己的目的。即使这些目的不是“被解放”的人们所想要的，这种情况可能会发生。\n   \n   相反的，一个务实而能自力更生、可以终结独裁政权的力量，不仅是针对现行独裁体制，而且可以排除胜利的成果被干预的力量不当地拿走。\n   \n   要解放，有什么其他选项吗？\n   \n   在过去已经发生过对抗独裁政权的自发或临时反应的重要的非暴力斗争，它们产生了不同的结果：有一些是失败的，有一些是成功的，以及一些产生两者兼具的后果。 这些公众抗议、不合作的行动、中断性的干预，有时不仅对压迫的体制造成严重的问题、并且打败了专制统治者。偶而，他们甚至造成了残酷的独裁政权崩溃瓦解 。\n   \n   有一些非暴力的抗争会有领导魅力的个人参与，例如默罕达斯K甘地。不过，这些不是典型的事例。使用这一技术但大受忽视的历史可以驳斥许多对非暴力抗争的普遍成见和误解。\n   \n   近几十年来，许多被称为“颜色革命”的革命和起义已是众所周知。这些事例带来希望，因为它们让众多的群众参与非暴力的抗争从而取得重大的成效。这些事例完成的成果，取决于各种因素，包括当时的情势、对以前事例的了解、智慧战略的有无、可能的规划程度和使用程度、及运用的方法 。\n   \n   超越过去的经验\n   \n    如何运作非暴力技术还有很多方面需要学习。不过，历史上的应用和我们目前的知识已经进展到一个地步，不仅可望在冲突中可以更广泛地利用这种技术。非常重要的，因为具有更多的知识、明智的战略性考虑、扩增的经验、规划、及增长的行动技能，未来以非暴力抗争反击压迫的有效性几乎可以肯定会大大增加。这应该不会令人感到惊奇，因为几乎任何类型活动的成果，必然经由有用心的努力可以大大提高。\n   \n   与其它前面提到的可能行事方式比较，在努力实现一个更加民主、自由、公义的体制，经由战略性规划的非暴力抗争显然是一个严肃的选择。为实现更大的自由和正义而决定深入探讨此项潜力的个人和团体必须加以道贺。不过，他们面对着一个艰难的任务。\n   \n   主要的变化不会单独因为主张一项长期的目标和对现状的抗议而发生。负责任的、明智的和有效的战略性行动是必须的。在面对压迫的情形下，战略性的非暴力抗争可以在暴力与被动屈服之间成为一个可行的选择。\n   \n   本文件及指定的读物是为了帮助那些面对压迫而想要对战略性非暴力抗争之本质与潜力寻求更多知识与了解的个人和团体。本文件的内涵论点是，战略性规划可以在主要的面向上有助于非暴力抗争规划的应用。非常重要的，在最初冲突发生之后，要仔细思考可能发生的状况，需要对冲突后的政治秩序进行一些事前的打算及规划 。\n   \n   务实的和战略的 \n   \n   这里的方法是务实的和战略性的。它是基于现实，而不是基于信仰，尽管两者可以兼容 。\n   \n   本指南的目的是协助那些希望终结独裁政权或其他压迫，而代之以一个自由和公义体制的团体，规划如何发动有效的抗争、如何有效利用现有的资源，以期终结压迫而可以替换为一个持久、自由与公义的体制？\n   \n   明智的规划也能帮助将伤亡维持在少数。某些方法可能特别挑衅而让示威者很容易成为压迫者部队的目标。相反的，某些其他方法可能会产生更大的影响，而不至于增加伤亡。例如，一个计划可能让示威者沿街游行、面向有机关枪武装的军队；另一项计划可能会催促抵抗者离开街头、保持静默，并留在家里一段时间。\n   \n    \n   获取新知识\n   \n   这些年来，我们当中有几个人关注非暴力抗争的应用，以实现从压迫中得到解放，藉由讲座、课程和工作坊的方式，把重点放在战略性规划的重要性。这些活动都是由一个人或一个团队提供，10多年来在不同的欧洲和亚洲的国家举办。\n   \n   有一些内容是入门级的，但其他活动的内容是进阶的。有时，讲解说明会在长达两个星期的一门课、上午及下午的课程中举行。一个为期两周的工作坊的课程重点是如何让这个团体可以为团体的抗争规划一个总体大战略。\n   \n   这些演讲、课程和工作坊在当时看来是足够的。他们现在的情况如何？则有待评估。很清楚的，口语的讲解对于新人员介绍主题内容是有用、有效的，可以提高兴趣。在一个小型运动的特殊示威行动之前，以演讲说明的方式进行“训练”的课程，也可以非常有用地为示威游行预定参与者的有效行为作准备。\n   \n   这些特定口语的讲解说明所产生的正面效果是很重要的，但它们都不足以帮助人们进行战略性的规划。似乎很清楚的，对战略规划及其进一步应用所需要的知识与了解无法以讲解说明及工作坊的方式来充分传达。这一个结论也适用于讨论的方式，即使某些参与者具有足够的资讯。它也适用于演讲的方式，即使讲员学识渊博和具有经验。 这是因为单独口语讲解说明是相当不足以：\n   \n   1.传达先进的知识，\n   2.为听众准备好，以发展战略性的分析。\n   \n   随着时间的推移，仍然有听过讲解说明、参加过课程及工作坊的团体还是没有能力自行在他们的冲突中进行规划整体大战略。这些团体通常甚至没有能力在只是预期要完成温和之目标的较小型运动中拟定策略。\n   \n   经过相当长的时间，但往往仍然很少证据显示，以往所提出的基本知识和理解已被与会者充分吸收，以影响到他们日后的决策和活动，更不足以使他们有能力可以规划战略。单独经由听讲而可以理解，很多人有他们的限制。看起来，非暴力抗争所需要的知识与理解之数量和类型、太多而且太复杂，无法即刻单独从口语的讲解中被吸收。\n\n“培训训练师”的办法已经引起很大的兴趣。表面上，这似乎是非常有用的一种方法，可以帮助一大批人成为未来示威游行中称职的非暴力行动者。建立在这种模式的指导教学可能会对这个特殊的目的做出有用的贡献。不过，要达到进一步的目的，这个方法就令人怀疑。\n   \n    由定义上可知，这种方法几乎无法将任何人准备好，并且让他们有能力进行任何层次的战略规划。这是因为这种方法将一个企图规划策略的人所需要知识的数量过于简略化。它还假定这些必要的知识和理解，经由口头说明两次就可以成功地转移，然后应用在战略性的规划。这是非常令人怀疑的。这份文件提供的战略规划指导原则仍然是重要的。\n   有很好的理由去探索更多其他的方法，使受压迫的团体可以学习如何为自己的解放抗争规划自己的战略。它有可能，透过一些其他的方法，这些需要的知识和理解可以更加好好的被吸收。\n   \n   波罗的海和巴尔干的经验\n   \n   至少存在着两个重大事件，从接触到有关非暴力抗争的资讯而产生不寻常的成效。这些是1991年与立陶宛、拉脱维亚和爱沙尼亚支持独立的领导人的磋商，?跋胍战崦茁迳嵛娑啦谜ǖ娜迦嗽?000年举办的研讨会。这两个例子与其他事件很是不同，它们值得关注。\n   \n   以前曾经独立的三个波罗的海小国家经历过被苏联吞并，被纳粹德国占领，并再次并入苏联。这些事件带来灾难性的变化：重大的破坏、大规模屠杀、大量驱逐出境、重大的人口变化并实施残酷的极权统治。人们进行各类抵抗来反对这些措施。在立陶宛（1944年至1952年），拉脱维亚（1941年至1944年与1945年之间），爱沙尼亚（1944年至大约1949年），人们发动猛烈的游击抵抗力量反抗苏联的统治。 \n   \n   在游击战争期间和游击抗争结束后，他们的人民也进行了非常重要的非暴力抗议和抵制。这些行动在稍后数年中仍然受到支持独立政党的鼓励或协助而持续进行，最后终于选出支持独立的政府。这些早期的运动完全是本土的，并就目前所知，没有受到外来有关非暴力抗争资讯来源的影响，或是受到很少的影响。\n   \n   在非常重大的非暴力抗议和抵抗已经发生后，1991年爱因斯坦研究院的代表在爱沙尼亚、拉脱维亚和立陶宛提供了有关非暴力抗争和全民防卫 的咨询：\n   \n    第一次咨询是由吉恩•夏普、布鲁斯•詹金斯及彼得•阿克曼，第二次是由吉恩•夏普和布鲁斯•詹金斯 参与，他们会见了支持独立的政党成员、领导者及由选举产生的政府官员。顾问成员还提供演讲与交谈，并举行与政府高级官员、委员会和国会成员的非正式会谈。这些深入探讨的重点是非暴力抗争的本质特性和潜能。顾问们没有指导任何人在他们的抗争中要做什么。 \n   \n    奥德流斯•巴特凯维丘斯，时任立陶宛的国防部执行长，从立陶宛科学院的格拉齐娜•米尼欧台特博士收到了《全民防卫》这本新书早期的散装本。她在莫斯科举行的一次会议中由夏普和詹金斯手中收到了散装本。巴特凯维丘斯复印了50份的散装本，并将它们送到苏联各地，包括邻国拉脱维亚和爱沙尼亚。在审阅这本书之后，巴特凯维丘斯宣称：“啊，竟然有这样一个体系！”。\n    \n   早期非暴力抗议的即兴象征作法（例如波罗的海连接三个首都200多万人手牵手的人链），后来变成正式的非暴力不合作与反威权的更有系统、更精心设计的形式 。建立热衷独立的新机构，同时也使现有的机构变得赞成独立，是这些运动的主要特点。\n \n   奥德流斯•巴特凯维丘斯，后来成为国防部长，归功于《全民防卫》这本书是立陶宛策略的基础。拉脱维亚的国防部部长塔拉夫斯•云济斯与爱沙尼亚的国务部长赖沃•费尔也提出类似的说法。 \n   \n    以前，苏联总统戈尔巴乔夫曾宣告波罗的海国家的独立宣言将是无效而落空的。但在1991年1月13日，最高苏维埃主席团的主席叶利钦在爱沙尼亚的首都塔林市与所有三个波罗的海国家的领导人签署了一项联合声明，在联合声明中承诺相互帮助和援助，同时反对任何对其国政务的军事干涉。之后的谈判结果导致苏联军队的完全撤出。\n   \n   立陶宛在电视塔大规模示威的死亡的人数是14，独立后在边境关防的军营的死亡人数是6个，在拉脱维亚的人数是6个，爱沙尼亚则没有。尽管他们处在脆弱的劣势、曾经被苏联军队占领及苏联拥有压倒性的军事力量，但所有三个波罗的海的国家已经成功地脱离了僵化的苏联。\n   \n   在90年代后期的塞尔维亚，塞族人往往在严寒的气温中举行即兴象征性的非暴力抗议，反对米洛舍维奇总统的独裁统治。 2000年，在匈牙利布达佩斯举行的一个研讨会期间，罗伯特•L•赫尔维提供了有关非暴力抗争的资讯。与会的塞族青年后来组成“欧特破”这个抵抗组织。赫尔维结合自己有系统的讲解推荐了两本主要读物，两者都是吉恩•夏普的著作：《从独裁走向民主》和,非暴力行动的政治》。这次研讨会似乎已经获得了非常正面的成果。赫尔维留下这些书、好让与会者带回塞尔维亚。《从独裁到民主》一书，由“公民倡议”这个组织以塞尔维亚文出版，也产生了重大影响 。\n   \n   斯尔贾•波波维奇，一位杰出的塞尔维亚团体的策划者在布达佩斯与赫尔维会面，曾经深入了解各种不同组织和机构的运作。他当时正在寻找可能的相关经验教训，以便采取行动终结米洛舍维奇独裁政权。 在研究了《非暴力行动的政治》一书之后，斯尔贾•波波维奇写道 ：“...夏普的著作提供了一个令人叹为观止的有效蓝图，如何面对一个残酷的体制，同时引导人民进入一个多元而非暴力的抗争，寻求自我解放”。\n   \n   斯尔贾•波波维奇和他的同事把焦点放在六个必要的政治权力来源 ，作为破坏专制政权的切入点：缩小或切断这些来源，政权体制就会被削弱或解体。在所有波罗的海的三个国家及塞尔维亚，有五个共同的因素：\n   \n   （1）所有四个国家都遭受了极其残暴政权的迫害。\n   （2）每一个国家，在之前的年代，都经历了重大的、但没有成功的武力抗争。\n   （3）到1990年，在波罗的海的国家；到2000年，在塞尔维亚，已经有本土自行组织的重大的全民非暴力抗议和反抗。\n   （4）当时进行的面授讲解与讨论，都由具有多年研究与分析抵抗独裁统治、外国侵占及军事政变等背景的外部专家参与。\n   （5）这些口语的讲解都与重要的纸本阅读资料搭配，这一些资料都是有关政治权力及反对独裁与侵略的非暴力抗争，都让波罗的海国家的重要政府和民间的政治领导人可以取得，让塞尔维亚的民间政治领导人可以取得。\n   \n   早期的规划\n   \n   思考和规划如何使特定的非暴力抗争更为有效是受到期待而且是有可能的。这种规划并不是全新的。有很多以前的例子。在早期小规模的运动，例如在美国为了反对种族隔离而采取在公共汽车上的抵制或在午餐桌台的静坐，都是有规划的。同样的，几十年来为了和平、社会正义、妇女选举权、公民权、人权及环境保护，也都做了战术上的准备，进行数天或长达数周之久的示威游行。\n   \n   在几个国家为了经济及政治之目的而进行不同的总罢工，每一件都是有计划和准备的。远远追溯至早年美国殖民地从1765年至1775年对英国统治的非暴力抗争，不仅是战术性的，而且甚至是长期的战略规划。 \n   \n   非常罕见地，有像印度甘地一样睿智而直觉的策略家，他会重点指出每一个策略的战术步骤。\n   \n   在20世纪的80年代，波兰民众在独立组织“团结工会”和相关团体的抗争中，根据他们的历史经验，在困难之下，完成了自我的解放。2000年，在塞尔维亚为了推翻米罗索维奇独裁统治的抗争，都作了事前的计算、活动、筹备及战略规划。\n   \n   不过，在许多发动非暴力抗争的冲突中，却并非如此。通常完全看不出来有战略性的计算，有时候是规划不足，尽管会有一些成果。 有必要指出，在许多情况下就只有非常有限的成果。有时也会有一些灾难性的挫败和可怕的伤亡。例如，在中国北京的天安门广场。这种挫败与伤亡在未来有必要减少。\n   \n   更全面且扎实的战略规划，有助于提高未来反抗独裁和减少伤亡的非暴力抗争的有效度。不过，依赖外部顾问提供这个规划可能是危险的与不明智的。在如何发展策略的知识已经可以取得的情况下，最好是由面对独裁统治的人民，自己规划如何能自力更生、解除压迫。这是可以期待的。\n   \n   一个自力更生之规划的新模式\n   \n   如同上述的讨论，就这个主题的范围，它显示口语的讲解只产生比仔细研究书面资料与分析稍多一些有限的理解。书面资料可以在个人选择某个方便的时间和地点来阅读，并且可以在有需要的时候慢慢研究、重覆阅读与再回顾。\n   \n   这份文件探索一个新模式的发展，以便协助那些希望研究非暴力抗争的可能潜力、以从受压迫中解放出来的个人和团体。这个模型还可以帮助人们增长他们的知识、理解与思考，让他们学会如何在与极端对手的冲突中采取更有效的行动。为了达到这个目的，对于非暴力抗争的操作的书籍，对于与严厉镇压有尖锐政治冲突的非暴力抗争潜力分析的书籍，有必要大大地加以研读。\n    \n   如果本文件的分析被认为有潜在的帮助，我们鼓励对我们所推荐有关非暴力行动的出版物内容作广泛的传播与研究。这种知识和理解的广泛传播也可以抵消任何可能之精英主义的倾向。有深度的知识可以在许多人之中扩散，而不是让一小部分人所拥有。规划未来抗争的能力及实现与维护自我解放可以广泛地被传播，这能够产生重大深远的后果。 \n   \n   如果谨慎地遵循这个得到知识的途径，最终应该会让个人和团体为重大冲突自力更生地准备一个总体大战略。它还应该会帮助人们为局部小型的运动准备个别的战略。这样一个睿智谋划制定的总体大战略，就可以让抗争中的参与者采取在冲突中逐步接近目标的方式来行动，这样的做法也可以与抗争独裁统治者的政策、暴行与镇压同时来进行。\n   \n   这些成果将不会由他人弄好放在软盘里交付给你。当新加入人员使用这种激发能力的方法来扩增他们自己的知识时，这里所建议的研究与规划才会产生积极正面的效果。然后，以健全的分析和仔细的规划、有纪律和勇敢的行动，它才可能摆脱目前的压迫体制，迈向一个建立在责任与自由之基础上的更美好社会。\n   \n   \n   \n   知识的三种类型\n   \n    为了实现一个成功的非暴力抗争，为了激发人们有能力去发展一个能够胜任的总体大战略，从研究、观察与分析中我们知道需要以下三种知识：\n（1）瞭解冲突情境、对手、社会及其需要的知识。\n   \n   （2）瞭解非暴力行动之技术的特性本质与运作的深度知识。\n   \n   （3）分析、思考和制定战略规划所需要的知识与能力。\n   \n   没有所有这三种类型的知识，任何团体要发起反对独裁统治的抗争、甚至试图为这种抗争准备一个总体战略是愚蠢的，而且可能会导致灾难。\n   \n   认识到这一点，有人建议汇集三组，其中各自有一个类型的专业知识，可以与其他组分享。一般认为，三个分组一起在同一个房间可以产生能够胜任的总体大战略。不幸的是，每组虽然各自拥有所需要三个类型的知识之一，把三组人员聚集一起并不能达到我们需要的结果。\n   \n   这是因为各组所拥有的特殊专门知识仍然会停留在各组的心思状态。能够产生一个明智的总体战略所必须具有的分析能力，必须是可以将这三个类型的知识和思想加以整合的能力。所有三种类型的知识，必须存在于准备战略草案的人员的同一个人的思维里，而不只是存在于已聚集的三组人当中。\n   \n   有必要深入探讨如何整合所有这三种类型的知识与技能，以便制定一项能够胜任的总体大计划，来实现激发人民的权能与民主化。这种整合性的知识在追求较小目标的小型运动之规划中也是必需的。\n   \n   （1） 瞭解冲突情势、对手与社会的知识\n   \n   生活在独裁统治或其他形式的压迫的人民，对他们生活的体制可能已经有相当多的知识。因此，他们具有一些力量的潜能。“力量的潜能”是指在调动与应用之下、可以使该集团在重大冲突中组成重大力量的素质、资源和技术能力。\n   \n   下列问题可以有助于澄清这方面的知识：\n   \n    在冲突中，攸关利害的议题是什么？\n   \n    这些议题对双方的重要性如何？\n   \n    这些议题，或是对议题承诺的强度是否随着时间产生变化？\n   \n    双方会向对方作出让步的难易程度如何？\n   \n    对抵抗者反对压迫而言，可能的让步是有益还是有害？\n   \n    抵抗者有什么办法可以动员其他个人和团体来参加这些议题的抗争？\n    如何使用真实的议题来推动反对运动的进展、缩小对手的支持、并改变对方阵营的效忠者及第三者？\n   \n   流亡国外的人可能缺乏这一方面的知识，尽管他们可能有其他的优势。他们可能具有大多数生活在那个社会里的人们所缺乏的资讯和见解。在评估国内目前的情势时，对压迫的体制与潜在的民主运动进行一个绝对的与相对优势的评估，可能是有益的。对手强在哪里，他们弱在哪里？抵抗者强在哪里？他们弱在哪儿？这可以用战略性的估计来完成。\n   \n    战略性估计在下列读物中有所解释：《启动非暴力抗争》罗伯特L赫尔维《战略性的非暴力冲突》。 不过，在发展一个战略性的估计时，战略规划小组的成员不要沉迷于战略估计的细节，而忽视大局的主要因素，这样的谨慎是必须的。\n   \n   主要的重点是要知道双方的长处和弱点、他们的权力来源、以及在公开的冲突中双方使用权力可能产生的冲击。这些双方的优势和劣势相互比较之下，结果如何？同时，双方各自的长处和弱点，可能如何加以改变？\n   \n   显然，事前就能够知道对手用来阻止不合作与反权威行动之暴力镇压与其他管制的手段，是战略小组所希望的。这一些资讯必须在即将来临的冲突规划中受到考虑。有时候，一个面对着很大反抗的施暴政权，可能施加更极端的镇压与暴行。还必须考虑对手可能使用心理、社会、经济和政治的对策。尽管遭受镇压及对手的其他反击手段，也有必要对反抗的人民在他们所坚持的解放抗争中所具备的技术能力与意愿加以评估。\n   \n   （2） 暸解非暴力行动之技术的特性本质与运用的深度知识\n   \n   这种非暴力的技术通常是鲜为人知而且未被充分了解。很多人对它存有错误的成见。他们可能自以为理解得很好，但实际上并非如此。在某些面向，非暴力的抗争是非常简单的。在其他面向，这个技术是极度复杂的。要做出明智和有效的战略规划，需要具备对这个现象的基本认识。没有事先对这个技术非常透彻的暸解，没有人有可能规划一个明智的非暴力抗争的总体大战略，和其中个别小型运动的战略。\n   \n   对这种技术的现有知识与了解普遍不足，这意味着那些已经认知到非暴力抗争可能有用的团体和个人，在没有事先进行认真研究和作出明智的准备时，不应仓促行动。\n   \n   他们也不应试图立即参与制订一个整体抗争的总体大战略，也不应对有限的小型运动做出个别战略。认知到自己不懂什么，有助于防范会带来问题与灾难的简单化而且危险的假设。\n   \n   对这项技术之健全知识的缺乏，目前几乎无所不在。只在最近数十年，它才有英文刊物开始矫正这种现象。虽然远非完美，许多参与战略规划所需要而且可以取得的必要知识和信息，现在可以在英文发表的研究报告中找到。这方面知识的取得，在其他语言就更稀少了。同时，在其他语言中完全等同的术语几乎从来就不存在。即使是使用英文的研究，概念和术语在早期也是一样的不足和缺乏。这种情况使得要将现有的文献从英语翻译到其它语言变得更加困难。\n   \n   对非暴力抗争的努力以达到新的知识与理解，有需要而且会产生了新的术语和定义的修订 ，这些都让重要的关键概念与想法在沟通上得到改善 。某些关键术语、还有一些重要文章的多种译文都可在爱因斯坦研究院 的网站上找到（简体注：网站地址www. aeinstein.org有中文书提供下载）。\n   \n   这里所建议有关非暴力行动的大多数读物，是来自单一的作者。这种情况是令人遗憾的，因为反压迫的非暴力抗争这个领域并没有像它的价值那样，充分受到研究或关注。不过，读物的选择是以内容为基础，而不是以作者为基础。同样内容的其他作者的研究并没有被标记出来。有关非暴力行动其他重要而没有列在这里的现有研究，以后可以作为有用的补充读物。\n   \n   这里对建议书籍的选择方式，是假设读者的主要兴趣，是在未来可能应用这项技术来反抗独裁政权。不过，如前所述，这些读物也对面对其他严重的冲突是有用的，特别是那些冲突的目的是在以更加公义的政策和机构取代社会与经济的压迫。\n   \n   当人们认为他们已经准备好行动的时候，提供指导性的学习可能会令这一些人困惑，甚至令他们讨厌。多次观察中，可以看到一个共同的反应。正在考虑将来要使用非暴力抗争的人，通常假设他们已经充分了解这个方案选项，因此没有必要花更多的时间来阅读。这种事情几乎从来不会是这样的。这种态度和习惯，是导致战略规划不足的前因，更糟糕的可能就是灾难的前兆。\n   \n    外部援助？\n   \n   有些人认知到他们缺乏对非暴力抗争的深刻认识，转而向外人寻求指导他们应该做什么。他们可能会找到有一些个人和群体热切地想指导，及一些人想要提供帮助。不过，接受这些协助，有时候会像缺乏对非暴力抗争深入了解而要决定如何进行这样冲突一样的危险。外部资源的人力不可能具有对这个特定的冲突局势、目前政治局势、历史背景的切身知识。这些外人甚至可能对非暴力抗争并没有深入的了解。他们可能提供的指导有可能是不明智的，很有可能导致挫败和大规模的伤亡。\n   \n    此外，外部的援助并不是提升能力。接受外部咨询意见以解决他们困难的人，仍然要依赖别人来处理他们的问题。进一步来看，外人所提供的指导有时会以提供指导的外人所希望完成的目标为主要动机，而不是以面对压迫的人民之目标为主要动机。有时候，向外人请求指导抵抗者应如何做，甚至会导致这个抗争落入这些外人的控制。错误而且肤浅的指导意见会造成极大的伤害。\n \n   这些外人对一个非暴力抗争团体提供协助时，也会提供资金给抵抗者，因为这些抵抗者往往陷在困难的财政狭缝处境。这种情况值得极度的谨慎小心。这类财务援助可能由个人、组织或情报机构所提供。财务援助可能后来会被揭露，与某一类型或其他的控制有所关联。如果这个控制是被接受的，抵抗者就失去了决定自己行动方针的能力。如果控制没有被接受，财务的援助可能被断绝。 如果财务援助来自情报机构，资助政府的政策变化可能会导致资金的突然终止。\n   \n    除此之外，最糟糕的是曾经渉及情报机构及其政府的“肮脏手段”的记录，使民主解放运动与他们的任何关联，都会让人怀疑他们的智慧，并且大大增加了运动的脆弱性。抵抗者受到情报机构资助被揭发之后，可能严重损害到运动，并且造成抵抗者受到抹黑为敌对外国政府的人头工具。这对收受资助的抵抗运动之工作会产生极端严重的后果。\n   \n   这种现实让人更能理解甘地对抵抗者所提出的强烈警告，他们不要依赖外部资金的支持。\n   \n    寻求有深度的知识\n   \n   没有足够的背景与知识而试图为将来的非暴力冲突规划战略计划，就像是一个雄心勃勃的年轻学生没有先研读化学的书籍，就进入一个化学实验室，并且随便任意混合未知的元素和化合物。在没有非暴力行动的深度知识，建议某一行动路线的人很可能对运动造成巨大的破坏。\n   \n   致力于传播非暴力抗争的知识时，需要一个相当于医学上希波克拉底的誓言：“首先，不要造成伤害”。要注意这个警告，有必要知道应用非暴力抗争时会产生什么样的伤害。\n   \n   为了满足对非暴力行动深入了解的需求，主要的关注应该放在研读这项技术现有的仔细分析。以下指定读物的选出是为了进行精确之建议顺序的研究。从中挑选、变换读物的顺序、取代其他的读物、跳过任何阅读，都是不明智的。日后，更多的和广泛的读物可能是有用的，但不是现在。除非另有说明，这些读物是吉恩•夏普的著作。\n   \n   入门读物\n   \n    非暴力抵抗对独裁统治的脆弱性分析：读《社会权力与政治自由》，第91-112页。页数小计：21。\n    对非暴力行动的精简介绍，可以找：《确实有真实可行的替代》，”第 1-48页。页数小计：48。\n   有关探索处理独裁统治的实际可行方法，阅读：《从独裁走向民主》”第八至第十页，第1-90页。页数小计：93。\n   \n   中级读物：\n   \n   非暴力行动的力量分析，在：罗伯特L赫尔维，《战略性的非暴力冲突》：第九至十二页，第1-45页和第67-86页。页数小计：69。\n   更多有关冲突中的非暴力行动，在：《启动非暴力抗争》，第13-65页，第359-430页。页数小计：125。总页数累计：436。\n   \n   战略规划与方法之选择的读物\n   \n   有关战略规划的简介，再读：《非暴力行动的政治》，第492-495页;阅读：「启动非暴力抗争」，第433-446页;赫尔维，《战略性的非暴力冲突》，第87-99页。\n\n在消除权力的来源，阅读：《非暴力行动的政治》，第11-12和第744-755页。页数小计：14。\n    论政治权力的再分配，阅读：《启动非暴力抗争》，第423-430页。页数小计：8。\n    有关研拟策略的指导原则，查阅《非暴力抗争的政治》，第495-510页?患啊钙舳潜┝拐罚?33-508页，页数小计：102\n    有关讨论如何以最小伤亡和最大效益根除压迫，阅读：《社会权力与政治自由》，第161-179页。页数小计：19。\n    论非政府机构的重要性，阅读：《社会权力与政治自由》，第21-67页。页数小计：47。\n    有关抗争技术对社会结构关係的分析，阅读：《社会权力与政治自由》，第309-378页。页数小计：70。\n   有关非暴力行动其他面向的讨论，阅读：赫尔维，《战略性的非暴力冲突》，第101-143页。页数小计：43。总页数累计：770。\n   \n   这些读物对策划反抗独裁政权的抗争将会提供非常有用的理解。这些对手极不可能不战而放弃他们的控制和支配。在这些情况下，明智而资讯完备的行动可以大大增加达到成功的机率，同时减少伤亡。\n   \n   一般假设，抵抗计划的制定，至少有部分是建立在战略估计的基础上。在一个主要的非暴力冲突过程中，双方的力量潜能与实际动员的能力，肯定会出现变化。因此，需要重新注意到竞争者双方力道的平衡。当一方或双方的实际力量发生了变化，进行新的战略估计是聪明的做法，它可以用来发展冲突的下一阶段计划。\n   \n   智慧的非暴力抗争比其他手段更有可能达到这个解放，因为此一技术的应用可以有效的将力量扩散到整个社会，这个扩散以两种方式发生：\n   \n    人们变得对应用这种类型的行动有经验，经由细心运用，它可以用来对付现有或未来的任何压迫。\n   \n    非暴力抗争的应用会强化，且有助于形成国家控制之外的独立机构。这些机构和团体可称为力量的“驻集点”，是力量居住并从该处加以应用的“所在地”。这些机构可以在需要时作为基地进行有组织的抵抗。个人的抗议和挑战权威也许是高尚的和富有英雄气概的，但能够成功终结压迫的抵抗，必须需要联合合作的抵抗。\n   \n   不过，在这里，要适当地提醒，一个有效的战略不会因为研究这些读物而自动出现。这些排序的挑选读物可以是非常有帮助的，但仅靠他们并不保证读者能够制定聪明的战略。额外的东西是必需的。\n   \n   （3） 战略性的思考与规划的能力\n   \n   希望规划一个富有智慧的策略以解除压迫的人，需要增加下列方面的能力：\n   \n    他们必需对战略规划的建议进行研究。\n   \n    他们必需自己思考，并睿智地计划。\n   \n    他们必需准备承担责任。\n   \n    他们必需发展自己战略性的思考能力、并且有能力胜任进行战略性的规划。\n   \n   换句话说，规划者必须考虑我方阵营如何采取行动，让抗争者实际做出贡献来实现其目标。所有这些都需要考虑抗争会带来独裁者施加严厉镇压的可能与限度。\n   \n   做“战略性的思考”是指计算如何采取切实可行之行动，以改变情势，而让实现期待的目标变得更有可能。这与只是确认它的主观期待性或宣布反对现行体制，是非常不同的。计算如何实现长远目标，包括计算采取什么样的行动，可以能够更接近完成期待的目标。长远总体大战略的规划，必须高度重视长期冲突中许多未来可以预期的小型运动。\n   \n   这些计划必需包括，长期冲突要如何开始，活动要如何发展，并且次级战略和小型议题的个别运动必须最后可以对实现主要的目标有所贡献。战略性的思维也意味着，人们需要学习如何反制对手及反制那些想要让非暴力抗争失败的人或团体的行动。\n   \n   战略性的基本考量：对手权力的来源\n   \n   实际可行的战略规划需要确认对手的权力来源，并审视抵抗者是否可以、及如何减少或断绝这些来源的供应。在塞尔维亚，在破坏米洛舍维奇独裁政权的规划中，斯尔贾•波波维奇和他的同事把焦点放在任何统治者已经被确认过的六个政治权力来源。（再读《非暴力行动的政治》第11-12页和第744-755页）\n   \n   已经被确认过的六个权力来源：权威性（合法性）、人力资源、技能和知识、无形的因素、物质资源及制裁（惩罚）。对统治者所有六个来源得到的支援是可能来自人民与社会机构的支持、协助、服从与合作。这些团体与机构向统治者提供必要的权力来源，它们被罗伯特L赫尔维称为政权“支撑的支柱”。\n   \n   这些团体与机构并不保证供应权力的来源。他们的支持度永远都会有所改变，也可能被蓄意改变。当支撑的支柱成为不可靠时，当他们缩小甚至断绝供应六个权力的来源时，暴虐的政权就被削弱了。如果必要的权力来源之供应被切断，施压政权就潜在地会被弄得无能为力，并且被瓦解。\n   \n   这些深度的见解与塞尔维亚的经验提示，制定总体大战略时的一个重要因素，必须就是检验每个抵抗运动是否将减弱或强化对手的力量。这也适用于评估小型运动中可能的策略和目标。\n   \n   道理反过来，至少是同样的重要：请问抵抗者的权力来源在每个小型的活动中得到强化抑或削弱？ 战略规划者需要严肃地考虑这些问题。\n   \n   战略性的基本考量：依赖关系的平衡 \n   \n   社会、经济和政治的不合作行为（也称为抵制）构成非暴力抗争可用方法的主要类别。这些方法只会对对手产生重大的冲击，如果拒绝提供的货物、服务和其他权力来源是对手真正需要的，而且如果这些是对手所依赖于抵抗者的。如果依赖的关系是非常需要的东西，以不合作的方式来限制或切断权力供应的潜力是非常强有力的。如果双方都为某种重要的东西而依赖对方，冲突有可能变为更复杂。这些现实在构思一个抵抗策略的规划时，必须认真加以考量。\n   \n   依赖程度的分布和依赖关系的平衡将严重影响不合作产生的冲击。因此，在进行战略规划时，需要回答下列的问题：\n   \n    在所需的货物、服务和权力来源上，哪一方依赖对方以及依赖到何种程度？\n   \n    所有的依赖关系都是单一方向吗？还是双方都很明显地依赖对方？\n   \n    依赖的一方，或是双方，是否已经或者可以创造替代品，以取代那些因为对方不合作而被缩小或被切断的货品、服务和权力来源？\n   \n   战略性的基本考量：公民社会的现状是什么？\n   \n   第三个要加以考量的重要因素是，如前面所提到的社会中的独立团体和机构的地位、权力的驻集点。在准备编写战略草案，以及后来要在公开冲突中应用他们时，对于这些不受国家控制的机构要给予主要的考量，这是非常重要的。\n   \n   这些“权力驻集点”可能有多种不同的用途，其中许多是完全非政治性的、有些明显是政治性的。应用这些“权力驻聚点”的潜在力量，可能只是启发（如像教育）、或可能动摇体制（如像公务员的不合作）、甚至可能会终结压迫（如对手的管理和法制的解体）。\n   \n   整体而言，这些团体和机构通常被称为“公民社会”。如果社会中这些权力的“驻集点”变成数目很多且具优势，在民主化的抗争中它们可以是提升人们权能的基础。这些“驻集点”可以大大有助于正在进行不合作抵抗的人们，以便限制或切断政权的权力来源。经由保持对这些团体的团结与支持，还可以帮助人民承受极端残酷的镇压。\n   \n   如果社会里没有这些大量且具优势的权力“驻集点”，在总体大战略和个别小型运动策略的规划中，必须考量他们的弱点或者不存在。因此，终结独裁统治的长期抗争之初期步骤，必须高度地加以限制，同时谨慎地提升。\n   \n   如果长期的抗争需要强大到足以终结压迫，几乎可以确定权力“驻集点”的存在、结合或有意地催生与动员是非常必要的。此时强化或创设这些权力的“驻集点”就必然成为一个优先的重点。\n   \n    在1956-1957年匈牙利革命期间，当匈牙利军队试图与苏联军队对干时、抗争转变成为军事手段之前，这样的“驻集点”以各种形式的“委员会”出现。军事性的抗争被粉碎之后，第二阶段的非暴力抗争就启动了。战略起草者必须注意到权力驻集点的状况与条件。\n   \n   战略性的基本考量：运动的目标与活动扩大了压迫体制的弱点吗？\n   \n   在规划总体大战略与个别小型运动之策略时，第四个主要的考虑因素是目标与活动是否加剧独裁体制既有的弱点。\n   \n   与流行的假设相反，极端独裁的体制并不像他们的表象那样、也不像时常被认为的那样，永远强大。这些体制其实存在着内部的问题和角力，往往随着时间的推移，这些因素会削弱他们的集权控制并导致独裁苟延残存。能够加剧这些固有弱点的抵抗活动，比不能加剧这些弱点的抵抗活动更会产生巨大的冲击（ 有关极端独裁统治的弱点列表，阅读《社会权力和政治自由》，第100-101页）。有一个操作上的假设是，会加剧原先体制弱点的行动，比不具有这种效果的行动，对独裁政权有更严重的冲击力。\n   \n   战略性的基本考量：积极主动在冲突中的重要性\n   \n   为了实现有效的非暴力抗争，抵抗者在初期就掌握积极主动，并在整个冲突全程也能够保持，是很重要的。抵抗者绝不能容许自己被贬低成为主要是向对手的行动作出反应的角色。\n   \n   即使开始的战略估计结果显示，既有的体制是非常强大的、而抵抗者看起来是非常弱小的，维护积极主动还是可能的。维持积极主动在冲突中的进攻与防卫阶段都是重要的。\n   \n   战略起草者的选择 \n   \n   在构思终结压迫之抗争的某个时刻，须要选出负责准备起草此总体大战略的人员。起草小组人员的选择必须非常谨慎，因为不是每个渴望参加的人都可能是最明智和最有才华的人。没有完成阅读这个主题必要读物的人将是不适合的。无法深入了解这个国家与社会的外来者，不应该被包括在起草过程中。\n   \n   让信息不灵、教条或以自我为中心的人参与未来非暴力抗争的规划，会是灾难一场。除此之外，重要的是，规划者不能是有私人目的的个人，这会干扰这个规划的过程。\n   \n   正面来说，起草者必须已经表现出战略性思考和规划的能力。在任何一个时刻，大多数的人并没有这种能力。当然，起草只会在经过大量阅读、反思和构想之后来临，如同本文所概述的。最重要的，起草人员应该有能力同时制作一个总体大战略和小型有限运动的战略。\n   \n   极端压迫的严重程度会让战略起草小组的成立与运作变成极其艰难，而且随时面临危险，有些人可能需要逃避逮捕，抵抗者开会将往往会有困难。抵抗者之中可能有线民或挑拨离间者。\n   \n   抵抗运动的规划小组偶而能够在他们也不曾预料的情形下运作。在纳粹占领挪威时，有12人在首都聚会组成秘密领导小组。在德国国内，秘密谋反者策划刺杀希特勒，就在柏林的盖世太保总部附近，成千上万的妇女在临时监狱外面集会，要求释放他们的犹太丈夫。他们赢了。在某些情况下，流亡国外者可能是有用的。新的通讯技术也可以协助仔细的规划。\n\n质疑者可能会指出一个事实，要发动非暴力抗争以实现解放，以前从来没有进行过这种规模与这种深度的战略规划。他们甚至宣称，这种规划是没有必要的。\n   \n   战略性的规划将有可能比我们预期的频繁。如果情况允许，筹备小组的目的可能是制作一个总体大战略的草案，然后再由更大的团体加以评估。在一些苛刻的情况下，由更大的团体进行总体大战略草案的评估可能是无法做到的。不过，在独裁政权之下，一个很小但聪明的策略小组有时能够进行规划并且扩散行动的指导方针。他们的建议可以受到检验，测试大众对一个微小但明显比较安全、无须作进一步指示之行动的回应。这个回应可以显示反对运动升级之前是否需要更多的时间？是否已经准备好采取更冒险的行动？\n   \n    如果评估是可能的，该草案可能获得批准、被退回重新修改或是被搁置而要求提出重新研拟一个总体大战略。\n   \n   \n   基本的战略决策\n   \n   在审议过程的初期，战略规划小组将需要决定，至少是暂时性的，他们要决定使用那一种非暴力行动的机制：改变、和解、非暴力胁迫或瓦解，焦点几乎肯定将是非暴力胁迫或解体。\n   \n   准备总体大战略草案的这些人，必需考虑单一、大规模有纪律的不合作与蔑视权威之抗争是否有可能瓦解强大的独裁的压迫。不过，这比较少见而且比较难确定。否则，就有必要计划如何启动这个抗争与如何聚焦与启动小型的抗争。\n   \n   小型运动中的议题应该是可以引起整体大众广泛支持的那些。同时，选定的议题应该是浅显而有道理的那些，并且是统治者很难拒绝接受的那些。通常，议题也应该是那些统治者在勉强之下会让步或该政权可能会被具备权能的民众打垮的议题。\n   \n   在冲突的不同阶段，选择行动的个别方法来应用时需要非常谨慎。非暴力行动的技术中存在着许多个别的方法，但在某个特殊的冲突中，不是所有的方法都是明智的选择。有的将被证明是错误的选择，只有少数能够强力有助于达到成功。要使用的方法必需能够有助于实现抵抗者的目标，并且有助于执行选取的战略。（有关选择采用的方法之相关因素讨论，请阅读《非暴力行动的政治》第501-504页）\n   \n    随着冲突的发展，之后，无论是行动的规模与运动的细部具体目标也可能会扩大。政权体制的反制措施，特别是镇压，也可能变得更加严厉，特别是如果抵抗运动正逐步使施暴的政权付出惨痛的代价。经由阅读本书指定的读物而可以获得的知识与理解，将有助于规划者决定他们需要进行哪些额外的任务与规划。\n   \n   拟定一个总体大战略\n   \n   需要对所面对的议题和潜在抵抗者的既有资源之考量，作为发展总体大战略之主要特性的指导。\n   \n    参与的阵营之相互比较，长处和短处各如何？\n   \n    决定要采取行动的极度重要议题有哪些？\n   \n    抵抗者要使用的主要资源是什么？\n   \n    这些议题和可以提供使用的资源搭配得起来吗？\n   \n    抵抗者既有的资源如何关连到影响改变抵抗者的总体大战略？\n   \n    抵抗者既有的资源如何关连到对手被确认的弱点？\n   \n    哪些支撑独裁政权的支柱容易潜在地受到抵抗者既有资源的破坏？\n   \n   所有这一切扩充的知识和理解，将有助于战略规划者来发展一个聪明的总体大战略。经过发展完成之抗争的总体大战略，将建立未来冲突的指挥运作架构。战术与方法很重要，但是次要的。（对于战略规划之基本要素的讨论再读《非暴力的政治行动》第495-510页。没有新的读物。有关冲突过程中的战略议题与原则之说明，阅读《启动非暴力抗争》第447-508页）\n   \n   \n   这些规划者的第一个总体大战略之草案、最初可能受到许多人思考的引导，但最后的定稿可能由一个人或一个团队来撰写。一旦起草完成，这将需要一个更大团体的认真考量，这个大团体的所有成员都必需研读过所有这些指定的读物。如果总体大战略的第一个草案被认为是不适合的，此时可能需要一个全新的开始，或至少是重大的修改。不过，如果第一个草案被判定为约略在正确的路径上，也许在该阶段可能只需要相对有限的调整。\n   \n   如果总体大战略经过睿智地发展完成，并且有技巧地应用它，反抗者将会有一个很好的机会，大幅地提升发展出一个有效的解放运动之可能性。\n   \n   自我提升权能\n   \n   在许多情况下，生活在极端受到压迫的人们可能会感觉比较软弱无力，无法对抗统治的体制。这项任务往往被视为过于庞大而且太危险。人们感到无法胜过如此渺茫的机率。相反的，人们大多尽其所能地关心为生活得更好的简单努力上，因此受压迫的人们在很大程度上是被动的。这种情况已经被错误地称为“冷漠”。它真正的原因是无助。\n   \n   当人们感到无助时，行动建议的提出需要审慎。如果在这个阶段人们仍然超出他们的能力而推动公开的反对运动，其可预测的挫败将会向他们证明，他们的弱点是会超过他们已经了解的。在下一次他们能够采取行动之前，这将会有一段漫长的时间。 不过，在人们能力所及之内采取小型有限的行动，则是另一回事。这更有可能。\n   \n   莫西修 帕特里克 莱科塔在1990年的报告中指出，在南非抗争种族隔离统治的一个主要阶段，动员非洲民众采取反抗高压统治的行动是不可能的。莱科塔继续说，在这种情况下，非洲人创立民间组织，例如索伟托公民协会，进行小型有限目标的抗争。这些“公民团体”提出具体议题，例如：没有水可用，或者没有足够的电力。“政治“这个词汇必须禁止涉入... ..人们都有能力可以去说“政府必须给予我们有水可用...”\n   \n   据此，鼓励在某一个地方的非洲人组织以便得到一口水井而可以提供清洁的水。以前，不管是大人和孩子都因为饮用污染的水而生病。在这个单一的议题上，非洲人采取行动增加了他们可以实现更大目标的信心。\n   \n    这个教训是，当对抗强大的压迫时，采取对大问题中之小型而具体的主张进行作战，往往是聪明的，并且赢得胜利。经过他们自己的行动，他们的权能得到提升。此时攻击的有限焦点，就必须再作仔细考虑。那些很容易被斥为不可取的可能焦点，需要予以拒绝。所选的具体议题必须浅显有理而容易说请楚讲明白 。\n \n   人民的力量需要集中到打击对手的最薄弱的环节，才是更有可能赢得胜利的方法（有关凝聚攻击焦点的讨论，阅读《非暴力行动的政治》第471–473页）在长期冲突的开始阶段，一般大众有可能还是在将他们的潜力转化为有效的力量之中获取自信与经验。在这种阶段，小型而受欢迎的成功经验有可以解决具体问题的潜力，又可以提升人们的权能。这将大大地增加实现解放的成功机会。\n   \n   在这些小型的抗争中，独裁政权或其他体制的压迫逐渐变得越来越脆弱。这个阶段小型运动的成功，明显都能够大大地协助发展一个不可抗拒的民主运动。\n   \n   有些情况，无助的感觉不是那么极端，让提出的要求具体化，可能还是有用的。对照于此的，在1930年，甘地规划一个真正是为印度独立的运动时，他拟定了11个具体的要求。这些措施包括取消盐税。印度国会的领导人对此持怀疑态度。甘地坚持这些要求，如果实现，将可以提供实质的独立性 。实际上，这个有具体目标的抗争将有助于动员印度人民，而同时削弱英国的殖民统治。\n   \n   几乎永远在解放的抗争中，长期的冲突需要分阶段进行，随着人们有能力采取行动，及根据形势的需要，每一阶段都建立在前一个阶段的努力上。每一个阶段都可以透过聚焦在赢得单一目标或极少数目标的运动来完成。为了每一个运动，战略规划者需要选择一个或者极少数的攻击点。这些攻击点都必须是更大问题中象征“邪恶”的具体面向，邪恶是一个最不容易合理化的面向，反对这样的面向就可以动员出最大的力量。\n   \n   在大多数努力驱逐独裁政权或其他压迫的努力下，许多设定较小目标的小型运动是有必要的。这些运动的成功，不仅可以纠正议题的错误主张。这些运动也将有助于提高抵抗者的力量幅度，同时会减少对手的有效权力。在极少的情况下，一项小议题的运动有可能意外地与一些强烈的不合作和反权威之运动产生连结，由此产生的能量将席卷了压迫体制的整体架构。不过，未来的战略规划者不应指望这种事情会发生。\n   \n   在极少数的情况下，人们可能已经对他们力量的潜力有信心。他们可能已经拥有自信和能力，跳过小型的不满运动阶段，而准备采取行动以终结整个压迫的体制。争取独立的波罗的海三个国家累积到1991年而最终成功，就是这样的例子。不过，这种可能性是例外。几乎总是需要有小型议题的小型运动。\n   \n   解放的逐步提升\n   \n    在反对独裁统治或其他压迫的长期抗争的初始阶段，最初的小规模行动应该设计小目标。这些行动应该是只有低度的风险，并且在短时间可以进行。这种行动可以吸引人们注意而展开抗争，有时不必让参与者陷入极端的危险。这些小型运动不仅可以在议题上有所斩获，而且还有助于权力关系上有小型的移动变化。\n \n   之后，随着冲突的进展，无论是运动的行动规模和具体目标，也有可能会扩大。统治体制的反制措施，特别是镇压可能变得更加严峻。如果抵抗者让施压的政权逐渐付出严重的代价，镇压尤其会如此。\n   \n   如前所述，发展完成的战略必需是直接或间接地破坏施压政权的支撑支柱。这个破坏可以缩小或切断必要权力来源的供应。这种事发生在塞尔维亚对米罗索维奇的抗争：首先，它的合法性被去除，然后人们从被动变成不合作与藐视权威，而最后该政权镇压的军队变得不可靠。当独裁的权力来源被中断时，政权就面临崩溃了。\n   \n   这种情况是否会发生，很大程度取决于准备的战略是否明智，及它到底是否被熟练地运用。\n   \n   使之可能的步骤\n   \n   尽管有困难，这些行动是在所谓一般民众的能力范围内。他们可以学习、思考、努力工作、建立自己的权力基础、并尽力地准备。规划者需要计算他们要实现其目标而必需要做的。然后，就必须要勇敢地行动了。抵抗者需要有系统的前进，一步一脚印地，迈向他们的目标。如果所有这一切都可以明智地和熟练地完成，这种经验可以证实，受压迫的人民能够对他们自我解放的能力变得更加有信心。\n   \n   此处本文的目的是在探索人们如何能够超越以往的经验，不必依赖于可能永远不会出现、可能并不总是那么聪明的政治救世主。\n   \n    即使对抗最残暴的政权，人民如何才能提高持续成功的机会，同时减少伤亡？\n   \n    人民如何才能解放自己，发展能力以防止倒退返回任何独裁的体制，并且可以着手建立一个更自由、民主和公义的社会？\n本文件所提出的战略规划之建议，目的是要使非暴力抗争对压迫体制的破坏，比过去即兴式的努力更加有效。\n   \n   阻断新独裁政权\n   \n   如果抵抗者抗争的目标是一个更民主、自由、公义的体制来代替一个压迫的体制，还是有必要计算如何防止初步取得的成功被政变所盗窃。政变可能发生在抗争的过程中，或接近冲突的结尾。\n   \n   当独裁政权或其他压迫被严重地削弱，统治政权露出犹豫不决的迹象，或者在努力消灭倾向民主的运动中犯错时，政变可能上演。有时候，政变可能由体制本身内部的分子发动，例如在1981年12月雅鲁泽尔斯基将军在波兰所发动的。在大规模非暴力“团结工会”的抗争过程中，可以清楚地看到，即使是共产党也不再可靠，而且是处在崩溃的边缘。 \n   \n   政变的进行也可能是企图无情地粉碎非暴力的抗争运动，以维护独裁政权或其他的压迫。这种事发生在1988年9月的缅甸，当时是在非暴力抗争推翻了三个军事控制的政府之后，民主的领导人之间还未能彼此同意，谁应该领导新的民主政府。\n   \n   另一种可能性是，在成功地破坏了独裁政权之后，另外一个具有自己的动机和目标的团体可能在一个政治不稳定的期间，为了达到自己的目的而企图夺取控制国家的机器。他们的目的可能是使自己成为新的统治者。这就是1917年10月继成功的非暴力二月革命终结了沙皇体制之后，布尔什维克在俄国的作为。\n   \n   为了民主变革的非暴力抗争之战略规划者，必须考虑如何防止和击退政变的假设情况，就不管他们所说的任何目的了。（ 防止和击退政变的分析与方案在：吉恩 夏普 和 布鲁斯 詹金斯 《反政变》第1-59页）\n   \n   解放，不会完美 \n   \n   成功地推翻一个独裁政权或其他压迫，不会马上产生一个近乎完美的新体制。不过，它将是超越过去的一项重大改善，在很大程度上旧秩序将会消失。新的政治秩序，必须符合社会的需要与人民的决定，将是一个让渐进改革可以成长和成功的体制。这条道路将是曾经被开拓过，可以建立一个可以持久、自由、民主和人民可参与的体制。\n   \n   将会需要许多额外的努力，以建立不断改善的社会的机会。这些努力可以包括： \n   \n    对于要颠覆民主的政治、社会与经济之权能提高并实施新压迫的新企图，准备加以遏止和击退。\n   \n    加强和振兴现有的公民机构\n   \n    建立新而更加公平的机构，及普遍加强公民机构的能力，以满足国家组织结构之外社会的需要。\n   \n   初期的主要解放之后，所有这些额外的努力，困难度将比他们在旧体制之下远远小了很多。同时，人们将比以前更有经验发动有效的非暴力抗争。更近一步，人们将已经强化民主化的社会、经济和政治机构，透过它们人们可以采取行动，来处理一些剩余的问题，同时也成功地面对着新的挑战。\n   \n   对于希望拟订一项战略计划、可以解放生活在独裁统治或其他压迫的人民之个人与团体，本指南中提出的任务是很庞大的。有些人可能会感到被泼冷水而怀疑他们是否具有完成这些任务、而且有准备这项自我解放总体大战略的能力。\n \n   不过，利用新增的知识与理解，及一步一步地努力，这个一度曾经是不可能的任务，已经展现成为一系列可以实现的任务。这个总体目标值得这样的努力的。\n   \n   透过健全的分析与仔细的规划、有纪律的和勇敢的行动，要摆脱压迫体制、迈向一个建立以责任与自由之基础的改善社会，是一件可能的任务。",
				"added": 1493516764
			}
		]
	},
	"comment_vote": {
		"3_122w74v5jtXmFAiJbpjaeFXpkFZyvZ3gfi": 1
	}
}