{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "竞争币 投资价值",
			"body": "比特币已经说得很多了，虽然性能已开始变平庸，但至少在储值，抗拒通胀这个领域，它是无懈可击的，以太都做不到。再加上其名头，品牌，以及大量的用户包括一些死忠粉丝，可以预见其未来的增值潜力仍然巨大，暂时不存在被任何外界力量挑战的可能性，更不可能被BCH之类取代。至少目前没有任何可担心的。我相信真到了有危险的那一步，自然会有征兆出来，我也会提醒大家，但至少暂时目前看不到有任何需要有担心的征兆。 \n\n  以太相对比特币而言，是一个大的进步，可说它除了没有比特币那么坎坷的经历和第一数字货币的名头外，具备几乎所有比特币的特点，还有一些比特币本身所不具备的优势比如智能合约，业界或许还将需要数年时间来摸索和尝试，但对于一些在互联网和IT领域摸爬滚打多年的人，完全可以非常直观地感受到它的杀伤力。 \n\n  我以为从目前的情况看，只有以太币，具备了在未来赶上比特币的某种可能性。因此我谈到数字货币投资时，总是将其与比特币相提并论，只是大家可能需要给以太币一定的时间，也许一两年，或者更长，持币要有耐心。 \n\n  BCH、BCD以及SBTC之类通过IFO，从比特币分出来的数字货币，因其从比特币母链分叉而出，因此我统一称为子币，这类子币与生俱来的先天弱点是：自己不能掌控自己的命运，其命运押宝在比特币始终内讧，始终无法升级之上。而一旦比特币顺利实现升级，性能上BCH再无任何优势，用户和品牌更不能企及，那BCH的价值则有可能急剧降低，因此其风险是相当大的，将资产注入到这类数字货币中，我个人认为投机的成分远大于投资，而我们从这个帖子最开始就是在强调投资，从始至终没有任何投机的成分。 \n\n  当然这些子币也并非一点机会没有，如果其也能有一个核心技术团队，也能有自己的技术路线，不断升级，不断提升，始终让自己与比特币以及其他数字货币保持足够的性能优势，并以此作为自己的特色，始终保持，那未来的数字货币市场将有他们的位置，但要做到这一点，谈何容易。 \n\n  如前所述，如果比特币始终固步自封，始终内讧不断，而其他数字货币则不断升级，不断发展最终性能出现巨大差异，甚至不足以承担比特币本应承担的责任，用户开始不断转移时，也一定要兑换离场，兑换成某个更有价值的数字货币，但目前无需担心。（来自天涯社区客户端）\n\n#真谛 币圈最经典笑话# \n\n  顺便再说一个笑话，本贴前面曾有用户发过这样一个评论：“数字货币缺少的是一次低门槛入场机会\"，呵呵，这绝对是币圈最经典的笑话。从比特币1千多一个，到6万多一个，这中间，数年的时间里每时每刻，都有无数的人在以各种方式以各种文字各种语言重复这句话，而且今后还必将有无数的人反复地再次以各种方式无数次地重复这句数字货币领域最经典的笑话。而实际上任何时候都是数字货币低门槛入场的机会，从三年前一直到现在，都是（当然真正卖房买币和把身上所有两样的器官都卖掉一样，然后彻底梭哈的机会还真不多）。 \n\n  这个笑话里其实有最最根本的投资真谛，我个人的理解是一种所有最优质投资品（一定要确定自己有正确的投资理念，而不是把投机，甚至捡漏的想法当初投资）都拥有的共同属性，就像过去十几年里北上广的房子一样。具体来说就是：任何时候要你买，你都觉得贵！而且是死贵！超贵！但只要再过两年，你就会发现当初那个你觉得死贵超贵的价格，其实即使不算白送给你，也真跟白送差不了多少。 \n\n  对比特币而言，尤其是这样，而且比特币确实不需要两年，只需要一年，甚至只需要半年（比如今年这种行情），你就会发现当初的价格，即使不算白送给你，也真跟白送差不多少，而且这种情况在未来数年内，甚至可预见的将来都不会有改变.... \n\n  很多对数字货币犹犹豫豫，徘徊踌躇，觉得自己错过这一波的，看到这个帖子，应该都能解脱了吧。这样一个真谛，用这样一个经典笑话的方式告诉大家，相信大家都能从投资迟疑中挣脱出来，并牢牢记住一辈子，甚至传授给自己的后代子孙。而那些没有看到这个帖子的，想靠自己的力量挣脱出来，恐怕就远不是那么容易了。顺便提一句，这个真谛不仅适用于数字货币，也适用于其他投资领域，比如古玩、房产等等。 （来自天涯社区客户端）",
			"added": 1512125948,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 2,
	"comment": {
		"1_17QTndFfMo1bnpJJFGs1NFF9E8s5XzAz4j": [
			{
				"comment_id": 1,
				"body": "平均而言，到目前为止，几乎每年1个比特币的价值都会上升10倍。从2010年的0.1美元，在2011年的1美元，到2012年的10美元，到2013年的100美元。接下来，速度开始略微地放缓，升值速度变为每2年上升10倍。2015年1000美元，2017年1万美元，2019年10万美元，直到2021年的100万美元。\n\n从那以后，美元已经无法用来衡量比特币的价值了，因为人们已经不再使用美元。同时也没有任何其他中央银行再做发行货币这件事。在当今世界上主要有两种形式的财富：土地，加密数字货币。\n\n当今世界有大约有1900万的比特币在使用，剩下的几百万比特币永久的丢失了。今天全世界依然保持着70亿的人口，算下来平均每人仅拥有0.003个比特币。然而，由于我的世界里依然有财富分配不均的情况，实际平均每个人只拥有大约0.001个比特币。你说对了，很多今天正在阅读本文的人在未来是富有的。",
				"added": 1512126311
			}
		]
	},
	"comment_vote": {
		"1_17QTndFfMo1bnpJJFGs1NFF9E8s5XzAz4j": 1
	}
}