{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1512496361_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"1512556927_1AZYSfyeKjZbAN9BPYYFf1FCSm9ujLXMcu": 1,
		"1512565682_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1512309807_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1512591309_15FBwNYD2411XkJJ1wDSK2HMFNNNFJhnt3": 1,
		"1512686154_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1512677933_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": 1,
		"1512712488_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": 1,
		"1511856741_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1512779248_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1512998155_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": 1,
		"1513048648_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1513173492_19LcfC7AgJy2RtGJBMKESyCHsunPpsyyaH": 1,
		"1513304085_17Rdzwwv6BpXjyZeCQNRFUbMQ3uTPNhZHX": 1,
		"1513430393_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": 1,
		"1513362859_15zSEBpmS1CwXsJjDA5ymFXtoGpsnpYCWr": 1,
		"1513417002_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": 1
	},
	"next_comment_id": 36,
	"comment": {
		"1512556927_1AZYSfyeKjZbAN9BPYYFf1FCSm9ujLXMcu": [
			{
				"comment_id": 1,
				"body": "Clicking the link worked for me and directed me directly to the file.\n\nI'm not sure if the fact that I have ZeroUP well cached makes any difference but the link seems to work as intended.\n\nAnd of course as expected, a look at ZeroUP shows that I have become a seeder since I viewed the file.",
				"added": 1512571948
			}
		],
		"1512651955_1GSZKHqdkmnBZHy1FUXbq2PQT4hHD1ZQHj": [
			{
				"comment_id": 2,
				"body": "You are able to open the port on your router, I'm sure the option is just hidden away. These features are often placed in the Security setting with a title of NAT/Gaming",
				"added": 1512663403
			}
		],
		"1512670072_1Ga7vs5ZV73jbTSMR77FuZi8KWt2MnBSvb": [
			{
				"comment_id": 3,
				"body": "How to block a user:  1. Goto http://127.0.0.1:43110/zeroid.bit/  2. Search the user repository for the name you want to mute. 3. Click the button that says 'mute user'. 4 Live your life away from their words of retardation. Enjoy!",
				"added": 1512672245
			}
		],
		"1512686154_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 4,
				"body": "I hope it does work out, the proxy is a great way for me to advertise live examples of the decentralized capabilities of zeronet. I keep trying to forward people to zerocat/KopyKat so they can watch some videos and you can get some good mining time windows. -cheers",
				"added": 1512693037
			}
		],
		"1512712488_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": [
			{
				"comment_id": 7,
				"body": "Well if you end up creating a proxy,  be sure to add it to the proxy section of ZeroWiki so that others will know about it.  \n\nZeroWiki Zeronet proxy page:  \nhttp://127.0.0.1:43110/138R53t3ZW7KDfSfxVpWUsMXgwUnsDNXLP/?Page:proxies",
				"added": 1512866365
			}
		],
		"1511856741_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 6,
				"body": "Here are a few of my suggestions that I feel are missing from KopyKat  \n  \n - Star rating systems & the ability to sort by average rating (no start to 5 starts)  \n - Category Assignment (News, Entertainment, Trailers, etc)  \n - Search tags (politics, movie, etc)  \n - [Safe For Work] flags or some other flag let the viewer know of any potential adult content in the video.  \n - No Seeds Exclusion Option (An Check box option to exclude any listings that have peers but no seeds and would result in long play delay)  \n - Length ID and an ability to sort by video length (So I can separate documentaries & shows from short clips)  \n  \nEdit #1  \n - It would be great if users could share a url that pulls a search result. For instance if I search for Mr Robot, it would be great if I could get a URL similar to:  \n '' https://www.zerocat.eu/18Pfr2oswXvD352BbJvo59gZ3GbdbipSzh/?search=mr_robot ''  \n  \n- Assigning videos to 'Favorites' Lists, Being able to share or browse a catalog of people's favorite list / playlists\n- An ability to 'mute' specific users without having to assign a global mute through ZeroID\n\nI'll come back and add more when I think of them. Keep up the awesomeness.",
				"added": 1512865479
			},
			{
				"comment_id": 11,
				"body": "> [kopyjane](#comment_111_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): [...]If so, then users will have to re-upload thumbnails to every video they'd uploaded before the upcoming update.  \n  \nJust wanted to note that this should be completely acceptable considering the site is still in Alpha. We are all here to support the site and to not treat it like some finished product, yet.  \n  \nBut, IMO, auto generating the thumbnails would be best but it would remove control from the users. But using external images never did feel right to me even though I did it like 5 times.",
				"added": 1513000444
			},
			{
				"comment_id": 12,
				"body": "> [kopyjane](#comment_116_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): [...]  \n  \nOn the site, I would highly recommend to create a hyperlink that links the side bar text of 'v0.1.20 ALPHA' to this Zeronet discussion since they are related to each other. just imo.",
				"added": 1513010432
			}
		],
		"1512912701_149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN": [
			{
				"comment_id": 8,
				"body": "While I love your project, I can't help but to frown at the site name of YouTube. Sure it's a great & accurate description of the project being built, I can't help but to have a feeling of FUCK Google and the bullshit it stands for. We here in the Zeronet community can do something far better than just Google / YouTube.  \n  \nAnd I know you don't have any affiliation at all with Google beyond a name relation, but that may be why I myself have a stronger preference for KopyKat as it seems more of a original concept regardless of the duplicate design.  \n  \nIf there were more average users on ZeroNet, a name like YouTube would be a hit. But I noticed that the crowd here is very tech savvy & aware and are likely not fond of Google at all.  \n  \nJust my few words of consideration. I wish this project the best of success.  \n  \nKopyKat: http://127.0.0.1:43110/big.kopykate.bit",
				"added": 1512926599
			},
			{
				"comment_id": 9,
				"body": "imo, you should make a PornTube or ZeroPorn or something similar. That's something that would be of similar framework but many would be able to get into. I'm sure I'm not the only chronic masturbater around here. :)",
				"added": 1512946171
			},
			{
				"comment_id": 10,
				"body": "> [install](#comment_8_149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN): [...] as quickly as possible.\n\nThat's going to be no joke if the US Net Neutrality becomes ruled out over the Christmas holidays.",
				"added": 1512948450
			}
		],
		"1513048648_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 13,
				"body": "I've noticed that too. My pi get's about 400 - 600 on Play alone depending on the time of day. Sometimes I wonder if there are more as the proxy reports in the thousands and that a node like mine or the proxy doesn't connect to every peer and there are more that remain unconnected directly to me (as there are enough connected to propagate a change) or there is a bug in the peers reported to serve the page. Just my observation. I could swear I remember nofish saying a node doesn't connect to all peers available as a means of security, but I could be wrong.",
				"added": 1513048992
			},
			{
				"comment_id": 14,
				"body": "as of right now the peers are about similar between the two nodes, on play the proxy shows ~95 more peers than my pi shows which is expected for this time of day to me.  \n  \nBut look at that... I see 0porn having ~1000 peers which I don't have seeded. So it makes me wonder how many more hidden peers there are. Those who don't seed play or any of those front pages.",
				"added": 1513050567
			}
		],
		"1513304085_17Rdzwwv6BpXjyZeCQNRFUbMQ3uTPNhZHX": [
			{
				"comment_id": 15,
				"body": "Welcome to the global community.",
				"added": 1513312558
			}
		],
		"1513430393_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 16,
				"body": "oh thank goodness, I was worried that a flurry of DMCA notices ass raped it.",
				"added": 1513441651
			},
			{
				"comment_id": 20,
				"body": "> [mrsrobotmobile](#comment_3_1HsgZpHaZ5BRUK5qr2YMWnubgKyNuSqokH): More should have been said earlier. I've been frequenting Zerotalk for about a year and a half now.. Yet.. Ive seen Not one mention of this. [...]\n\nIt won't really say anything, I noticed most of those peers originated from Asia and their tastes of taboo are well known there mixed with the dense population and quick adoption of 0net usage, it would only make sense for the popularity boost.  \n\nAlso it doesn't reflect much on Zeronet imo. Any user of zeronet would understand how quickly technology changes and progresses. Do clearnet users still believe that Google is still putting up a good fight for the independent creators rights as the company once did in the late 90s? Not exactly.  \n\nWhen Zeronet becomes a popularity issue with the powers that be, expect the Zeroent network to be discussed by mean stream outlets as the new Tor2.0. Much like there are a plethora of articles that mention the name \"Kodi Box\" referring to a Pi loaded with the Kodi media player to the extent of CGI graphics with a Kodi Logo cropped onto a pi case.  \n  \nWith the way things are headed, we can expect the same discussion to rise about ZeroNet in only due time. The real waves don't begin until the power struggle starts.",
				"added": 1513447917
			},
			{
				"comment_id": 35,
				"body": "> [mrsrobotzerocat](#comment_2_1DpN91N84piuzYn2iJKM9RK3Ek8JVNjewa): Zerocat.EU up and running again. All done on my phone.. :) [...]  \n  \nIf you decide to keep the CoinHive miner active on the proxy, ensure that the confirmation prompt remains intact. Otherwise your Coinhive account would be in violation of their terms for not informing visitors of the mining script. So just a heads up. I don't want you to lose any revenue generated from a simple prompt disable mistake.",
				"added": 1513492002
			}
		],
		"1513417002_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 17,
				"body": "\"Should not there also be an age disclaimer....if not for legal reasons ..then maybe Moral ones?\" What would you prefer, Two buttons that read [I am 18 years old or older] - [I am not older than 18 years old] ??  \n  \nThis seems to be the 'good enough' solution for the majority of other porn sites. Also, if a site that has 'porn' in the title is in need of a disclaimer warning. I would say that user is surfing the wrong network.\n\nAlso Zeronet isn't completely without censorship. The site owners are free to remove content as they please. The only aspect of zeronet that is censorship free is that anyone can clone any site they want and start their own spin off where they can dictate what is or isn't allowed on their own site.",
				"added": 1513441962
			}
		],
		"1513362859_15zSEBpmS1CwXsJjDA5ymFXtoGpsnpYCWr": [
			{
				"comment_id": 18,
				"body": "To be honest, I think there should be a ZeroNet site that has a list of all the politicians, their appointed political positions, their ex employment positions and lobbying spots, along with their names, alias, addresses to all of their residencies, and any bit of contact information available.  \n\nYou know, just in case any US citizen wants to send them their best regards and a few words of wisdom.  \nThis is a democracy after all right? We don't need shadow figures operating in the dark with impunity.  \n\nAjitpai didn't post any information that wasn't already public knowledge. We will soon be saying \"Why can't I access Zeronet!\" oh, it's because your government deregulated your ISP as politicians act with impunity.",
				"added": 1513442539
			},
			{
				"comment_id": 19,
				"body": "\"So Democracy to you means the thuggish intimidation of those with whom you disagree?\"\n\nHow many Dakota Access Pipeline protest events need to happen before US citizens get the message. One can't expect citizens to respond in a civil manor in a world of hostilities.  The once peace keeping officer has been militarized while we worry about the addresses of politicians spilling into the public forums because their bought decisions may affect them or their families. Oh fucking no!'s Of course who's to blame? The powerless. Good Job.",
				"added": 1513446688
			},
			{
				"comment_id": 21,
				"body": "> [ins0mniak](#comment_9_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): Also, what on Earth does the Dakota pipeline have to do with Net Neutrality or harassing people on the internet? LOL. \n\nIf you are in need of me to hand hold you and point out the relations of the abuses & manipulation of authority powers between Net Neutrality & NoDAPL, you are beyond hope of any explanation.",
				"added": 1513448314
			},
			{
				"comment_id": 22,
				"body": "> [ins0mniak](#comment_10_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): Im just asking for you [...].\n\n  1. I already did defend  my position and you laughed at my comparison. It's of no fault of mine that you didn't understand the comparison and I'm not about to hand hold you.  \n  2. I wanted you to understand but that's obviously not going to happen. You started off attempting to troll the guy who posted the address. I gave my opinion on why this is acceptable, and now you're attempting to troll me. Would that stop me from creating some other zite with every politicians info on it?  \n  3. People don't have to take me seriously, they live in this world too. Things like Net Neutrality and DAPL affect them just as much and I'm sure they are fully capable of their own judgment. And you know this, and that's why your having a fit about the address being posted.  \n  4. Anyone who would bother to search the protest events of NoDAPL would see why someone felt the need to publish some address over Net Neutrality. Do continue to cry more, it won't change anything.",
				"added": 1513449208
			},
			{
				"comment_id": 23,
				"body": "> [ins0mniak](#comment_11_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): LMFAO. Fight The Power! lol\n\nNice response of platitude. You sure won this discussion. -Bravo",
				"added": 1513449418
			},
			{
				"comment_id": 24,
				"body": "\"So Democracy to you means the thuggish intimidation of those with whom you disagree? Don't be coy, it's obvious that that is what you are inferring.It's pretty sad that people like you don't even have even the most basic critical thinking skills with which to argue your viewpoints. No, it's just \"I disagree, so I'm going to be a thug and aggressive towards others\"\n  \nYou were never here to have a discussion with me, you already labeled me a 'thug' just from expressing my view of acceptance of the address. Don't try to play the game of civil now that your bullshit has been smelled.",
				"added": 1513449588
			},
			{
				"comment_id": 25,
				"body": "> [ins0mniak](#comment_13_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): I didn't label you as anything. I characterized your ideas as thuggish. Not playing any game of civility, I was just waiting for an actual argument after I challenged you. Again. All rhetoric. Lol\n\nIt's whatever man.",
				"added": 1513449793
			},
			{
				"comment_id": 26,
				"body": "> [ins0mniak](#comment_14_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): I'm sure the powers that be will be terrified.\n\nMaybe not, but I know I can at least get one trigger out of the whole deal. And that would be Yours...",
				"added": 1513450005
			},
			{
				"comment_id": 27,
				"body": "> [ins0mniak](#comment_15_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): You are a fucking idiot.\n\nScroll all the way down big boy.... \"You are a fucking idiot.\"\nThose are your words, not mine. Looks like a trigger to me.",
				"added": 1513450277
			},
			{
				"comment_id": 28,
				"body": "> [ins0mniak](#comment_16_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): You are a fucking idiot. You've demonstrated that. Lol How old are you?\n\nA really smart 13 year old that knows politics and how to make zeronet sites. Do you find it amusing to argue with kids much? Not only am I a thug now... I'm a childish thug... those are the worst!!",
				"added": 1513450497
			},
			{
				"comment_id": 29,
				"body": "> [ins0mniak](#comment_17_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): Yeah. Teach me about politics bro. Lmfao.\n\nSigh... post a response to a topic comment about an address...  \nGet a demand thrown at me to teach a troll politics.  \n  \nWhat's new",
				"added": 1513451338
			},
			{
				"comment_id": 30,
				"body": "> [ins0mniak](#comment_18_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): Disagreeing with someone is not trolling. FFS.\n\nCalling them a thug and another a fucking idiot is though. Sooo yeah, there's that.",
				"added": 1513451537
			},
			{
				"comment_id": 31,
				"body": "> [ins0mniak](#comment_19_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): Actually I thought about it and you were right all along. [...]  \n  \nA troll that admitted defeat, holy hell it must be some sort of hybrid...",
				"added": 1513451833
			},
			{
				"comment_id": 32,
				"body": "> [ins0mniak](#comment_20_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): That was sarcasm, ya super smart guy who makes zero net sites.\n\nAww... your just one of those normal trolls then... that's not very interesting at all.",
				"added": 1513451985
			},
			{
				"comment_id": 33,
				"body": "> [ins0mniak](#comment_21_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): Calling someone out is not trolling. My god you are slow.\n\nI'm just playing the part of the 'fucking idiot' that you expect me to be. Any sort of civil discussion has been lost long ago.  You remind me of my big brother, he's 14 and two grade behind me. :)",
				"added": 1513452534
			}
		]
	},
	"comment_vote": {
		"12_1AZYSfyeKjZbAN9BPYYFf1FCSm9ujLXMcu": 1,
		"11_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe": 1,
		"14_1AZYSfyeKjZbAN9BPYYFf1FCSm9ujLXMcu": 1,
		"55_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": 1,
		"56_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": 1,
		"13_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe": 1,
		"14_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe": 1,
		"184_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"125_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"1_19hoduLR1FWYebZFxdJsgbEYvhrdxN5AP9": 1,
		"128_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"1070_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"1071_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"97_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"15_16PUgFapj8pSnEnS1bcAGVRPtfwvQBheRG": 1,
		"1_149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN": 1,
		"280_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"103_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1_1GAumSesDTtxUTSa1BjAxU4YbbvWm8jskR": 1,
		"105_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"106_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"75_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"76_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"4_1GAumSesDTtxUTSa1BjAxU4YbbvWm8jskR": 1,
		"281_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"282_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"104_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"283_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"5_1GAumSesDTtxUTSa1BjAxU4YbbvWm8jskR": 1,
		"107_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"2_14tGkWydPLnPCVP5i9T4WSccnyAuLjEBnv": 1,
		"186_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"10_1NVRQ533fwKrZaRyP8joH2kk6gis2G7PVp": 1,
		"11_1NVRQ533fwKrZaRyP8joH2kk6gis2G7PVp": 1,
		"12_1NVRQ533fwKrZaRyP8joH2kk6gis2G7PVp": 1,
		"5_149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN": 1,
		"8_149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN": 1,
		"9_149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN": 1,
		"13_1NVRQ533fwKrZaRyP8joH2kk6gis2G7PVp": 1,
		"3_1gJPRbL7puiekYd32rYVuCkELC43bCsY9": 1,
		"400_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"2_1KsFe6vgVpNFCNTQDQryrcQYySkAbFLXCV": 1,
		"31_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe": 1,
		"32_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe": 1,
		"117_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"432_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": 1,
		"120_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"119_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"15_1P1baCe1LLjror4CZjChWFy7D7cVWyPL83": 1,
		"3_14tGkWydPLnPCVP5i9T4WSccnyAuLjEBnv": 1,
		"1076_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"121_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"4_14tGkWydPLnPCVP5i9T4WSccnyAuLjEBnv": 1,
		"118_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"133_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"1_19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB": 1,
		"301_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"41_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe": 1,
		"1_1LrDWSzi63MhST9ZNkefSPJGFAuByRMeCx": 1,
		"2_1LrDWSzi63MhST9ZNkefSPJGFAuByRMeCx": 1,
		"40_19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB": 1,
		"6_16AACVBLhoSY2jjGMtP7VKAEbjJUcKgQ1y": 1,
		"103_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt": 1,
		"1_1LaJfJUW2aw5mNW6z2Kx5QN1R91GMYiXRz": 1,
		"12_1GnKQZXGc51J9spdsMMXxJizM41LXeKEBz": 1,
		"84_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"315_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"314_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"316_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"14_1GnKQZXGc51J9spdsMMXxJizM41LXeKEBz": 1,
		"13_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj": 1,
		"5_1HsgZpHaZ5BRUK5qr2YMWnubgKyNuSqokH": 1,
		"15_1GnKQZXGc51J9spdsMMXxJizM41LXeKEBz": 1,
		"6_1HsgZpHaZ5BRUK5qr2YMWnubgKyNuSqokH": 1,
		"13_1GnKQZXGc51J9spdsMMXxJizM41LXeKEBz": 1,
		"1_1HsgZpHaZ5BRUK5qr2YMWnubgKyNuSqokH": 1,
		"2_1HsgZpHaZ5BRUK5qr2YMWnubgKyNuSqokH": 1,
		"85_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"2_1DpN91N84piuzYn2iJKM9RK3Ek8JVNjewa": 1,
		"45_19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB": 1,
		"46_19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB": 1
	}
}