{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "0网将来能实现交互式的网络游戏吗？",
			"body": "",
			"added": 1498921102,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "王岐山书妓可以出一本书了，叫《王岐山教你盗国》",
			"body": "中共已经无药可救了，这种东西还在台面上丢人现眼竟然无动于衷。",
			"added": 1500377760,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"2_1NJzYVY3VakLY9s9S2TXHFBCtiZXWeYKZz": 1,
		"3_1NJzYVY3VakLY9s9S2TXHFBCtiZXWeYKZz": 1,
		"2_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g": 1,
		"3_1PPHzUHjZ77arm8QhzTWpWL5H6ECqd9oeD": 1
	},
	"next_comment_id": 94,
	"comment": {
		"353_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 1,
				"body": "让他一直说，有一天墙就倒了",
				"added": 1499103176
			}
		],
		"358_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 2,
				"body": "> [sibu](#comment_28_1FJCJm9PPaL2Lcfv64fSCuXXBHQcE4JdGY): 知乎上的90后完全相反，都是爹娘70后成功人士，名下有N套房产的人生赢家。\n\n知乎都是一群吹牛的，你信了他们就完了",
				"added": 1499279546
			}
		],
		"1_17BWZrVqbBfio1CrdRftMNhxWa4ybHfY3U": [
			{
				"comment_id": 3,
				"body": "聚集人气太难，现在墙内外的很多内容提供者或者原创者都被洗脑的厉害，完全不思改变现状。至于不被追查到，没有必要，他们每年要花60亿美元在GFW上，管天管地管空气的做派迟早会让他们破产",
				"added": 1499279868
			},
			{
				"comment_id": 4,
				"body": "> [gdd](#comment_59_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 有一句话你说错了，管天管地管空气的做派不会让他们破产，而是会让老百姓破产。俗话说再穷不会穷皇帝：59年时，老毛因为老百姓正在饿死，为了与民同苦，公开宣布不吃红烧肉，私底下改吃每天用专机送来的海鲜，就证明了这点\n\n穷皇帝和穷城墙是两回事，财政困难的时候他们就没有能力去支撑维稳系统了。共产党治下还是有数次大规模的民众运动就印证了这点",
				"added": 1499323204
			}
		],
		"3_13tNGZhqdsYK3xJ5mXcRDNmaA1phqqFEdT": [
			{
				"comment_id": 5,
				"body": "> [vincentcheung](#comment_33_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV): 要允许小粉红说话，毕竟我们跟小粉红不一样。\n> 他们能认真辩论思考，就能策反更多小粉红自干五。\n> 给共党釜底抽薪是喜闻乐见的。\n> 即使他们就是复制黏贴骂街，也可以，正好给其他不了解的群众提供反面教材。\n> 言论必须开放，不怕跟五毛小粉红辩论，只有共党才怕辩论。 :)\n说的对，很多小粉红内心都是矛盾的。只要我们的风气好了，他们就会抛弃对共党的幻想",
				"added": 1499325167
			}
		],
		"361_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 6,
				"body": "> [zerocatty](#comment_440_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW): 不是说印度是民主制度么：）\n\n民主制度和民主国家是不一样的，绝大多数国家都有民主制度，包括中华人民共和国。但是民主国家却不多，要实现民主除了制度之外还要有司法独立、监督机制、军队国家化等等一系列东西做支撑的。印度只能说是一个较为民主的国家，虽然这个国家有民主选举和司法独立，但是其政治和司法的腐败和一些利益集团掣肘了人民的力量。",
				"added": 1499508297
			},
			{
				"comment_id": 7,
				"body": "> [buhexie](#comment_45_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 劫富济贫，还是不错\n\n问题是这事情很有风险，不管政府做的一件事对不对，只要它还有讨论空间民主国家的议会一定会出来发声",
				"added": 1499510256
			}
		],
		"1_13FDDAx9qYQHYgjiDYjUimK4sMFwNENhGu": [
			{
				"comment_id": 8,
				"body": "> [nekocross](#comment_307_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz): 官网没被封，代理也还有好几个能访问\n\n> [zerocatty](#comment_443_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW): 封掉不难的\n\n怎么可能不难，中共还能全球搞破坏不成？零网又不是国内局域网",
				"added": 1499716444
			}
		],
		"363_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 9,
				"body": "他要封零网就得物理断网，到时候就可以上街了。",
				"added": 1499726300
			}
		],
		"5_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x": [
			{
				"comment_id": 10,
				"body": "赶紧去人肉太子党、红小将，收集他们的罪证。然后在枪口和坦克面前公布它们，他们就会倒戈了。",
				"added": 1499916828
			}
		],
		"14_12Ugp53jiMdvj1Kxa1w7c2LcXUBdGPs1oK": [
			{
				"comment_id": 11,
				"body": "应该和政治相关，国内正在全方位收紧自由，这么大的动作不可能不是中共真正的实权派下了命令",
				"added": 1499918165
			}
		],
		"2_1ADYd7UhXNnbWtBfs5Hv1ZCAn1sDMAyM4U": [
			{
				"comment_id": 12,
				"body": "133A158A4BBA6E84FA6A9B2A74043145388D2CD11AE1C5D78ACABE604FE2836D47824B713833",
				"added": 1499942490
			}
		],
		"1_1MH5FyrHx36GJFQjG2XdFm1ua9ydRahyM4": [
			{
				"comment_id": 13,
				"body": "习包子代表不了共产党，你得拿着四中的红卫兵名单一个一个枪毙过去。",
				"added": 1499942927
			}
		],
		"1_1MmfDp2ghmcGgXqFwXgAdn5aVmbjt4r5vX": [
			{
				"comment_id": 14,
				"body": "这个技术完全不是什么秘密，很多社区和公司都在研发和利用这一技术。我们知道，无线网络一般有两大常见的类型：一是基础结构网络（Infrastructure Network），二是无线自组织网络网络（Wireless Ad-Hoc Networks），也称对等网络。前者要依赖一个网络基础架构，利用高速的有线或无线骨干传输网络，使移动节点在基站的协调下接入到无线信道。大部分无线通讯是通过基础结构网络来实现的。这样的结构使得网络过份地依赖于传输路径，使得其极为脆弱，一个节点出了问题，整个通讯网络可能瘫痪。这种封闭式的通讯网络的缺陷是网络之间各自为战，互不连接，使得一些区域变成不被信号覆盖的孤岛，或让人们过份地依赖于政府或网络公司的设备和技术。\n\n　无线自组织网络不需要既存的网络架构，它是由若干有无线接口卡的无线终端组成。这些无线终端相互之间进行节点对节点，或一个节点对多个节点之间的连接，其每一个节点都可以转送封包给其他节点，整个网络是由节点与节点间动态连接形成，在 WLAN 的覆盖范围之内进行通讯。它直接让用户相互连接，从而提供了不需要中心发射塔的多路径通讯方式。它的优点在于，一个节点出故障对整个网络不构成影响，它可以利用现有的各种各样硬件设备和装置建立电讯基础架构和网络，实现点对点，端到端的网状型的直接通讯，避免网络依赖信号路径，以及网络被政府和公司锁定。网状网络是开放型的网络，它为创新发展开拓了巨大的空间，向社区和国家提供了造价低廉，质量优异的通讯平台。网状网络有很大的灵活性，它可大可小，可以用来覆盖几家人或一个街区和村子，也可以扩展到整个国家。\n\n　萨夏团队开发的这项网状网络技术是建立在 WIFI 的一种无线自组织网络。它使用应用程序软件将普通廉价的任何有无线联结网功能的装置连接起来，譬如手机，手提式电脑，桌面电脑，无线网卡，适配器，路由器，拇指驱动器，游戏机，带有蓝牙技术的装置等等，使它们形成一个共享的区域网络。具体说来，这项技术的核心是利用基于Linux的嵌入式装置被称之为OpenWRT的定制软件来组网。这是一套开源无线路由器的应用程序软件，它不是一个单 一、静态的，而是一个可添加软件包的可写定制软件，使用者可以自由地选择应用程序和配置，而不必受设备原厂商的限制。这个软件系统可以连接有无线联结网功能的装置而形成一个网状网络。在此网络中，通过各种移动路由协定，使用者可以收发、转发信息文件，相互通信，而不受中央系统控制。使用者越多，网络连接的功能就越强。\n\n　萨夏将其开发的软件称为“动荡”。目前该软件可以安装在安卓（Android）一类的手机上，并与像 Ubiquiti Networks 公司生产的的低成本高质量的路由器提供无线接入点而组网。“动荡”软件提供自动配置功能，任何不懂技术的人都可以安装。这项技术处理互联网流量的能力取决于与互联网连结点的多少。\n\n　它还可以用饭盒大小的便携式路由器，取代手机发射塔，在一个地方区域内让手机和其他任何可以无线上网的装置相互联网通讯以及和外部世界通讯。随着科技的发展，未来可利用的已有设备和装置一定会越来越多，将会为这一技术开拓更为广阔的前景。譬如，从单一的 网络无线频率带宽到多个频率带宽，从某些无线发射装置和设备到所有无线设备和装置，包括收音机，电视等等。\n\n　这项技术的另一更重要的使用是，贫困偏远信息落后的社区可以利用其蛙跃式地、经济地进入现代信息世界，拉平与发达地区的信息距离，而不必建造昂贵的IT基础设施。人们可以利用网状网络技术，从事教育，开发经济，交流信息。它还有一项功能是，在地震、洪水等灾害降临，基础通讯设施被破坏无法正常工作时，这项技术能迅速地帮助灾区人民 建立通讯网络，可以保持通讯畅通。此外，它也会带来许多新的商机。譬如，免费手机通话等。\n\n　必须说明的是，这项技术是公开的，并不是美国发展的秘密武器，也跟所谓网战和国家安全战略没有任何关系。任何人都可以下载这个技术软件，可以根据自己地方的需要，发展和改善这一技术。这项技术的核心是使人们相互连接，让所有的人都能自由的交流沟通，为世界上没有信息自由和言论自由的个人团体和社区提供了一个有用的工具，让更多的人们公开地参与，更大规模的连结社区，来决定他们国家政府制度的前途。\n\n　中国的手机用户已达9亿，互联网网民总数达到5亿，同时有数亿台桌式和手提式电脑和其他无线上网的设备和装置。如果政府关闭至联网，这项技术有可能使之恢复。西班牙、丹麦、委内瑞拉、印度尼西亚等国家和地区已经正式使用该技术；现有通过这一技术结网所复盖履盖的面积已达两千平方公里。这个履盖面积可以轻而易举地将北京市735 平方公里和上海市区610平平方公里履盖起来。\n\n　当然 这一技术这不是解决一切问题的方案，它只是一项有用的工具，并不能完全绕开监视和安全营运。政府有可能利用监视技术，查出使用这一技术的人士。但是，这就像禁止用各种天线接收外国电视卫星信号一样难以实施。况且，这项技术设计宗旨从一开始就是要与建立一个独立的不受中央设施控制的网络，使得每个有有无线连接能力的设备和装置相互连接起来，同时作为网络中的中继点，使得整个网络动态地连接，而不依附于固定的电讯基础设施。这样的点对点和端到端的独立架构，有很强的能力抵御和消解政府的反制措施，使得政府阻止、控制、监视这个网状网络便得很困难。这个点对点和端到端的网状网络技术大到连接整个城市和地区，小到直接连接两个手机。政府对其的反制就像不准两个人之间直接谈话沟通一样困难。\n\n　这项技术的另一个优势在于它是开源和开放性的，如果政府在软件编程代码中安插一个监视后门，这项技术高度透明和开放性可以通过国际开发人员社区不断地持续地检查来防上这种事情发生。当然政府可以通过大范围无线电干扰来反制这一技术，采用这个办法也有很大的难度，因为它会使所有的手机失去功能，引起民众反弹。\n\n　“动荡”软件目前已经初步完成开发测试，可供世界各地社区人民免费下载。该软件还有不足，有一些技术问题需要解决，萨夏的团队正在用国务院提供的资助进一步完善这一软件，使其使用更为安全，功能更为强大，界面更实用，并将其从安卓平台扩展到Linux、Mac、Windows和其他 多平台。",
				"added": 1500041980
			},
			{
				"comment_id": 24,
				"body": "> [niba](#comment_68_13BXkTJitXqtj4eL1qxXNgX45Fv5prutc1): 你说的是riot吧 用的人不多\n\n用的不多不是问题，三大运营商真的封BT了用的人就多了",
				"added": 1500478524
			},
			{
				"comment_id": 25,
				"body": "> [liup01](#comment_4_1MmfDp2ghmcGgXqFwXgAdn5aVmbjt4r5vX): 新疆开始强迫居民手机安装 净网卫士 WiFi串联的去中心化网络也不行了吗？!\n\n新疆模式是没法推广至全国的，新疆的维稳经费是其他地区的好多倍",
				"added": 1500486768
			}
		],
		"34_1FaP38aQeQwStzruHJ75NLCFc9m48itKdP": [
			{
				"comment_id": 15,
				"body": "-1m",
				"added": 1500105195
			}
		],
		"3_1FvnsJWRafUBWfdGpLm9DbtMQwFTaGjQBD": [
			{
				"comment_id": 16,
				"body": "伊斯兰教还没有足够的进步。但是在中国伊斯兰教也是受害者，政治不应该干预宗教，宗教也不应该干预世俗",
				"added": 1500117098
			}
		],
		"373_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 17,
				"body": "列强的民主形式主要是代议制民主、总统/半总统制民主，还有非列强的瑞典实行轮值制民主。总统制民主是在确立三权分立之后由民众直选总统组阁行使政府权力。而代议制民主是由议会推举（实际操作时是由执政党或执政联盟推举）的内阁行使政府权力，实际的国家权力完全在议会。中共名义上也是代议制民主，并且有人大和政协上下两个“议会”的两院制，但实际上是共产党权贵们的遮羞布而已。\n  总统制的优点是政府权力大、政策连贯性好、不易受外国操控、政治生态不易僵化，而缺点是容易引发严重的政策失误、容易引发巨大的高层腐败、容易被某些威权政治家利用。而代议制民主的优点是不易出现政治寡头、不易出现严重政策错误、能有效打击政界贪腐、更加代表民意，而缺点是政策连贯性差、议员容易被敌对势力渗透收买、政治生态容易僵化、容易出现结构性的政商勾结、民众的政治参与度低。",
				"added": 1500134827
			}
		],
		"1_1NMPdcQEdUUutPoh17P4RBiZJDXo8J6swb": [
			{
				"comment_id": 18,
				"body": "赵家人指中共权贵，出自于鲁迅阿Q正传的赵太爷的话“你也配姓赵！”",
				"added": 1500194760
			}
		],
		"2_1NJzYVY3VakLY9s9S2TXHFBCtiZXWeYKZz": [
			{
				"comment_id": 19,
				"body": "楼主注意排版",
				"added": 1500369266
			}
		],
		"5_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 20,
				"body": "这就太反人类了",
				"added": 1500377531
			}
		],
		"1_1DonHALGF9orFFoZ4cZiBHAx4Rgogojryx": [
			{
				"comment_id": 21,
				"body": "> [vanvan](#comment_1_1DonHALGF9orFFoZ4cZiBHAx4Rgogojryx): 口风是，你必须装个净网软件，才能连外网，会即时确定你的软件开着。净网软件会从客户端手段屏蔽一切不悦行为。其他非windows系统，如果不兼容净网软件，就永远不能连外网了。\n\n新疆已经在街上到处查手机强制装净网软件了",
				"added": 1500386693
			},
			{
				"comment_id": 23,
				"body": "> [vanvan](#comment_2_1DonHALGF9orFFoZ4cZiBHAx4Rgogojryx): 消息可靠吗，有没有新闻什么的，你是新疆人吗\n\n消息来自自由亚洲电台，比较可靠。但是规模未知",
				"added": 1500478406
			}
		],
		"1_1Lx1QjriiL6U9vaXhPDCF7UNwyHSr4WbJy": [
			{
				"comment_id": 22,
				"body": "> [imnobody](#comment_3_1DURv3AieHVABVoVRPTfF4vt9ERumJc82t): 以前在美国不是还有美国梦嘛，现在美国也嚷嚷着要重振美国梦。中国梦旨在中华名族的复兴，现在的安稳生活，能坐在这里上网看电视，写写评论，有稳定工作，中国在国际上的地位和面貌的改善，都离不开政府的决策以及每一个人的努力。中国梦不仅仅是口号，更是一种动力，是一代人的担当。每个国家都有自己的国家梦，英国有英国梦，梦想重振以往英国日不落的雄风；美国也有。不过在国内我们内部说说也就算了，要是楼主去了国外，被外国人说我们中国怎么怎么不好，中国梦怎么怎么不行，你肯定是不答应的。\n\n政府已经烂透了，窃国大盗们快要把国家掏空了。外国说中国政府不好、官员不好、制度不好、党不好，我都是同意的，因为这是基本事实，它确实不好。我们有时间做中国梦，不如起来给政府施压。只要每个人都站起来给政府压力，才有可能扭转现在的局面。你的银行存款、股票、房子都成了盗国贼剥削你的工具的时候，你怎么能够还睡在床上，做什么中国梦？",
				"added": 1500434008
			}
		],
		"2_1KNn9tCBsFfc4e5EEtpUeK52YFgEY61Q4": [
			{
				"comment_id": 26,
				"body": "这国的领导人很蠢。为何一个蠢的人能当国家领导人？原因很简单，因为聪明的坏逼知道一旦出事了第一个死的就是国家领导人，只有傻子才会使了劲的往前挤。所以你就能看到一个文革初中生当了国家最高领导",
				"added": 1500530994
			}
		],
		"1_1Lf9ruA9iMU6fRqAFEhHgVRHyspUo9xvH3": [
			{
				"comment_id": 27,
				"body": "一个个的说服，我就是这么做的",
				"added": 1500546085
			}
		],
		"2_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g": [
			{
				"comment_id": 28,
				"body": "> [maxblack000](#comment_4_1H6FntAiqaitKyc8zFyQ8B7gthjjWn2pbq): 郭文贵说的东西都是真的吗\n\n有经济证据，而且欧洲和美国都开始调查海航，王岐山贪污的罪行可以坐实了。虽然他有没有私生子、有没有杀人还需要更多证据，但就贪污和转移资产一条他就是盗国贼",
				"added": 1500679598
			},
			{
				"comment_id": 29,
				"body": "郭文贵7月17日明镜专访第四季BTsync密钥：EWDM7MTM5O7LFKSQZHLPCCRARAK2UVWKB5XDFJW357VKGNVGSCBYCBZTLWA",
				"added": 1500716955
			},
			{
				"comment_id": 30,
				"body": "@maxblack000 @buhexie 看楼下的密钥，把视频弄到墙里来了",
				"added": 1500743530
			},
			{
				"comment_id": 31,
				"body": "> [jackwu](#comment_1_15M8smxFMag456xGDUTwCmNjmXg6XEnnkJ): 小白不懂，这是什么密钥，怎么用？\n\n去下resilio sync",
				"added": 1500799450
			}
		],
		"2_13FDDAx9qYQHYgjiDYjUimK4sMFwNENhGu": [
			{
				"comment_id": 32,
				"body": "> [zeroneto](#comment_4_16mdmLqJ3v8duAyb7QQwgHAT1cRZxZhJN1): 请问如何让坦克调头？\n\n中国人人像乌坎那样死磕中共早垮了，然而还是有不少人宁愿给官老爷下跪",
				"added": 1500800069
			},
			{
				"comment_id": 39,
				"body": "> [rengar1](#comment_11_16N9gdSwDGP1htRPyWcNd3psxAsDF5BhkX): 有钱说话就硬气，有些事情出生就是决定的，真正能跳不出阶级，只是极少数的人，古今中外都一样。跳不出去就只能怪别人，怪国家了，怪民生疾苦。反正我现在积蓄是负的，我可能一辈子都只能这样了，但是我还是希望国家和平，家人健康就好了。\n\n人的能力可能是天生的，但是人的地位不应该由家庭出身、教育背景、民族成分、政治立场等等因素左右。淘汰不应该是人类社会的职能。我们组建家庭、组建企业，组建国家、组建一切共同体的目的，都应该出于我们的共同利益和最大公约数的愿景。现在威胁到这个国家的每个公民利益和身心健康、生命财产安全的是国家的控制者，而不是政府的反对者。我们的家园已经破败了，但是虚假的繁荣还在掩盖着真相，掩盖着这些人的罪恶。如果我们连面对真相的勇气也没有的话，我们的家园就永远这样衰败下去、流落海外的同胞也永远没有机会有尊严的回家。这个政权并非只压迫底层人民，而是一个大毒潭，在毒害每一个人，它的毒害还要突破国境渗透到全世界。我们不站出来，有钱有权的人更不敢站出来，他们前面是权贵的大棒和萝卜，后面是百姓的冷眼和暗嘲。就是因为如此，所以几个盗国者就可以绑架整个国家，用恐惧控制人民。",
				"added": 1501392531
			}
		],
		"6_1Q7UWk3im88kJkzmhzfD5q44rQDXLatxYq": [
			{
				"comment_id": 33,
				"body": "*测试*",
				"added": 1500804211
			}
		],
		"1_1Ge4WxWTtiuRwxLTYKHGQ8PE2Emx9hjsqA": [
			{
				"comment_id": 34,
				"body": "> [hhy](#comment_2_1PgEvWheSyfWXq8URVaepLG9o5q9XhJHgu): 群体行为不是这样的，媒体新闻的传播只会助长有爆点有眼球的，并不是高质量理智的内容会传播，俗话说的好造谣一张嘴辟谣跑断腿就是这样\n\n 媒体背后是利益驱动的资本力量，并非真正的蜂群思维。只有真正的无数自由个体的利益和思想才能推动良性的反馈循环",
				"added": 1500869790
			}
		],
		"1_1MEfUFi4fypLS6aGQtagbz8Tt3kQfexsia": [
			{
				"comment_id": 35,
				"body": "政府已经跌入了公信力陷阱，现在他说什么老百姓都不会信了。",
				"added": 1500869871
			}
		],
		"1_1KNn9tCBsFfc4e5EEtpUeK52YFgEY61Q4": [
			{
				"comment_id": 36,
				"body": "> [iscream](#comment_15_1a1UXY8D4qgdjJT4kLMWQ61ND7v7urCky): 民主之后是不会吊路灯的，否则那就不是民主，但是民主之前还是可以杀全家的，比如齐奥赛斯库，比如你们这类蛆虫\n\nGTMD习奥赛斯库",
				"added": 1500876898
			}
		],
		"1_1FTdkWaRuv4wXnjJdQrPUGBaXYzgToXtSV": [
			{
				"comment_id": 37,
				"body": "吼啊，等你建起来了来这打广告，或者去zerome宣传吧",
				"added": 1501051181
			}
		],
		"1_1NVhFttZssV1SuH6jxDBdJyVnjCie9J6iM": [
			{
				"comment_id": 38,
				"body": "> [gopher](#comment_1_1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb): 完全不懂你在说什么\n\n刘呈杰不是王岐山的私生子，是别人的私生子，而且他爹比王岐山背景还大",
				"added": 1501085761
			}
		],
		"1_1N5y8gPkzV5KsWcGkSazHdtmi3uyH781jr": [
			{
				"comment_id": 40,
				"body": "> [canvas](#comment_10_1CV1zQjkdRKBd9NNXBpVELvzXDp7puzUmX): 所以这件事才让海内外震惊啊。但你不能只看这东西。前些日子那些大佬不是还向联通捐了巨款吗？结果换来的是什么？免个流量而已。什么金卡。狗屎。另外我和你了解的不一样，海航是转了150亿美元。\n\n海航转了29%的股权，海航的注册资本是2万亿美元",
				"added": 1501411757
			},
			{
				"comment_id": 41,
				"body": "> [canvas](#comment_10_1CV1zQjkdRKBd9NNXBpVELvzXDp7puzUmX): 所以这件事才让海内外震惊啊。但你不能只看这东西。前些日子那些大佬不是还向联通捐了巨款吗？结果换来的是什么？免个流量而已。什么金卡。狗屎。另外我和你了解的不一样，海航是转了150亿美元。\n\n你不认同现在的经济体系、不认同现在的金融体系、不认同现在的政治和社会结构，只要有数万亿的人和你一样对它认同，它就会瓦解。",
				"added": 1501411929
			}
		],
		"2_12CmV9DVtavEgcWEQSEcYJHTJbRaEZbt7H": [
			{
				"comment_id": 42,
				"body": "> [liang2x](#comment_70_13hDubvsRRAfvK2UGKhWQM9bAAViHwhyL2): 中国人的传统是不问政治，并且不问公共事务。所谓枪打出头鸟，各扫门前雪，莫管闲事是也。传统是过去的东西，我们有今天面对的问题，再继续固守传统无益。\n\n中国的传统是风声雨声读书声声声入耳，家事国事天下事事事关心。现在的中共国没有传统",
				"added": 1501412025
			}
		],
		"1_1CV1zQjkdRKBd9NNXBpVELvzXDp7puzUmX": [
			{
				"comment_id": 43,
				"body": "无政府自治运动主义者路过",
				"added": 1501414806
			},
			{
				"comment_id": 44,
				"body": "不知道你想交流什么问题，是政见，还是炸弹燃烧瓶的制作方法、黑块运动的经验或者建立地下情报网的经验？",
				"added": 1501415136
			},
			{
				"comment_id": 45,
				"body": "> [canvas](#comment_13_1CV1zQjkdRKBd9NNXBpVELvzXDp7puzUmX): 聊一下自然法。\n\n这个话题就很宽了。沙利亚法也算自然法，但是人们提到英美法系就奉若珍宝，提到沙利亚法就人人喊打。无政府资本主义确实适合自然法，但是要在不依赖于中心化权威的前提下确保裁决的公正和强制执行力是个很难解的课题",
				"added": 1501463563
			},
			{
				"comment_id": 46,
				"body": "> [asd123](#comment_11_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6): 无政府不是好事，大政府也不是好事，多看看经济学的书就知道，政府是用来维持社会市场基本秩序，减少交易费用，提供公共物品的。我们需要小政府，高效政府。\n\n目前还没有探索出替代公权政府的道路，但是治安、司法和军事已经可以从政府职能中剥离出来交给市场了。无政府主义也一直在发展，我的想法是用类似于互联网协议的共识框架来替代政府的市场监管职能。现在的政府监管市场其实并不好，政府本身成了市场游戏的玩家兼裁判，小政府会玩不过大政府。",
				"added": 1501489599
			},
			{
				"comment_id": 47,
				"body": "> [bitcoindash](#comment_5_179resrgY7YSwJ4BLMUwGUXpJaMHdTNS4z): 比特币以及各种竞争币是无政府主义者手里最强的武器\n\n无论有没有武器，无政府主义者必须想办法反对政府。即使无政府主义模式被探索出来也不能保证政府模式不会复辟",
				"added": 1501491391
			},
			{
				"comment_id": 51,
				"body": "> [buhexie](#comment_175_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 就是白左女权精髓咯？接收一大帮子黑鬼和穆畜，都爱超生。黑鬼就不说了，除了爱生和犯罪率高点笨点也没啥。穆畜呢？一帮子反人类的纳粹邪教。\n> 白左纯粹是乌托邦式的空想，忽略宗教矛盾大于民族矛盾，民族矛盾大于阶级矛盾，幻想人类没有族群之分。最后沦为民族自杀取灭之道。中国为什么要照做？\n\n退步左派不会主张无政府主义，无政府主义对民族矛盾的态度就是在个人层面上允许矛盾。你不满黑人和穆斯林，那你就去杀他们啊？至于你杀了他们被报复或者被抓捕和别人没有关系。无政府主义更不允许有“中国”存在，中国是一个国家，国家是无政府主义者永恒的敌人",
				"added": 1501550520
			},
			{
				"comment_id": 52,
				"body": "> [buhexie](#comment_177_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 人种民族之间和宗教之间的矛盾斗争很尖锐，不抱团对外斗，只搞无国界、“”没有祖国，世界才是祖国“”的国际主义精神病那套，只会自取民族灭亡，民族文明文化也会消失。我去直接动手穆畜，能干几个？只有宣传穆畜的反动反人类的纳粹实质，才能让更多的人认识清穆畜的画皮。形成蚁群效应，大家群策群力，探索正确解决穆畜问题的方法。\n\n无政府主义不反对你宣传种族思想，但是同样也没有公权力去保护言论自由。你个人有实力赚取庞大的资本去做这些事情，没有人会非议你。但是无政府主义不容忍任何非契约性的社会组织，你要反穆斯林就不能强迫别人去反穆斯林，你能召集起一批人自愿的反穆斯林是你的本事。你有本事做任何不强迫别人、不压迫别人的事情，都没有人有权反对你，这才是无政府主义。",
				"added": 1501576581
			},
			{
				"comment_id": 53,
				"body": "> [buhexie](#comment_178_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 所以搞了那套的欧美就被抱团的犹太财团和穆畜黑鬼慢慢吸血寄生咯。\n\n伊斯兰、犹太和天主教想在无政府主义的秩序下复辟他们的封闭小社区，一定会有人自发的去做渗透、做策反、做暗杀破坏他们的专制组织。绝大部分人认同无政府主义，就会自觉自愿的投身到反压迫中去，一个英国的民主运动家在19世纪就成功融入阿拉伯社会领导了阿拉伯人反抗奥斯曼帝国的民主运动。建议你多翻墙读读近代史，就当学习下外语",
				"added": 1501577392
			},
			{
				"comment_id": 54,
				"body": "> [flyingpanda](#comment_8_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 先声明我不太懂无政府主义。单说将司法剥离出来交给市场这个事。不久前爆出新闻，美国一家私人运营的监狱，为了增加收入故意买通法官多判人入狱坐牢。市场是由一个个活人组成的，并不是说打着市场的旗号就罩上圣洁的光环了。中国境内的蒜你狠姜你军豆你玩，都是资本在市场中玩出的花。\n\n无政府主义讲究自然秩序而不是顶层设计。人性有这样那样的弱点，自然会有私人监狱买通法官增加收入的事情。对于顶层设计而言这自然是坏事，但从自然秩序来说这有可能成了震慑犯罪改良治安的好事。海盗横行的时代看似很混乱，但是海盗们依然还是在遵循某种原则和组织结构，我们认同这种秩序性是因为我们依赖于这种秩序的远古时代、古典时代的先祖们并没有灭绝，也没有生活于黑暗之中。反而基于顶层设计的中世纪因为宗教的教条主义给人类带来了深重灾难，这种灾难一直持续到21世纪。",
				"added": 1501578108
			},
			{
				"comment_id": 55,
				"body": "> [flyingpanda](#comment_8_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 先声明我不太懂无政府主义。单说将司法剥离出来交给市场这个事。不久前爆出新闻，美国一家私人运营的监狱，为了增加收入故意买通法官多判人入狱坐牢。市场是由一个个活人组成的，并不是说打着市场的旗号就罩上圣洁的光环了。中国境内的蒜你狠姜你军豆你玩，都是资本在市场中玩出的花。\n\n而且你要考虑，监狱是私营的，它为了增加收入去买通法官。但是美国的联邦调查局特工是领税金的，他就有可能睁一只眼闭一只眼。如果查别人廉政问题的人也是私营的，举报一个领多少钱，他会比监狱收买法官还要积极的去调查揭发检举监狱的非法行为。只要有共同的游戏规则，只要游戏规则没有故意埋下后门，即使没有共同的裁判社会还是会照常运转下去",
				"added": 1501578485
			},
			{
				"comment_id": 57,
				"body": "> [faiy](#comment_12_1E5VGMgW6YQBnwx7EeAZ477J7i9faQmNtf): 无政府会导致很激烈的丛林主义，就是那个什么霍布斯丛林，一个很可怕的景象\n\n这里就存在一个基本假设，在大多数情况下每个人都是愿意遵守共同的游戏规则的。当然这个假设也基本成立，即使是海盗，文革造反派，也没有哪个自发组织处于毫无秩序毫无底线的互相倾轧。古典时期的游走商人就基本属于无政府状态，他们发展了极其令人观止的市场秩序，也为资本主义的诞生奠定了坚实的基础。",
				"added": 1501590659
			},
			{
				"comment_id": 58,
				"body": "> [buhexie](#comment_179_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 那个英国间谍革了伊斯兰教的命吗？打破了它们的封闭结构了吗？消灭了它们的纳粹邪教信条了吗？我看你是好读书不求甚解。你讲的那个事最后根本解决不了问题。现在遗毒的中东伊斯兰问题还在祸害欧洲，可能将灭绝欧洲白人族群和文化。没那个英国人，土耳其人也会失去对阿拉伯等中东地区的控制，那是历史潮流。因为民族成分里，奥斯曼土耳其国里没有绝对优势的主体民族，近代冷兵器时代结束后，反抗更容易，尤其是一二战前后，民族独立自决，建立民族国家的思潮和行动此起彼伏。\n\n你没有看到事情的本质，一个封闭结构的社区并不是牢固的。阿拉伯人能够在英国人的影响下接受民族主义和民主主义的思想（虽然后来因为世界大战等原因阿拉伯半岛又复辟了王权），说明对人类有益的思潮并非根植于其发源地的土壤，只要有人愿意传播，它就能和固有、保守的文化相结合，推动文明的进步。同样，一个强权培植的另一个傀儡独裁者，也会令一片土地的文明发生严重倒退，例如德国线民列宁、第三国际特务毛泽东等等。任何社区只有还保有基本的理性，那么外界就有可能将理性的声音带进来；反过来只要它还保有躁动的非理性情绪，那么外界就有可能利用它来达到不可告人的阴谋。",
				"added": 1501597248
			},
			{
				"comment_id": 59,
				"body": "> [buhexie](#comment_181_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 伊斯兰邪教因素不理性，各团体虽有内斗，但对外它们的团体很牢固。它们搞民主，只会按经文要求搞伊斯兰教法，推翻异教徒政权，建立神权社会。手段就是超生换种后驱逐屠杀异教徒，时机成熟圣战。\n> 土耳其人超生移民德国，控制了很多德国地区、和地方政权、媒体舆论，所以德国很多支持东突厥斯坦伊斯兰运动的组织、媒体、政府资助，埃尔安多直接号召移民到德国和荷兰之类国家的土耳其人多生，以后民主地选举上去，回归土耳其和伊斯兰。\n\n伊斯兰确实有不理性的情绪，但是依然有理性的声音。伊斯兰世界在历次民主革命浪潮、民族革命浪潮和独立革命浪潮中都比其他亚非拉国家的成绩要好，但是因为苏联-俄罗斯（主要）,以及美国等西方国家的强权介入几经曲折。其次，德国的土耳其裔是二战后重建时期德国政府从土耳其邀请到德国的。德国的重建和其后的经济高速发展也离不开这些土耳其人，现德国政府对土耳其埃尔多安政府非常不满，而且不允许埃尔多安进入德国对德国土耳其双国籍者拉票，才有了埃尔多安的隔空喊话。如果比烂的话中国从表现上比伊斯兰世界烂多了，100多年过去了民主和进步的声音有赢过几次？",
				"added": 1501599016
			},
			{
				"comment_id": 60,
				"body": "真是九头牛也拉不回民族主义者。任何一个有理性思维的人稍微冷静下来都不会认可极端民族主义，那么极端民族主义想要实现对敌对民族的“圣战”必然要夺取国家机器，夺取专制机器裹挟全社会去发动战争。解决伊斯兰极端恐怖主义，和突厥、阿拉伯、俄罗斯等等民族的极端民族主义、欧美的新纳粹问题，的确需要和他们对抗的力量，但绝不应该是夺取某一国之力，靠煽动民族情绪发动国际战争来实现。现在的所谓“左翼”深陷和平主义的虚假泥潭，完全缺乏新左翼运动、学运运动先烈的血性，我们确实应该防范，但是决不能掉入中共狼奶教育的陷阱，仇恨必须有明确的目标，而不应对准某一个标签。你要反中共，就是反习近平，反那七个政治局常委，两百多个中央委员，大大小小的盗国集团。你要反is，就是反巴格达迪，反武装恐怖分子，反为其提供资金的巴基斯坦、沙特阿拉伯的邪恶政府，而不是去砍路边买菜的中共党员或穆斯林",
				"added": 1501628868
			},
			{
				"comment_id": 61,
				"body": "> [buhexie](#comment_186_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 伊斯兰和纳粹的信仰是一致的，本质是反人类，目标就是灭绝异教徒，平时就仇视它们认为肮脏无比的，呼气都污染它们的异教徒。这是对等反抗，以所谓“极端”正常反应穆畜的极端，有何不可？欧洲留给纳粹团体正常的生存空间了吗？不就是这个道理？\n> 再说我何时说要搞极端民族主义？我只是说不能丢了民族主义搞世界公民、没有民族祖国那套，被敌对族群钻了空子，否则不能保证中华民族发展和未来的存在。 \n> 伊斯兰教不可改革，最终只能强制脱教，不然像左宗棠、王震、两次沙甸平乱一样，死灰复燃。文革都不能革它的命。对死硬分子应该就像轮子一样管制圈进，必要时像西班牙光复运动一样，驱逐不脱教的，对留下来假脱教却潜伏作乱，留教不留头。\n\n这只是你的看法，不代表所有人的看法。其他族群也可以以同样的逻辑认为中国人天生就是败坏的，基因里就刻着奴性、腐败、专制、残暴、迂腐、反智，是必须消灭的劣等民族，必须消灭中文和中国人留下的糟粕文化，留头不留教留教不留头。说实话很多中国革命派人士已经觉得中华文明无药可救，这种论调在100年前就很兴盛了，你先把中国人都灭族了再去灭穆畜黑畜吧",
				"added": 1501631119
			}
		],
		"17_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 48,
				"body": "三战不一定会打响，下一次浪潮将是全球范围的无政府化革命",
				"added": 1501493945
			},
			{
				"comment_id": 49,
				"body": "你是五毛吧？密集刷屏不是好事",
				"added": 1501494232
			},
			{
				"comment_id": 50,
				"body": "> [0emaneht0](#comment_29_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6): 你来发钱?\n\n大量刷屏有干扰他人言论的嫌疑",
				"added": 1501496292
			}
		],
		"3_13R8RSMeUBKKsjpftt3vbKCVh7E513ThRp": [
			{
				"comment_id": 56,
				"body": "潜伏起来，等待革命",
				"added": 1501580134
			}
		],
		"1_15gwgVTGFA1RANT53NhudZP6e3ZMjfm3jZ": [
			{
				"comment_id": 62,
				"body": "先给监护人寄恐吓信吧",
				"added": 1501721133
			}
		],
		"2_1Q7cRMcQk4MGUEPahLPcr7rUHxxrVsyBw3": [
			{
				"comment_id": 63,
				"body": "> [acthor](#comment_5_1Fua8zS8Lesf6gvsT5fDKNB2U3sF9rt4F): 好像不是新不新的问题了，微力上有原因分析了，还能补救。如果ZN真的是完全的去中心化应该不用担心这个问题吧\n\n不可能完全去中心，零网都有代理服务器。只能说它这个平台是p2p的，但是还是会有人用服务器来访问这个平台。如果完全没有中继服务器它的可用性就很差了",
				"added": 1501738524
			}
		],
		"4_1MTmai86ouh5TsBGfihyrYvcQUx4PhhBDg": [
			{
				"comment_id": 64,
				"body": "民族主义很容易走入误区，民族主义者能支持推翻共产党，那他们能支持新疆西藏的少数民族吗？共产党是外来征服者不假，但是民族主义不能解决打倒共产党以后遗留下来的问题。那就是东亚各民族的历史问题，国内的少数民族有没有民族自决的权利？南北汉人的差异矛盾要怎么整合？发达地区和不发达地区之间的矛盾要怎么解决？共产党留下的烂摊子谁来处理？\n很显然民族主义者解决不了这些问题，民族主义的口号也团结不了所有的反对势力。推翻共产党建立一个民族国家也许能解决专制，但不能解决专制余毒，要解决专制余毒我们还是要在共产党的专制毒害的地区组建一个基于理念或者理想的框架，和平解决框架内的民族矛盾、地域矛盾，建立一个美国式的真理立国的联邦政权。",
				"added": 1501743486
			},
			{
				"comment_id": 65,
				"body": "> [0emaneht0](#comment_71_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6): 中国权贵美国财团其它列强的国家元首没有美国总统这么容易被刺杀吧？\n\n美国财团也是靠全球贸易发的财，不是靠美国本土的市场发的财。只要世界上还有专制国家，美国的财团就能发财，世界上没有专制国家了美国的财团也就没有地方去发财。",
				"added": 1501751134
			}
		],
		"4_1FYGNAGGPjzRuubJGmq86t4iyEiMXxpuwL": [
			{
				"comment_id": 66,
				"body": "整体的信息环境是被污染的，而年轻人和上一代的生活环境是割裂的，年轻人自然不能指望他们像正常社会那样潜移默化的接受文化传承。",
				"added": 1502099131
			}
		],
		"1_16LS2b4xMZhNJpyufkdCK6aqvEHbAW8xnY": [
			{
				"comment_id": 67,
				"body": "好东西",
				"added": 1502188044
			}
		],
		"1_1BqBYvoVCrsBD7Mhfh5F2rZtFphTzdShS3": [
			{
				"comment_id": 68,
				"body": "> [nekox](#comment_31_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF): 原来是生存狂你可以去百度生存狂吧宣传一下\n\n贴吧的人还不会用零网吧？",
				"added": 1502259758
			}
		],
		"1_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF": [
			{
				"comment_id": 69,
				"body": "官方估计不会这么搞，因为他们又蠢又坏，而且迷信自己宣传机器的信用",
				"added": 1502550938
			},
			{
				"comment_id": 70,
				"body": "> [rollout](#comment_23_1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW): 在对立面的时候，永远不要低估任何人的智商\n官方不止一次的替o2o集资站台了，网上的议论也很激烈，但是靠这个骗钱的依然很多。这个套路不成立的原因就在于官方不会承认自己的宣传站台是没有效果甚至起反效果的，而反共人士也不会认为自己战胜了官方。中共的间谍网大概会用类似的套路，暗中控制海外媒体发声来搅浑水。但是间谍网不会蠢到让官媒来配合发声，中共间谍是经得逆向起淘汰的“精英”，和官方那些养尊处优的猪脑袋不是一路的。",
				"added": 1502555096
			}
		],
		"1_1AVSVSVZswWGFsbTLRumjG7HT2btZtt2fM": [
			{
				"comment_id": 71,
				"body": "确实，某些人的影响很坏，对新人很不友好",
				"added": 1502770876
			}
		],
		"1_14kpyWyUmSUgkRJRH9LtpLBjrPwDqFE612": [
			{
				"comment_id": 72,
				"body": "郭文贵并不是政治反对派，不应该按政治反对派的要求去要求他。至于美猴王我觉得她还需要成长，作为政治反对派要讲求统战的策略而不能够诉诸情绪",
				"added": 1502949381
			}
		],
		"1_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": [
			{
				"comment_id": 73,
				"body": "> [odyssey](#comment_3_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt): 在反腐败斗争上的决心要有足够自信，对反腐败斗争取得的成绩要有足够自信，对反腐败斗争带来的正能量要有足够自信，对反腐败斗争的光明前景要有足够自信。这四个自信可没有对互联网自信啊哈哈哈哈哈。不过加强封网算一个，至于是不是他的意思，我们也无从得知。因为正如我说的，习近平对宣传口似乎缺乏控制，包括之前的红旗杂志说的“习近平思想”也是立刻在线上被撤稿，中宣部搞的“习近平语录”也是立刻gg。习到底要不要个人崇拜，阵营看没看清楚，我觉得都是问题，这方面我不应该发话。\n> 至于念错稿子，我觉得衣和农确实容易看错。更何况这不算黑料啊，口误而已。\n\n习有没有黑材料不是问题的核心。而是习应不应该为现在中共的罪行买单，应该说中共犯得无数错误里面习需要买单的部分是很小的，但是他现在是党总书记，法人代表，按理说出了事应该抓他。但是你真抓了他，就中了那些犯了大罪的那些人的陷阱，他们可以把习当成人肉盾牌，卷了他们的赃款逃亡海外。而左右的变革力量要逼迫他做毛泽东或者戈尔巴乔夫也是一厢情愿的，真的想要回到计划经济或者步入民主宪政需要的是社会力量的行动，而不是一个被各方势力的风浪左右的“领导”",
				"added": 1503122244
			},
			{
				"comment_id": 74,
				"body": "> [odyssey](#comment_6_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt): CNN等媒体在胡温时期就认为，共产党的权力合法性来自于其领导下人民生活水平的迅速提高，使得大部分人对现况满意。换句话说中国要是真的搞民主选举，共产党的支持率可能不一定比那些真的会吹牛逼的人高，但是你要发问卷调查国人对共产党的满意度，我认为这个满意度是很高的。至少对我们80后升斗小民而言，能今天在这里吹比，一部分功劳肯定要划给共产党。\n> 所以我不希望习下去，更不希望共产党倒台。历史已经证明，正如你所说，政体巨变带来的就是真正犯罪者的跑路。戈尔巴乔夫一个苏联解体养肥了多少早就趴在人民身上吸血的寡头？\n> 只可惜现在推特上的中文信息都是明天就要革命暴动的状态...我也是很费解。其实包括郭文贵我自己也不信任，所谓的正义感能改变商人的本性吗？把73等人弄下去有没有他自己的利益诉求？我不知道。这个时代每个人都有自己屁股坐的位置，至少以我的屁股来看，共产党和习留着比不留好。与其信虚无缥缈的民主承诺，我觉得还是眼前的稳定安逸赚钱吃喝重要。你民主不也就图这个？还能上天？\n> 最后说个激进的观点：就算73是以贪打贪，如果最后结果综合起来给党国续了命，对提升行政效率、改善政治生态环境有好处，那我就站他。\n> 看过一句话，“混乱不是深渊，混乱是阶梯。”，看得实在让人脊背发冷。\n\n维持现状对王岐山等盗国贼最有利，无论是往左还是往右中国都必须转向，否则就会因为内部意识形态的分裂走向内战，即便混乱过后中国走向了更好的道路，历史的悲剧也会深刻的影响未来。",
				"added": 1503154074
			},
			{
				"comment_id": 78,
				"body": "> [odyssey](#comment_9_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt): 我不太明白，不好意思，就是中国“转向”了，分裂就会弥合了吗？相反强行转向才会惹恼一大批人吧。就像80年代是走资走社？都不好办。中特社就是一个调和妥协的产物，安抚了既得利益集团，也给敢搞的人机会。\n\n不转向会激怒两边，才会有内战，一旦转向中间那些墙头草就会往风倒，出现一边倒的态势压倒另一边的声势，中国反而不会走向内战",
				"added": 1503319677
			},
			{
				"comment_id": 79,
				"body": "> [gdd](#comment_150_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 习近平可是大清官一个，郭文贵都说他习家的资产不如王岐山家的一个零头。他搞的其它事情虽然很糟糕，但是经济这一块他很清白。所以郭文贵认为他还是有希望的，可以挽救一下的，不需要和其它人一起淹死在中共的大粪缸里。于是用进谏的方法希望他推动中国的民主和法制建设，把中国共产党带上正途。\n> 本来嘛，从马克思那里开始，就没有把共产主义和独裁挂钩，也没有把资本主义和民主挂钩。\n> 至于共产主义国家一律搞独裁，这纯属偶然，是独裁的罪，不是共产主义的罪。\n> 而资本主义国家有民主有独裁，民主资本主义国家都成了强国，独裁资本主义国家都成了弱国，这只能说明民主强而独裁弱，证明不了资本主义不邪恶。\n> 同理，共产主义国家也可以有民主有独裁，民主共产主义国家强大，独裁共产主义国家弱小自然也不消说。\n> 所以，反独裁不反共产主义、支持民主也支持共产主义是可行的，并无不和谐之处。\n> 所以，支持习近平成为民主共产主义国家的掌门人没啥不妥，郭文贵就是这样希望的。\n\n民主的那叫社会主义，欧洲社会党力量很大。共产主义就是列宁的先锋队主义，因为先锋队先进嘛，他们就不需要民主，大家在先锋队的带领下走向共产主义。社会主义是靠和资本主义竞争执政能力，证明社会主义优于资本主义，最后实现社会共识（也就是准共产主义，每个人的利益都能得到满足，就差物质极大丰富了）",
				"added": 1503319897
			}
		],
		"5_1FYGNAGGPjzRuubJGmq86t4iyEiMXxpuwL": [
			{
				"comment_id": 75,
				"body": "> [zzyinyue](#comment_6_1JUB3FQPKGHNunsgWudEu4hVDNJX46yhPF): 尽管现在很多地方都很糟糕，但是现在的状况其实也不算特别差···········老干部们安全感缺乏的一逼，搞各种限制，但是中国仍然是挺稳定的发展着实力，如果能一直就这样发展下去的话，成为发达国家解决这些问题也不过是迟早的事情，说倒车有些过了吧。如果有异议的话，希望能够理性的提出来。\n\n老逼养的们自己作恶多了，缺乏安全感是报应",
				"added": 1503222508
			}
		],
		"1_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6": [
			{
				"comment_id": 76,
				"body": "> [odyssey](#comment_11_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt): 首先我们要剥离专制和共产主义（社会主义），LZ标题是反专制，但是反的是共产主义。这个世界上可是有真正的君主专制国家——沙特阿拉伯的。那才是真专制，然而人家活得好好的。\n> 然后我回复一下LZ的几个点1.“首先国际上原来的苏联老大哥已然尸骨无存，放眼世界除了巴铁和金三可以说举目皆敌。”首先，没有永远的敌人，只有永远的利益。现在中共是做生意的，又不逼别的国家共产，说举目皆敌可谓毫无根据。目前地球上几乎所有国家都和中国建交，要说闹得欢的也就是前几年的挪威，在金钱面前他们最近也怂了。更何况72年以后中美关系比中苏关系好多了，老大哥早就是苏修了。苏联从来就是tm靠不住的。\n> 2、“中国已不能自给自足，连粮食都要依赖进口。没有贸易就没有外汇，没外汇就意味着缺粮，没粮的结果请参照委内瑞拉。”18亿亩红线是一个非常宽裕的数字，粮食进口只是因为更便宜（比如玉米豆粕什么的拿来喂猪）。“依赖”一词毫无根据。此外这个也和没有贸易没有关系，中国的外汇储量在一年来的强力管控下早就趋稳。粮食安全一直是5000年统治者最关心的话题，习近平能看不到？\n> 3、“再来一次合作化、公私合营，没了私企只有僵尸一样的国企，何来经济活力？就业与税收怎么保证？没有钱，庞大的维稳支出如何.维济？”我同意你说的话，但是没有任何证据表明会往这个趋势走，事实上我觉得目前的经济政策右过头了。\n> 4、“藏维回各族均有分裂趋向，心每年的维稳费用那是一个天数，最少也得万亿以上。没有钱，恐怕暴恐又会卷土重来！！”嘴巴审计请歇歇。不置评\n> 5、”毛是自己打的天下，威望与能力实非包孑可比。与普大帝也不具可比性，普京接手的是一个衰落的俄国，在普京手里俄国人重拾了自信，对俄国有中兴之功。可而今中国虽危机四伏，在经济与国际政治上却处于一个建国来最佳时期，包孑于国于民无尺寸之功，逆时而动破坏政经成果损坏各方利益，如何能得人心？“首先，习近平法理上不管经济，这个要找李克强。其次，你的后半段我没看懂，既然是最佳时期，那怎么和习近平无关呢？\n> 6、“加强言论控制只能说明政权的虚弱，而这也挽救不了一个衰亡的政权，别忘了大清朝出门还要路条呢？不也亡了！历王止谤阴鉴不远矣！”我也反对言论控制，加个一。但是衰亡实在是太鸡儿扯了。\n> 中共或者中国跪了，带来的混乱对普通人几乎没有任何好处，只会让真正有罪的人跑路或者赚的更饱。你不是东德，没有一个西德帮你。像是什么捷克、罗马尼亚...经济现在都差的一笔。大了不说，说个我看小电影发现的东西。现在东欧很多萝莉出来卖，这在一个侧面就反映了点东西。\n\n沙特是现代化的封建义务国家，苏丹的王权统治是按照伊斯兰世界(封闭落后)的习惯，也就是别人几千年来一直是这么搞的，各方利益阶层之间早已达成了平衡。共产主义为了自己革命的正当性抹黑封建契约为专制，企图让人民恐惧“原始落后\"的独裁胜过正在发生的先进独裁。封建契约统治之所以存在和稳固，是因为农民和地主经过博弈可以形成妥协和共识，地主和军事贵族经过博弈可以形成妥协和共识，军事贵族和国王经过博弈可以形成妥协和共识。这种阶级递进的妥协令王权不能直接统治人民，但是只要每一级的博弈平衡都存在，社会就是稳定的。它的专制性只体现在某一级博弈平衡失调时局部性的强制和被强制的不稳定状态，或者因为经济结构的剧变导致共振式的社会秩序崩溃",
				"added": 1503316654
			},
			{
				"comment_id": 77,
				"body": "国家规模的专制最早是从法国大革命开始的，因为此时的国家已经非常接近于现代民族国家，各利益集团已经不能单独勾兑达成双边平衡，社会失去了原有的阶级性。共识政治的一个标志就是三级议会变成了国民议会（部分国家还保留了形式上的二级议会或者隔离利益集团高层和基层的参众两院的平行议会），所有的议题都必须有一个各方都满意的结果，也就是共同的游戏规则。只有从这里开始，才有民主专制和威权专制的区分，政治权力的分配必须要匹配经济上需要的金字塔型或橄榄型的稳定结构，而原本存在的分层社会是天然稳定的金字塔型结构，不分层社会必然要求橄榄型结构。这个转型过程必然涉及到激烈的利益冲突，爆发流血、清洗或者权斗，转型过程中社会始终处于不稳定状态，国家要想维持相对稳定的统治就必须对不稳定因素采取统筹控制，这就是专制。沙特连共识国家这一步都没有走到，自然谈不上什么专制，只能叫封建独裁。",
				"added": 1503317598
			},
			{
				"comment_id": 80,
				"body": "> [joker1024](#comment_44_1CdwZ24MZhBc2XNT2vAjk2MQjJuEnybP5W): 以我的观察没什么事不可能的，我总觉得已经够坏了吧，但是它总能给我惊喜。\n\n你可以多看看马基雅维利的书，尤其是君主论",
				"added": 1503326075
			}
		],
		"2_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6": [
			{
				"comment_id": 81,
				"body": "发展犯罪经济倒是可以拓宽走私渠道、提供起义或者兵变可能，但是很难得到民众支持",
				"added": 1503410999
			},
			{
				"comment_id": 82,
				"body": "我的想法是不要画大饼，先买通警察、海关让他们参与到小规模违禁文化产品的走私里来，然后通过海外的反共势力为倒戈的警察、海关及其他体制内力量提供出逃管道，帮他们的家人解决海外身份的问题。再继续拓宽走私管道，让更多的人员和商品通过这条走私管道，当这条管道能通过军火的时候无需组织就可以起事了。",
				"added": 1503411497
			},
			{
				"comment_id": 83,
				"body": "> [zerocosmos](#comment_8_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o): 你们这是乱搞！真正的黑社会早就被中共给收买了，不是成为城管就是成为强拆的幕后黑手。而且让妄图让黑社会来颠覆政权，最终只能让黑社会当上新中国的老大，只会更黑！想要推倒大山，绝不能借黑社会之手，那只会让我们变得更惨！现阶段，郭文贵一直在爆共产党的黑料，大家应该尽力去推广各种可用VPN，各种翻墙手段，让更多的老百姓能够翻墙出去，看到外面的世界，听到郭文贵爆的最真实的中共暴政！让不知道GFW的老百姓，认识到网络上还有一堵墙。当大部分人民群众都看到共产党的暴行后，共产党的群众支持便会陷入最低点，到时候，想要推翻，便易如反掌！\n\n推翻中共需要资源和组织力量。即使国际支持我们，海外华人支持人民。只要中共还控制国门国际援助就进不来，人民群众对抗中共还是处于弱势",
				"added": 1503517055
			}
		],
		"1_1Kr9pnGdsMHDCD2TjXALZFt5tjN9GTMqyx": [
			{
				"comment_id": 84,
				"body": "黑箱政治谁能预测？不过日媒貌似从哪方得到内部消息在放风，也不知是真料还是烟雾弹。",
				"added": 1503755681
			}
		],
		"1_17GuPnr5QEbDrHcDddCeejwmy8AQAd7Znw": [
			{
				"comment_id": 85,
				"body": "中华人民共和国的合法性源自各国的承认，是国际体系需要一个政治实体代表中属东北亚承担相应义务的产物。然而东北亚住民没有理由要为国际体系买单，国际体系理应由实力强大的国家来买单，比如美国、欧盟，而不是由大部分国民都吃不饱饭的中华人民共和国来买单。恢复中华民国并不会改变地缘政治上的“中国”所需要承担的压力，我们需要的是打破“中华”的圈套，将日韩这些有能力维护国际秩序却在搭便车的国家绑架到东北亚的战车上建立真正的亚太一极，和北美、欧洲形成稳定的三极格局。",
				"added": 1503768507
			}
		],
		"9_14DohZaXnmVFKeqjygMwh9KfygmhzXFa8e": [
			{
				"comment_id": 86,
				"body": "如果不提糟粕的辩证唯物主义会更好",
				"added": 1504004390
			}
		],
		"218_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 87,
				"body": "砸，让他们砸",
				"added": 1504511220
			}
		],
		"1_1EyvbL9jSFGCPcvPJLvBmpMSo8NMksF1Hr": [
			{
				"comment_id": 88,
				"body": "其他地方能讨论的事情就不会被挤压到这里。不过简单还是讲一下：穆斯林也不是傻子，他们也会翻墙看郭文贵，还能翻墙去看阿语网站。",
				"added": 1504607002
			}
		],
		"1_1HiPfw6Pjonjd6NpqKq4uDyWjT5kpuGgLi": [
			{
				"comment_id": 89,
				"body": "去和你身份相符的场所花超过你心理预期的钱（卖方提的价不仅不要还，还要额外偷偷给妹纸小费）\n一个贞操观念如此严重的社会要花钱买春又不肯割肉多半变雷洋",
				"added": 1504977878
			}
		],
		"5_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": [
			{
				"comment_id": 90,
				"body": "> [unitychina](#comment_11_1MQUEdi3kDb9u2o1gNLywN5Ms9QDQ3sCed): 香港人如果真的自以为是“高端人群”，那就是被支那专政病毒的傲慢无知污染了。支那式的傲慢无知，往往非常高调地宣称它们是“宇宙真理”。对于支那式的傲慢无知，可以顺着“宇宙真理”的逻辑，公开要求推行以持枪权捍卫“宇宙真理”的原则。但事实说明，香港一些激进的青年们要求“港独”，其实也不是无理取闹地故意闹事，而是“不民主，就独立”，是有理有据的抗争。香港小圈子选举出来的伪特首林郑月娥经常强调“维稳”很重要。既然林郑的“维稳”跟“宇宙真理”一样重要，那也可以顺着林郑的“真理”逻辑，公开要求推行以持枪权捍卫“维稳真理”的原则。目前的文化现象是，不敢公开官僚财产的“伪共”匿产帮们故意制造出“港独”、“疆独”、“台独”等各种问题，只是为了转移视线，并暗中操纵蓝金黄阴谋，展示他们操纵支那专政国的权力而已。这种操纵伎俩漏洞太大，台湾的一些日裔后代趁火打劫，随着“台独”潮流趁机提出“支那猪滚回支那”的挑衅。这些现象说明了一个问题：日裔后代称呼台湾华人为“支那猪”，其部分理由是因为中国人缺乏尚武精神，而蒋经国的民主改革不够彻底。民主自由的核心原则是持枪权捍卫人权，持枪权捍卫真理。为了摆脱“支那猪”和“东亚懦夫”的耻辱，港澳台和大陆有必要联合起来，更新宪政民主，恢复尚武精神，恢复中华文明。\n\n香港独派只是懒得和你们沟通罢了，他们要联合的是世界性的分裂狂潮，而泛民和建制派都还在小圈子的乱流上玩冲浪，明显就没有这些年轻人有战略眼光和对未来时局的判断",
				"added": 1505032275
			}
		],
		"3_1END5A3waFfWMTk2DkPDx83CXaYzpnj788": [
			{
				"comment_id": 91,
				"body": "美国有4名总统在任内被暗杀呢",
				"added": 1505232847
			}
		],
		"4_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 92,
				"body": "> [prepper](#comment_36_1BqBYvoVCrsBD7Mhfh5F2rZtFphTzdShS3): 民科還好吧，我覺得那位的腦洞挺有新意的。\n民科的脑洞还是挺有意思的，至少很幽默。",
				"added": 1505577894
			}
		],
		"12_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": [
			{
				"comment_id": 93,
				"body": "零网最大的好处就是不怕渗透，任它随便胡说，说完拉黑你就看不见它了",
				"added": 1505632491
			}
		]
	},
	"comment_vote": {
		"3_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"4_1LyPPjPEPYogLrWk4LKbFnugdzvd54givD": 1,
		"101_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo": 1,
		"4_1BayvKVwKxm2bV91jsoMJSW9d3g5skT6VY": 1,
		"22_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g": 1,
		"79_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"92_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"81_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"29_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g": 1,
		"3_1DpakEL2eeAsrXKTxNzavjT9HQUK9kywcj": 1,
		"202_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": 1,
		"12_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF": 1,
		"14_1GDtf6kkYiCtruw42QmAeaHG1HsrWFywkg": 1,
		"131_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"5_1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL": 1,
		"10_1Sj3zigR2ha9rzJiR6igKtoZs6XCkohfe": 1,
		"321_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": 1,
		"5_18LtMTFdyyGXJkePz1HB2twWhcXho7uDf8": 1,
		"8_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"2_17GuPnr5QEbDrHcDddCeejwmy8AQAd7Znw": 1,
		"274_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU": 1,
		"13_1MQUEdi3kDb9u2o1gNLywN5Ms9QDQ3sCed": 1
	}
}