{
	"next_topic_id": 7,
	"topic": [
		{
			"topic_id": 1,
			"title": "Universal Cloud State The Union of Sovereign Subjects of Earth",
			"body": "Universal Cloud State The Union of Sovereign Subjects of Earth is Distributed Decentralized Social Cloud ALL-IN-ONE platform. More info http://127.0.0.1:43110/unicloudstate.bit",
			"added": 1506183925
		},
		{
			"topic_id": 2,
			"title": "Free your mind and yourself, proclaim your Absolute Personal Sovereignty! http://127.0.0.1:43110/unicloudstate.bit",
			"body": "Blockchain Universal Cloud State Whitepaper. 1. Proclamation of Absolute Personal Sovereignty\nAccording to the UN Charter, Article 1, Paragraph 2: » To develop friendly relations among nations based on respect for the principle of equal rights and self-determination of peoples, and to take other appropriate measures to strengthen universal peace».\n\nAccording to the «International Covenant on Economic, Social and Cultural rights”, Article 1, and the International Covenant on Civil and Political Rights, Article 1: «All peoples have the right of self-determination. By virtue of that right they freely determine their political status and freely pursue their economic, social and cultural development.»;\n\nAccording to the UN Universal Declaration of Human Rights,\n\nArticle 1: «All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood“.\n\nArticle 2: «Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status. Furthermore, no distinction shall be made on the basis of the political, jurisdictional or international status of the country or territory to which a person belongs, whether it be independent, trust, non-self-governing or under any other limitation of sovereignty”.\n\nArticle 6: “Everyone has the right to recognition everywhere as a person before the law”.\n\nArticle 19: “Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers”.\n\nArticle 21, Paragraph 1 and Paragraph 2: “1. Everyone has the right to take part in the government of his country, directly or through freely chosen representatives. 2. Everyone has the right of equal access to public service in his country”.\n\nEveryone has the right to proclaim a personal political status as a sovereign state and Personal Absolute Sovereignty over themselves and their bodies, thereby declaring itself a Sovereign Person without any restrictive conditions and for an indefinite period owning the supreme power in the state. Thus declared full personal sovereignty in the following types of power: The supreme power, legislative power, executive power, judicial power, political power, administrative power, public authority, symbolic power, economic power. Declaring sovereignty in political power, a person becomes a subject of international law and proclaims the legal personality, which has every sovereign state.\n\nOur site in Zeronet.io : http://127.0.0.1:43110/unicloudstate.bit",
			"added": 1508083754
		},
		{
			"topic_id": 3,
			"title": "Proclamation of Absolute Personal Sovereignty http://127.0.0.1:43110/unicloudstate.bit",
			"body": "Blockchain Universal Cloud State Whitepaper. 1. Proclamation of Absolute Personal Sovereignty\nAccording to the UN Charter, Article 1, Paragraph 2: » To develop friendly relations among nations based on respect for the principle of equal rights and self-determination of peoples, and to take other appropriate measures to strengthen universal peace».\n\nAccording to the «International Covenant on Economic, Social and Cultural rights”, Article 1, and the International Covenant on Civil and Political Rights, Article 1: «All peoples have the right of self-determination. By virtue of that right they freely determine their political status and freely pursue their economic, social and cultural development.»;\n\nAccording to the UN Universal Declaration of Human Rights,\n\nArticle 1: «All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood“.\n\nArticle 2: «Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status. Furthermore, no distinction shall be made on the basis of the political, jurisdictional or international status of the country or territory to which a person belongs, whether it be independent, trust, non-self-governing or under any other limitation of sovereignty”.\n\nArticle 6: “Everyone has the right to recognition everywhere as a person before the law”.\n\nArticle 19: “Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers”.\n\nArticle 21, Paragraph 1 and Paragraph 2: “1. Everyone has the right to take part in the government of his country, directly or through freely chosen representatives. 2. Everyone has the right of equal access to public service in his country”.\n\nEveryone has the right to proclaim a personal political status as a sovereign state and Personal Absolute Sovereignty over themselves and their bodies, thereby declaring itself a Sovereign Person without any restrictive conditions and for an indefinite period owning the supreme power in the state. Thus declared full personal sovereignty in the following types of power: The supreme power, legislative power, executive power, judicial power, political power, administrative power, public authority, symbolic power, economic power. Declaring sovereignty in political power, a person becomes a subject of international law and proclaims the legal personality, which has every sovereign state.\n\nOur site in Zeronet http://127.0.0.1:43110/unicloudstate.bit",
			"added": 1508414028
		},
		{
			"topic_id": 4,
			"title": "About the new unique blockсhain principle of the extraterritoriality of your body and mind http://127.0.0.1:43110/unicloudstate.bit",
			"body": "According to the Vienna Convention on Diplomatic Relations of 1961 and the Vienna Convention on Consular Relations of 1963\n\nProclaiming itself a Sovereign, a sovereign subject of international law, every person acquires the status of extraterritoriality in respect of the identity and of the body, which means that the body and the personality does not make the laws of the country in which he resides at the moment valid and it acts as the host for a foreign head of state and representative of the diplomatic mission of a foreign state and the diplomatic mission territory.\n\nBecause of the proclamation of the Sovereign-a person with head of state sovereignty in the territory of their personality and the body, anyone declaring personal sovereignty, gets immunity under international law and the aforementioned conventions, is the head of state, the head of the diplomatic mission and the diplomatic representation, as a sovereign entity combines the status of head of state, the head of the diplomatic mission and the diplomatic representation in one person. And therefore has a maximum diplomatic immunity and extraterritorial status in respect of the laws of the host country, that role has a residence country of a sovereign subject of international law. The conventions draw diplomatic immunity, which applies to the boundaries of diplomatic representation, in this case, these borders are the borders of sovereign territory and the body, therefore, diplomatic immunity applies to all channels of communication and body, eyes, ears, mouth. No one may in addition to the will of the sovereign broadcast the information via these channels. Diplomatic immunity extends not only to the territory of a Sovereign Subject, but also on its border and all channels of communication with the outside world. Transmission of any information to the Sovereign is recognized competent only in the case of express consent to its admission and delegating part of information sovereignty to the individual, broadcasting information to the Sovereign.\n\nDeclaring personal sovereignty does not entail any legal consequences for the citizen of any country in the world until the recognition by that country of UCS-USSE as a sovereign state with the legal personality of the state, as a Union of Sovereign Subjects of international law.\n\nUntil the recognition by that country of UCS-USSE of a sovereign state the personal sovereignty of man is own personal belief, the right to which is declared in UN Article 19 «Universal Declaration of Human Rights\n\nOur site in Zeronet : http://127.0.0.1:43110/unicloudstate.bit",
			"added": 1508438159
		},
		{
			"topic_id": 5,
			"title": "Free yourself and join the Blockchain Universal Cloud State http://127.0.0.1:43110/unicloudstate.bit",
			"body": "Blockchain Universal Cloud State Whitepaper. 3. Joining the Universal Cloud State.\nAccording to the Universal Declaration of Human Rights,» the UN, Article 20, Paragraph 1: “Everyone has the right to freedom of peaceful assembly and association”.\n\nArticle 15, Paragraph 1 and Parapraph 2: “1. Everyone has the right to a nationality. 2. No one shall be arbitrarily deprived of his nationality nor denied the right to change his nationality.\n\n-Everyone has the right to enter into association with another person or group of people. And as a consequence of the realization of the right to self-determination, to associate with other Sovereigns as Sovereign subjects of international law on an equal footing and for mutual recognition of the personal sovereignty of each Sovereign Subject of international law.\n\n-Everyone has the right to proclaim its universal citizenship in the Universal Cloud State — the Union of Sovereign Subjects of Earth. Declaring personal sovereignty does not entail any legal consequences for the citizen of any country in the world until the recognition by that country of UCS-USSE as a sovereign state with the legal personality of the state, as a subject of international law. Since the recognition of the country by the UCS-USSE as a sovereign state, a national of that country has the right to execute a legally meaningful second citizenship, if the legislation of the country allows this or to change their nationality by the formal renunciation of the nationality of that country and accepting the nationality of UCS-USSE, enshrined in law and recognized by that country. Until the recognition by that country of UCS-USSE as a sovereign state, the actual personal citizenship of man is own personal belief, the right to which is declared in UN Article 19 «Universal Declaration of Human Rights”\n\nOur site in Zeronet.io :  http://127.0.0.1:43110/unicloudstate.bit",
			"added": 1508663786
		},
		{
			"topic_id": 6,
			"title": "Get your Universal Basic Income and join the Blockchain Universal Cloud State http://127.0.0.1:43110/unicloudstate.bit",
			"body": "Universal Basic Income (UBI) - Every citizen of the Universal Cloud State can receive Universal basic income (UBI), which is credited to his own Multisig cryptocurrency wallet. To receive Universal basic income (UBI), we use UniCloudState certificate tokens which can be exchanged for crypto currency or fiat currency. \nDecentralized Distributed File Storage based on STORJ - The first reason for obtaining Universal basic income (UBI) is to provide the disk space of your computer or mobile device (smartphone or tablet computer) for hosting sites and for storing files in a decentralized distributed file storage based on STORJ technology.\nSmart Contracts based E- Voting technologies Ambisafe - The second reason for obtaining Universal basic income (UBI) is to vote on various issues related to the management of the Universal Cloud State and participation in direct electronic elections based on the principles of A Democratic Autonomous Organization, which uses smart contracts. The use of smart contracts ensures a completely transparent voting process. The e-voting technologies used in Universal Cloud State are based on Ambisafe technologies.\nOur site in Zeronet.io : http://127.0.0.1:43110/unicloudstate.bit",
			"added": 1508789152
		}
	],
	"topic_vote": {
		"4_1LWErNVFAu2wJT2XBoVkLDCmY41EX32knU": 1
	},
	"next_comment_id": 34,
	"comment": {
		"1_1LWErNVFAu2wJT2XBoVkLDCmY41EX32knU": [
			{
				"comment_id": 1,
				"body": "OUR TECHNOLOGY: 01 / TOX protocol\nUniversal Cloud State platform is based on instant messaging application that ran without requiring the use of central servers and working on a library implementing the Tox protocol  . The system is distributed, peer-to-peer, and end-to-end encrypted, with no way to disable any of the encryption features; at the same time, the application is easily usable by the layperson with no practical knowledge of cryptography or distributed systems. The library provides all of the messaging and encryption facilities, and is completely decoupled from any user-interface. Universal Cloud State platform is a Free and Open Source project. All UCS code is open source and all development occurs in the open. Universal Cloud State platform is actually more of a portal, a platform, and even a mobile operating system depending on how you look at it.",
				"added": 1506184008
			},
			{
				"comment_id": 2,
				"body": "OUR TECHNOLOGY: 02 / ZERONET platform\nThe Universal Cloud State project uses the decentralized ZeroNet web platform, which offers the use of Bitcoin addressing and verification mechanisms and BitTorrent distributed delivery technologies, which allows creating sites that can not be censored, forged or blocked. The content of the sites is stored in the P2P network on visitors' machines, Namecoin's alternative root DNS servers are used for addressing, and the content is verified by the owner's digital signature.\nPEER-TO-PEER\nYour content distributed directly to other visitors without any central server.\nUncensored - It's nowhere because it's everywhere. No hosting costs - Sites are served by visitors.\nAlways accessible - No single point of failure. Simple - No configuration needed.\nDownload, unpack and start using it.",
				"added": 1506184065
			},
			{
				"comment_id": 3,
				"body": "OUR TECHNOLOGY: 03 / Multisig cryptocurrency wallet\nMultisig cryptocurrency wallet use UniCloudState certificate tokens and more other cryptocurrencies and fiat currencies.\nUniCloudState certificate tokens represents value on the blockchain that can be retained over time with relatively little volatility; giving it greater utility than other tokens for a wide range of use-cases. Retail, Rentals, Salaries, Commerce, Lending, Wealth Management. You'll even be able to use UniCloudState certificate tokens to pay for your capuccino using an NFC tap. UniCloudState certificate tokens is in the Ethereum EIP20 format, which means it can be used seamlessly in future Ethereum contracts for literally anything. It can also be used as a basis for other tokens and financial instruments that have yet to be imagined",
				"added": 1506184098
			},
			{
				"comment_id": 4,
				"body": "OUR TECHNOLOGY: 04 / Universal Basic Income (UBI)\nEvery citizen of the Universal Cloud State can receive Universal basic income (UBI), which is credited to his own Multisig cryptocurrency wallet. To receive Universal basic income (UBI), we use UniCloudState certificate tokens which can be exchanged for crypto currency or fiat currency.",
				"added": 1506184150
			},
			{
				"comment_id": 5,
				"body": "OUR TECHNOLOGY: 05 / Decentralized Distributed File Storage based on STORJ\nThe first reason for obtaining Universal basic income (UBI) is to provide the disk space of your computer or mobile device (smartphone or tablet computer) for hosting sites and for storing files in a decentralized distributed file storage based on STORJ technology.",
				"added": 1506184215
			},
			{
				"comment_id": 6,
				"body": "OUR TECHNOLOGY: 06 / Smart Contracts based E- Voting technologies Ambisafe\nThe second reason for obtaining Universal basic income (UBI) is to vote on various issues related to the management of the Universal Cloud State and participation in direct electronic elections based on the principles of A Democratic Autonomous Organization, which uses smart contracts. The use of smart contracts ensures a completely transparent voting process. The e-voting technologies used in Universal Cloud State are based on Ambisafe technologies.",
				"added": 1506184297
			},
			{
				"comment_id": 7,
				"body": "OUR STORY: Universal Cloud State began a few years ago, in the wake of Edward Snowden's leaks regarding spying activity some secret services. The idea was to create an distributed decentralized uncensored platform contains instant messaging application and uses Bitcoin cryptography and BitTorrent technology to build a decentralized censorship-resistant network. Users can publish static or dynamic websites into ZeroNet and visitors can choose to also serve the website. Websites will remain online even if it is being served by only one peer that ran without requiring the use of central servers. The system would be distributed, peer-to-peer, and end-to-end encrypted, with no way to disable any of the encryption features; at the same time, the application would be easily usable by the layperson with no practical knowledge of cryptography or distributed systems.",
				"added": 1506184365
			},
			{
				"comment_id": 8,
				"body": "OUR VISION: Universal Cloud State as Decentralized Distributed Cloud State will collect proposals from all member and citizens and submit them through a completely transparent voting process.\nOne of the many advantages of having a smart-contracts in Universal Cloud State is that it is immune to any outside influence as it’s guaranteed to execute only what it was programmed to. Because the Universal Cloud State network is decentralized, you'll be able to provide governance services with a 100% uptime guarantee. And because the Universal Cloud State network is distributed and blockchain-based, you'll have country with an unchangeable constitution and a better direct digital or delegative democracy.\nThe protection of freedom of speech, privacy and the guarantee of democratic rights for all citizens is sacred to us and these principles form the basis of the Universal Cloud State",
				"added": 1506184389
			},
			{
				"comment_id": 9,
				"body": "OUR PRINCIPLES: 1. Proclamation of Absolute Personal Sovereignty.\nEveryone has the right to proclaim a personal political status as a sovereign state and Personal Absolute Sovereignty over themselves and their bodies, thereby declaring itself a Sovereign Person without any restrictive conditions and for an indefinite period owning the supreme power in the state. Thus declared full personal sovereignty in the following types of power: The supreme power, legislative power, executive power, judicial power, political power, administrative power, public authority, symbolic power, economic power. Declaring sovereignty in political power, a person becomes a subject of international law and proclaims the legal personality, which has every sovereign state.\nSee our other principles: https://ucsusse.wordpress.com",
				"added": 1506184433
			},
			{
				"comment_id": 10,
				"body": "The Initiative Group Declaration UCS-USSE: The Initiative Group UCS-USSE is the community consisting of public figures, businessmen and active members of the civil society of the countries of Asia, America, Africa, Europe, it represents the project of Universal Cloud State - the Union of Sovereign Subjects of Earth (referred to as further UCS-USSE), proposed by George Newcloud, supported and developed by the Initiative Group UCS-USSE designed to seize the initiative from the group of the wealthiest people of the Earth, known as “Committee of 300”, Bilderberg Club or World Government, who want to create a global state. (We are against any kind of conspiracy theory, but unfortunately, the Bilderberg Club is the sad reality of our time and not conspiracy theory). The Initiative Group UCS-USSE is against globalisation as an instrument of global state creation where the power belongs to the World Government - a small group of the wealthiest people on the Earth. The Initiative Group UCS-USSE advocated the establishment of a Universal Cloud State - a Union of Sovereign Subjects of Earth - universality on the basis of the recognition of the uniqueness of each Sovereign Subject - every citizen of the world. Power in this State does not belong to the World Government, but to all citizens of the world based on the principles of direct digital trinitarian democracy-democracy, where all decisions are made on the basis of an on-line decision of ⅔ citizens of the State, rather than on a simple majority of authorized representatives as in the majority of existing democracies in the world. The control of vote results validation is provided to all citizens of UCS-USSE on the basis of open initial codes of software used on all servers of Universal Cloud State and having full transparency of voting procedure. Service independence from outside influence and their fault tolerance is achieved by placing them in a decentralized private cloud, whose members are all mobile devices and computers of UCS-USSE citizens. We are against globalization! We are for universalization based on recognition of the uniqueness and personal sovereignty of each UCS-USSE citizen!",
				"added": 1506184484
			},
			{
				"comment_id": 11,
				"body": "2. The principle of extraterritoriality.\n\nAccording to the Vienna Convention on Diplomatic Relations of 1961 and the Vienna Convention on Consular Relations of 1963\n\nProclaiming itself a Sovereign, a sovereign subject of international law, every person acquires the status of extraterritoriality in respect of the identity and of the body, which means that the body and the personality does not make the laws of the country in which he resides at the moment valid and it acts as the host for a foreign head of state and representative of the diplomatic mission of a foreign state and the diplomatic mission territory.\n\nBecause of the proclamation of the Sovereign-a person with head of state sovereignty in the territory of their personality and the body, anyone declaring personal sovereignty, gets immunity under international law and the aforementioned conventions, is the head of state, the head of the diplomatic mission and the diplomatic representation, as a sovereign entity combines the status of head of state, the head of the diplomatic mission and the diplomatic representation in one person. And therefore has a maximum diplomatic immunity and extraterritorial status in respect of the laws of the host country, that role has a residence country of a sovereign subject of international law. The conventions draw diplomatic immunity, which applies to the boundaries of diplomatic representation, in this case, these borders are the borders of sovereign territory and the body, therefore, diplomatic immunity applies to all channels of communication and body, eyes, ears, mouth. No one may in addition to the will of the sovereign broadcast the information via these channels. Diplomatic immunity extends not only to the territory of a Sovereign Subject, but also on its border and all channels of communication with the outside world. Transmission of any information to the Sovereign is recognized competent only in the case of express consent to its admission and delegating part of information sovereignty to the individual, broadcasting information to the Sovereign.\n\nDeclaring personal sovereignty does not entail any legal consequences for the citizen of any country in the world until the recognition by that country of UCS-USSE as a sovereign state with the legal personality of the state, as a Union of Sovereign Subjects of international law.\n\nUntil the recognition by that country of UCS-USSE of a sovereign state the personal sovereignty of man is own personal belief, the right to which is declared in UN Article 19 «Universal Declaration of Human Rights\nhttps://ucsusse.wordpress.com/2016/06/27/2-the-principle-of-extraterritoriality-constitution-of-ucs-usse-universal-cloud-state-the-union-of-sovereign-subjects-of-earth/",
				"added": 1506185067
			},
			{
				"comment_id": 12,
				"body": "3. Joining the Universal Cloud State — the Union of Sovereign Subjects of Earth (referred to as further UCS-USSE).\n\nAccording to the Universal Declaration of Human Rights,» the UN, Article 20, Paragraph 1: “Everyone has the right to freedom of peaceful assembly and association”.\n\nArticle 15, Paragraph 1 and Parapraph 2: “1. Everyone has the right to a nationality. 2. No one shall be arbitrarily deprived of his nationality nor denied the right to change his nationality.\n\n-Everyone has the right to enter into association with another person or group of people. And as a consequence of the realization of the right to self-determination, to associate with other Sovereigns as Sovereign subjects of international law on an equal footing and for mutual recognition of the personal sovereignty of each Sovereign Subject of international law.\n\n-Everyone has the right to proclaim its universal citizenship in the Universal Cloud State — the Union of Sovereign Subjects of Earth. Declaring personal sovereignty does not entail any legal consequences for the citizen of any country in the world until the recognition by that country of UCS-USSE as a sovereign state with the legal personality of the state, as a subject of international law. Since the recognition of the country by the UCS-USSE as a sovereign state, a national of that country has the right to execute a legally meaningful second citizenship, if the legislation of the country allows this or to change their nationality by the formal renunciation of the nationality of that country and accepting the nationality of UCS-USSE, enshrined in law and recognized by that country. Until the recognition by that country of UCS-USSE as a sovereign state, the actual personal citizenship of man is own personal belief, the right to which is declared in UN Article 19 «Universal Declaration of Human Rights”",
				"added": 1506185133
			},
			{
				"comment_id": 13,
				"body": "4. UCS-USSE new membership conditions.\n\nEveryone declaring Personal Sovereignty gets several statuses. The status of a Sovereign State, the status of the Sovereign of a Sovereign State, that is, an entity which has the status of absolute sovereignty, full of all branches of government in the territory of a sovereign state, that is, in its own body, as well as the status of a Sovereign Subject of international law.\n\nJoining the Union of Sovereign Subjects of Earth happens under conditions of federation, i. e. delegation of specific powers to specific officials of this Union, the amount of which is determined by each Sovereign Subject individually.",
				"added": 1506185204
			},
			{
				"comment_id": 14,
				"body": "5. Delegation of authority to a particular official is a result of direct election, if the person was voted by ⅔ of total UCS-USSE citizens. Delegated sovereignty can be revoked at any time by any citizen of UCS-USSE due to loss of confidence. The legitimacy of the official concerned is automatically reduced to one vote if sovereignty in relation to the occupied post is revoked by a Cloud State citizen. If less than of ⅓ UCS-USSE citizens trust this official, this person becomes automatically illegitimate and a new official elections are appointed. This procedure applies to all senior officials in UCS-USSE, including the President. The legitimacy of each of the highest official is reflected on-line on the website of UCS-USSE in absolute terms, i. e. in the number of citizens who have delegated their sovereignty to the official and in a relative value, that is, in percentage terms. Every citizen, once logged in on UCS-USSE website, can see that as soon as he/she withdraws its sovereignty against the official concerned, the number of votes of citizens who have delegated their sovereignty to the official automatically decreases by one vote.",
				"added": 1506185253
			},
			{
				"comment_id": 15,
				"body": "6. The principle of direct digital Trinitarian democracy.\n\nUCS-USSE is the Trinitarian State in many areas of operation, beginning with the Constitution and the principle of direct digital Trinitarian democracy. Trinitarian digital direct democracy is that for the adoption of any law and any election of an official requiring the consent of ⅔ citizens -Sovereign Subjects as a result of the vote on-line. The loss of legitimacy of any law or official requires that it stopped supporting more than ⅔, i.e. supported only ⅓ or fewer citizens of UCS-USSE.",
				"added": 1506185304
			},
			{
				"comment_id": 16,
				"body": "7. Constitution of UCS-USSE\n\nThe Constitution of UCS-USSE consists of 3 parts:\n\n1. The preamble, declaring general principles and prerequisites of the Constitution, which is information and declarative nature and postulates the axiomatic principles.\n\n2. The Minor part which contains all the articles that have legal force and are obligatory for all citizens of UCS-USSE.\n\n3. The major part, articles which are the extension of the relevant articles of the minor part. Major parts of the article are not binding and have no legal effect, and have moral character.\n\nJoining the UCS-USSE, every citizen, as a Sovereign Subject, ratifies the mandatory 2 out of 3 parts of the Constitution: Preamble, reaffirming their agreement and the obligation to comply with it, with all the rights arising from the obligations set out in these 2 parts and suffrage, i.e. the right to vote, in the process of adopting laws and elections of officials.\n\nRatification of each of the articles of the major parts of the Constitution is strictly voluntary. However, for example, ratification of Article 2 of major part of the Constitution, in addition to the agreement to respect the moral principles of the Constitution, entitles the citizen of UCS-USSE not only to the right to choose, but also, for example the right to put forward Bills to a vote and to be elected to the highest posts in the state.\n\nThus creating prerequisites for high moral ethos of top officials of UCS-USSE and moral-intellectual quality of bills.\n\nThe Minor part of the Constitution contains 3 basic articles which cannot be changed or cancelled and other items that may vary in the course of direct universal vote and binding for all UCS-USSE citizens. The minor part is based on the minor version of the ancient «Golden Rule Morality»: do not do unto others what you do not want to do unto you.\n\n1. Every citizen must be guided by the principle of «do no harm» unto yourself. No one has the right to cause harm to yourself.\n\n2. Every citizen must be guided by the principle of «do no harm», in respect of each of the other citizens and society as a whole. This article is based on Article 1 of the Constitution and the Minor part, it is defined by using the minor version of the golden rule of morality.\n\n3. Every citizen must be guided by the principle of «do no harm» to the idea of God, the religion of more than ⅔ of the world’s population, the citizens of UCS-USSE and their religious feelings.\n\nThe major part of the Constitution contains 3 basic articles that cannot be changed or cancelled. The major part is based on the minor version of the ancient «Golden Rule Morality»: do not do unto others what you do not want to do unto you.\n\n1. UCS-USSE citizen assumes a voluntary commitment to love himself/herself. This article shall be ratified by default by each Sovereign Subject of UCS-USSE. After the ratification of the current version of the article it is as follows: UCS-USSE citizen loves himself/herself.\n\n2. UCS-USSE citizen assumes a voluntary commitment to love other UCS-USSE citizens. This article is based on Article 1 of the Constitution Major part and it is defined by using the golden rule of morality. After the ratification of the current version of the article it is as follows: UCS-USSE citizen assumes a voluntary commitment to love other UCS-USSE citizens, as well as loves himself/herself. The ratification of this article is not necessary, but its ratification provides an additional passive suffrage for the election to obtain top government posts and the right to propose bills on the public website of UCS-USSE.\n\n3. UCS-USSE citizen assumes a voluntary commitment to love the God. The ratification of this article is not necessary, but its ratification provides an additional passive suffrage for the election to obtain top religious posts in main world religions. Church in UCS-USSE is separated from the State and the State does not interfere in the affairs of the Church. As there is direct democracy in UCS-USSE, then its principle provides a comfortable instrument for UCS-USSE citizens either for direct elections of clerics in religious groups, or for abuse preventions by electing a new top cleric, if the previous top cleric lost legitimacy due to loss of confidence of more than ⅔ voters (or more) of a religious group or church, that is, if he/she is trusted by only ⅓ (or less) of registered electorate of the highest cleric. The right not to believe in God, derived from the principle of freedom of conscience, declared in the UN «Universal Declaration of Human Rights,» is implemented by the non-ratification of this article. Its non-ratification does not restrict UCS-USSE citizen in his/her civil rights.",
				"added": 1506185351
			},
			{
				"comment_id": 17,
				"body": "8. Principles of UCS-USSE.\n\nEveryone who wants to declare itself a Sovereign State, thereby becoming a Sovereign Subject of international law, can do so by using the appropriate application that was developed for the mobile platform Android and will be released for iOS, Windows Phone, Windows, Mac, Linux and mobile Java format for cell phones that are not smartphones. This application serves as a passport and is a personal ID and will be equipped with an electronic digital signature that uniquely identifies each Sovereign Subject. Identification occurs at the system level by using the DHT (Distributed Hash Table)- Distributed hash tables and in no way violates the inalienable right of each Sovereign Subject to anonymity. Any Sovereign Subject can retain their anonymity, without advertising publicly the name on public services of UCS-USSE. Declaring itself a Sovereign subject of international law happens by proclaiming Declaration of Independence of World Sovereign Subjects, published in the form of a public offer (public contract) on the state site of UCS-USSE and is done by accession to public offer by clicking the corresponding button.\n\nThe second step available to everyone declaring itself a Sovereign subject of international law — joining UCS-USSE under conditions of Federal Agreement of World Sovereign Subjects, published in the form of a public offer (public contract) on the state website of UCS-USSE and is done by accession to public offer by clicking the corresponding button. The Federal Agreement of World Sovereign Subjects includes the paragraphs of UN Universal Declaration of Human Rights, principles of UCS-USSE federal nature and Constitution. After selecting the paragraphs of the Constitution, ratified by a Sovereign Subject in the Major part of the Constitution, it is the signing of the Federal Agreement of World Sovereign Subjects by clicking the corresponding button. Since then,the Sovereign Subject becomes a citizen of UCS-USSE and gets access to the public services on the public website of UCS-USSE.\n\nSuch a service is, in particular, the Service of Legislative Initiatives UCS-USSE, which is an extension of the legislative initiatives, primary voting on them and then, in the case of a set of such legislative initiative of 100,000 votes, it gets the status of the official Bill and is automatically proposed for universal suffrage for all citizens of UCS-USSE. If the Bill is gaining ⅔ of votes from the total number of electorate, it automatically becomes the law. This is the Trinitarian direct digital democracy in action.\n\nAnother similar public service is the Service for Election of UCS-USSE Top Officials, on which, all elections of UCS-USSE officials are held without exception. Any citizen or group of citizens can nominate any citizen of UCS-USSE as a candidate for the post of UCS-USSE top official, starting with the President of UCS-USSE on primary vote. As soon as the nomination is 100,000 votes, it is automatically registered as an official candidacy for the post of top UCS-USSE official, including UCS-USSE Presidential post. Then, on the day of the election, after registering at least 3 candidates for the post of top UCS-USSE official, there is a universal voting by clicking a relevant button in the service of UCS-USSE Top Officials Elections of the state UCS-USSE website. Access to the site is only from the personal application UCS-USSE Citizen Passport and is verified by a personal electronic digital signature.\n\nSimilarly, the access is granted to all services and state services of the state UCS-USSE website.\n\nAll services of UCS-USSE website are decentralized, cloud and located in private clouds, divided by personal mobile devices and personal computers of UCS-USSE peer network. Servers of state and private providers are not used for them in order to exclude the breach of UN Article 12 of Universal Declaration of Human Rights “No one shall be subjected to arbitrary interference with his privacy, family, home or correspondence, nor to attacks upon his honour and reputation. Everyone has the right to the protection of the law against such interference or attacks”, often breached by secret services of different countries. UCS-USSE is the state, where human rights, declared in the UN “Universal Declaration of Human Rights” is observed without exceptions and reservations.\n\nAccess to all services of UCS-USSE is through encrypted communication channels, such as Tor, OpenVPN or FreeNet, all citizens are combined into a virtual private network. Compliance with Article 12 of UN «Universal Declaration of Human Rights» is achieved through the use of Tor, OpenVPN or FreeNet, if for some reason the use of the Tor network is not possible in any state.\n\nEvery citizen of UCS-USSE decides which part of the productivity of the mobile device or personal computer to use for UCS-USSE cloud services. Settings are specified in the personal application of UCS-USSE Citizen Passport-a service is selected and is set the percentage of CPU processing power available under this service",
				"added": 1506185408
			},
			{
				"comment_id": 18,
				"body": "9. Procedure for recognition of UCS-USSE by world states as an independent sovereign state and subject of international law with full legal personality of international law subject.\n\nThe principle of de facto and de jure. Many States, such as Russia, China and the United States went through 3 stages of formation-proclamation stage, de-facto existence stage and stage of de jure recognition by the international community by signing bilateral agreements with all states which recognized them. For example, the PRC was proclaimed, and first it was de facto existence in 1949, and it was recognized as de jure by the United States in 1979. The United States de facto were formed in 1776 and recognized de jure by Russia in 1809, when Russia and the United States exchanged ambassadors, marking the beginning of diplomatic relations. The USSR was declared in 1917 and existed de facto, but it was only recognized by the United States in 1933. Similarly, UCS-USSE has been since proclamation and is functioning de facto and will exist de facto before getting recognition as de-jure by signinig bilateral agreements on recognition with the majority of world nations. The right to negotiate for recognition de jure is delegated to the ambassadors of UCS-USSE in every country of the world, which are similar to all other UCS-USSE officials. These are the historical background of the chosen model of education and formation of UCS-USSE.",
				"added": 1506185460
			},
			{
				"comment_id": 19,
				"body": "10. Social groups and associations in UCS-USSE.\n\nThe principle of dividing people into groups by territorial nature and by state borders is morally and ethically obsolete. Most of the borders of the states in their existing boundaries are formed as a result of the bloody war for independence or wars involving loss of thousands and millions of innocent people. Already this fact completely morally discredited the separation of people by territory defined by boundaries of states. Now most people are forced to consider the territorial borders, established by someone before them, where their expression of will is irrelevant. The principle of dividing people into groups by territorial nature by means of de facto state borders violates the terms of UN Article 2 “Universal Declaration of Human Rights”:\n\n«1. Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status.\n\n2. Furthermore, no distinction shall be made on the basis of the political, jurisdictional or international status of the country or territory to which a person belongs, whether it be independent, trust, non-self-governing or under any other limitation of sovereignty”.\n\nSince the set of the rights and freedoms enjoyed by citizens of one state may be very different from the set of the rights and freedoms enjoyed by citizens of another state.",
				"added": 1506185494
			},
			{
				"comment_id": 20,
				"body": "11. UCS-USSE is based on the principle of freedom from the archaic territorial divisions, profitable only to territorial elites, in due time usurping the sovereignty over the territories within the borders of states. Territorial elites are often not even national, as they called themselves, because in many cases the people of one nation are divided by artificial borders, often separating relatives and families, and not needed absolutely for the people, but favorable to territorial elites who have the power of war to their advantage. Territorial elites manipulate people, as it did Hitler, replacing the notion of personal interests or the interests of the people by the concept of the interests of German state. Often this will actually mean what the French King Louis XIV expressed by the phrase «The State is me!», that is, under the public interest they understand self-interest. And the actual interests of the people do not interest them.",
				"added": 1506185530
			},
			{
				"comment_id": 21,
				"body": "12. UCS-USSE is based on the freely expressed will of people to join into social groups or associatiosn on any ground such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status. All groups and associations have equal rights and duties within the framework of the Constitution of UCS-USSE and are based on UN «Universal Declaration of Human Rights». Association is recorded in the application UCS-USSE Citizen Passport by selecting a group or random quantity of groups and associations, whose list is available on the UCS-USSE state website and can be supplemented by any UCS-USSE citizen, who ratified Article 2 of UCS-USSE Constitution Major Part, as the principles, declared in UCS-USSE Constitution and in Article 1 and Article 2 of UN “Universal Declaration of Human Rights” exclude formation of groups and associations on the basis of discord, discrimination or hatred on any ground such as race, color, sex, language, religion, political or other beliefs, national or social origin, property, birth or other status, and believes that all human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.",
				"added": 1506185567
			},
			{
				"comment_id": 22,
				"body": "13. However, UCS-USSE, based on the principle of free will of the people to join into social groups or associations on any ground declared in UN «Universal Declaration of Human Rights» and considering that the principle of the Division of territory within the borders of de facto States, violates Article 2 of UN «Universal Declaration of Human Rights», respects the existing states and national borders, and in no case does not imply forced or illegal changes. UCS-USSE does not imply any revolutions and revolutionary change, because it believes, the only acceptable path of evolution is a smooth gradual change of the existing world order based on the free will of the citizens of the existing states, as they realize the benefits of the proposed UCS-USSE newest world order compared to the existing one. No article of the UCS-USSE Constitution can be interpreted as calling for the forcible or illegitimate change of existing social order in any state in the world.",
				"added": 1506185596
			},
			{
				"comment_id": 23,
				"body": "14. Model of UCS-USSE social organization, existing and functioning de facto is also an example for citizens of existing world states, encouraging them to change the existing order not through the revolution but through evolution, which can include several stages, first within the existing state borders, e. g. introduction of direct digital Trinitarian democracy, and then by full joining of their citizens UCS-USSE as de facto Sovereign Subjects, after that recognition of de-jure UCS-USSE as a subject of international law and establishing official diplomatic relations between these states and UCS-USSE, as well as adoption of a statute for a possibility to have a dual citizenship, if this right had not existed for citizens of this state, because dual citizenship was officially forbidden. The next and highest stage of evolution of the social system in a given country could be the abolition of the existing borders of that state and the full transition to the model of UCS-USSE social organization.",
				"added": 1506185666
			},
			{
				"comment_id": 24,
				"body": "15. Economic model of UCS-USSE. The economy of the nations of the world had gone through several stages in its development, before they came to the oil dollar standard. Before that, there was a gold standard. However, neither oil nor gold are by themselves a key product, each person consumes a broad cart of goods and services. It is a market cart of goods and services which is the key product consumed by everyone in the world and by every UCS-USSE citizen. The annual cart can change over time, so it is defined by universal suffrage of all UCS-USSE citizens on the state UCS-USSE website. There is also a daily consumer cart-DCC, which represents the average annual consumer cart-ACC, divided by 365 days, i.e. the consumption of each UCS-USSE citizen daily. Its value is bound to the MW- minimum wage, this means that no one can receive for their work daily less than the cost of DCC-Daily consumer cart and consequently, less than the cost of 30 DCCs per month. The size of MW per hour is defined as the cost of DCC divided by the duration of the standard working day-8 hours and is equal to the cost of ⅛ of DCC. UCS-USSE currency unit is equal to ⅛ of DCC. That is, every citizen of UCS-USSE cannot receive less than 8 units per day and less than 40 units per week. At the initial stage Paypal and Bitcoin payment systems are applicable. It is planned to introduce the electronic cloud Bitcoin wallet in the application of UCS-USSE Citizen Passport.",
				"added": 1506185702
			},
			{
				"comment_id": 25,
				"body": "16. The principles of creating software and services of UCS-USSE website. All the software is an open source, in order to give the citizens the full public scrutiny to avoid interference in the vote on UCS-USSE bills and interference in the vote on the election of UCS-USSE officials\n\nThe UCS-USSE initiative group invites application developers for all existing platforms, especially for mobile, such as iOS, Android, Windows Mobile, Java, all those who are close to the principles of direct democracy, the right to privacy of correspondence, the right to privacy and respect for the other rights declared in UN «Universal Declaration of Human Rights»",
				"added": 1506185728
			},
			{
				"comment_id": 26,
				"body": "17. Personal identification is carried out on the basis of the Blockchaine, EDS-electronic digital signature. In the first phase there will be implemented support of existing EDSs in the personal application UCS-USSE Citizen Passport. Later, you will obtain a UCS-USSE EDS issued by the UCS-USSE Certification Center, in each country of UCS-USSE embassy and in each city of the world in the UCS-USSE Consular Service through officers of the UCS-USSE Certification Center. All UCS-USSE citizens are guaranteed the right to anonymity. In order to implement this right, all public cloud services are decentralized and are based on Blockchaine, DHT (Distributed Hash Table)- Distributed hash tables that allow unique identification, provided anonymity, if a citizen of UCS-USSE wished to exercise their right to anonymity and to use the website services for UCS-USSE state services. Anonymity is impossible only in the case of public activities that follows from the principle of publicity, but it is a voluntary choice of every citizen of UCS-USSE to engage or not to engage in public activities, exercising or not exercising their inalienable right to anonymity. Examples of decentralized programs that use distributed hash tables-Tox, Bleep.",
				"added": 1506185775
			},
			{
				"comment_id": 27,
				"body": "19. The UCS-USSE project is an open source project and in the process of developing all necessary state decentralized cloud services and at the initial stage includes the application UCS-USSE Citizen Passport to confirm the user’s Personal Proclamation of Sovereignty, by which he/she declares himeself/herself as a de facto Sovereign Subject, possessing all features of Independent State, which is a de facto subject of international law and to confirm the fact of joining the Union of Sovereign Subjects of Earth under the federation conditions. All other services will be added to the UCS-USSE Citizen Passport as it will be developed and automatically updated as new versions of UCS-USSE Citizen Passport are launched",
				"added": 1506185814
			},
			{
				"comment_id": 28,
				"body": "20. Feasibility.\n\nThe UCS-USSE project is not an utopia because first it contains a description of the sequence of all the necessary steps for its implementation, and second, it takes into account the constraints and the historical background of the existing world order. Essential for its implementation is the widest possible dissemination of the ideas of UCS-USSE, declaring Personal Sovereignty and the fact of occurrence in UCS-USSE as a Sovereign Subject under federation conditions, where the quantity of credentials of delegated sovereignty is defined by each Sovereign Subject individually, as well as the possibility of their withdrawal. As the majority of citizens in each country will become de facto citizens of UCS-USSE, the following clear and necessary step will be recognition of the authorities of that state de jure statehood and the personality of UCS-USSE as a subject of international law with the establishment of formal diplomatic relations. As this process will occur with an increasing number of states on the Earth, UCS-USSE will become the officially recognized state de jure recognized by a majority of the states of the world and, in the future, by all states of the world. Advantages of UCS-USSE, which de facto will soon become obvious to the many nations of the world, will lead first to the borrowing of models of state structure, and then the final integration in UCS-USSE with the discontinuation of the territorial boundaries as harmful archaic atavism of the past.",
				"added": 1506185853
			},
			{
				"comment_id": 29,
				"body": "1. Support and partnership.\n\nThe UCS-USSE Initiative Group expresses its support, solidarity and readiness to cooperation and integration of some following projects in the UCS-USSE Citizen Passport application and UCS-USSE decentralized state services:\n\nGuardian Project https://guardianproject.info/\n\nTor Project https://www.torproject.org/\n\nBleep Project http://labs.bittorrent.com/bleep\n\nTox Project https://tox.im/\n\nBrawker Project https://brawker.com/\n\nFreenet Project https://freenetproject.org/\n\nMeshnet Project https://projectmeshnet.org/\n\nOsiris Project http://www.osiris-sps.org/\n\nTelegram Project https://telegram.org/\n\nAVAAZ Project http://avaaz.org/\n\nBitnation Project https://bitnation.co/\n\nEthereum Project https://www.ethereum.org/\n\nGeorge Newcloud on Bitnation https://bitnation.co/user/georgenewcloud/\n\nEstonia’s Government Services website https://www.eesti.ee/eng\n\nProgram to accelerate innovation around e-Residency http://www.identit.ee/\n\nAs projects, encouraging implementation of UCS-USSE project and containing examples of cloud decentralized technologies, which will be implemented in the application UCS-USSE Citizen Passport and on the state website of cloud decentralized UCS-USSE services.",
				"added": 1506185896
			},
			{
				"comment_id": 30,
				"body": "22. Our examples to follow.\n\nIn the matter of legal non-violent struggle for the recognition of UCS-USSE as a full subject of international law, the UCS-USSE initiative group uses as examples to be emulated in the nonviolent struggle for UCS-USSE principles Confucius, Martin Luther King, Mahatama Gandhi, Lev Tolstoy, Albert Luthuli",
				"added": 1506185946
			},
			{
				"comment_id": 31,
				"body": "23. Cooperation.\n\nThe UCS-USSE project in the near future will need digital cloud UCS-USSE embassies officials in all countries of the world, preferably with experience and knowledge in the field of international law, digital cloud consulates officials in every city of the world, and the staff of liaison offices of the UCS-USSE Certification Centre to issue electronic digital signatures to all UCS-USSE citizens in each city of the world, as well as many other elective posts in UCS-USSE. We invite all who share the principles on which is based the UCS-USSE project to work first on voluntary basis, and then under reimbursement conditions, which will be determined as a result of voting by all UCS-USSE citizens on the state website while the UCS-USSE budget is formed.\n\nVolunteer translators are also invited to translate the text of the present Manifesto, the application UCS-USSE Citizen Passport, and then cloud decentralized services of UCS-USSE state website.\n\nIt is welcomed to use positive reference to UCS-USSE project in the mass media, references to the Internet, copying and distribution of the original Manifesto of the UCS-USSE Initiative Group, the originality and integrity which can be verified by visiting the official UCS-USSE website.\n\nIf you can provide a permanent practical assistance to the UCS-USSE project as a developer, consultant in the field of decentralized cloud software, consultant in any branches of state structure, or are ready to provide long-term financial grant to the UCS-USSE project, we may consider your candidacy as a member of the UCS-USSE Initiative Group.\n\nAll of the above cooperation is accepted provided full support to the principles of UCS-USSE and joining UCS-USSE as a Sovereign Subject under the Federation terms.",
				"added": 1506185974
			},
			{
				"comment_id": 32,
				"body": "24. Reward for cooperation\n\nThe UCS-USSE Initiative Group invites all sympathizers to cooperate on a voluntary basis. Your personal contribution to the education and formation of UCS-USSE will be necessarily marked in the UCS-USSE Hall of Fame on the UCS-USSE state website and will be available to all next generations of UCS-USSE citizens. In the future, as the UCS-USSE budget is formed, cooperation on the basis of contractual relations is expected, including financial reward.",
				"added": 1506186010
			},
			{
				"comment_id": 33,
				"body": "25. Actions Plan\n\nEverything is needed to run this process in person from each person, who is imbued with the principles of UCS-USSE and ready to implement them in practice, download the application from the Appstore, Google Play or Windows Phone Store, install it and click the appropriate buttons to confirm the designation of Personal Sovereignty and joining UCS-USSE as a Sovereign Subject under the Federation terms.\n\nAre you tired of hearing that you are unhappy with the injustice in the existing world order, so that important government decisions are made without taking into account your views, the corruption of senior government officials, permanent wars between local elites, ongoing on behalf of the peoples living under their states, causing mass casualties among their citizens, World Government dictatorship and its globalization, but nothing is done sitting on the couch to change the situation?\n\nYour time has come! Change the world without stepping off the couch, at the touch of a button.\n\nThe future is now! And it is waiting for your action, simple and inevitable, as clicking a button! If you believe that one person cannot change anything in the confrontation with the system, remember Edward Snowden. Thanks to his efforts, the work of many secret services have changed dramatically in the direction of greater respect for human rights. And most importantly, he returned people lost confidence in the non-violent confrontation with the system that violates the basic human rights guaranteed in the UN Universal Declaration of Human Rights. But your situation is different-you’re not alone, we are many! And together, we can change the system!\n\nShare this UCS-USSE Manifesto with friends on social networks Facebook, Twitter, Weibo, Renren, Vkontakte, Odnoklassniki, Moi Mir and others, share UCS-USSE link with the contacts in mobile applications Whatsapp, Viber, Line, Skype and others. Accelerate the advent of direct digital Trinitarian democracy! Art of victory is the art of small, but irreversible steps. Now, more than ever before, all depends on you!",
				"added": 1506186066
			}
		]
	},
	"comment_vote": {}
}