{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "郭文贵真正了解权力如何运行——关键在钱和人",
			"body": "> 我告诉你，要想今天让中国走向法治自由民主，我们必须两条手抓，一个要大家有钱，第二个要有人！\n\n> 我们只要大家团结在一起了，我们就有人了！团结一起把这些盗国贼的钱拿出来，依法！在美国查一套房子，不管大小一栋楼和一个公寓，38万美元。所有这些是盗国贼的钱。38万美元，咱们谁查，大家分嘛！\n\n> 据我现在所知的资产，那就是几千套啊！那是多大的钱？！在法国，欧洲，澳大利亚还多，40几万美元。一点都不难！\n\n> 接下来我会出一系列细节，制度，然后让咱们所有的援郭会们，咱们分工。谁也不跨界，然后我提供信息，我提供法律资源，前期费用我来出，我会出章程，然后大家去查。查完以后的人钱，30%–50%留给当地，大家去分。依法治国，推动“郭七条”！\n\n> 另外的钱推在全世界联合成立的推动中国依法治国的委员会去，帮助大家。在大家没有挨饿的情况下，不能被”兰金黄”的情况下，去追求我们的“郭七条” 依法治国。这是现实的！\n\n节选自 [【文贵伐赵】2017-10-31赵岩采访郭文贵-（文字版节选二）](http://chinadigitaltimes.net/chinese/2017/11/【文贵伐赵】2017-10-31赵岩采访郭文贵-（文字版节选二）/)\n\n国内大部分的知识分子或许是由于儒家传统潜移默化的影响，更加习惯从文化和思想角度考虑问题，而容易忽略实际生活中政治运行规律的角度。对于中国共产党，更多地是先验地观察到其专制的结构，而遵循一种与儒家传统的“昏君—明君”相似的“专制—民主”的二元认识，重点批判专制过程中的不人道与侵犯人权的现象，如草菅人命、贪赃枉法、以权谋私。对于经济发展等成就，有视其为“人血馒头”而不值者；有不置可否者；亦有给予肯定，但认为不民主化无以持续者。总而言之，是将政治制度归因于统治者，而持一种道德的判断，以人道之名向民主而不齿专制。\n\n西方政治学近年深受经济学博弈论的影响，脱离传统的探求一种理想道德的政治架构的“应然”的目标，转而深耕现实政治决策实际如何作成的“实然”的理论。其中极有野心的一本著作，希望构建一个能够统合解释专制到民主整个光谱的理论，名为《政治生存的逻辑》（后称《政》）。其中所提出的“选任者论”，其核心十分浅显：钱和人。但“选任者论”阐发的道理对于习惯了集权专制叙事的国人来说可能是出乎意料，也是发人深省的：统治者并非为所欲为，他的近臣也并不是靠其庇荫而腐败；正相反，统治者受制于其近臣，而不得不以贿赂换取支持以保权位。对于不谙政事的西人，这本理论书有其普及版，名为《独裁者手册》，其中一章通过化用俗语生动地展现了这一道理与常识的冲突：“绝对的权力绝对会导致腐败”，变成了章节标题的“绝对的腐败绝对能赋予权力”。权力的运行并不遵循哪一特定的意识形态，而全在于钱和人。\n\n其实国人对于这种现象并不陌生。王朝末年宦官乱政，幼帝即位太后垂帘，诸如此类僭越之事，都是例证专制者并非事事如意。只是通常的解释常常聚焦于这些例子中专制者的弱小，而轻视了近臣的权力，认为近臣弄权只是专制者弱小时的例外。盛世时，专制者的专权只在与异党的对抗中展现，而专制者本身的党朋则由于专制党禁而受忽视。国人一直以来对于皇权至高无上的想象，遮蔽了政治运行的现实。\n\n一旦发现了专制者也要结党，《政》便着手将民主政体中的政党纳入同样的分析框架中。专制者贿赂其党羽，民主政党同样向其选民输送特殊利益。区别在于，民主政党的选民人数众多，若是以专制者的方法一个个贿赂，耗费巨大，于是只得输送以政策形成的公共利益。但开明的专制者并不能随意输送公共利益：如果专制者给其党羽的贿赂不能使他们满意，他们随时可以抛弃专制者，转投愿意给予更多贿赂的反对者。《政》便将这样的可以赋予统治权力的朋党，统称为“选任者”，也即是其所提出的理论之名。专制者为了制衡选任者，便会进行“清洗”，在选任者中安插亲信，将“清洗”之中得来的财富再分配给更靠得住的选任者。于中国而言，“清洗”即是“反腐”。\n\n在如今的中国，“选任者”毫无疑问是共产党内的利益集团。即使离民主还很远，中国的现代化政府结构依然迫使利益集团斗争显露出来。很多人已经意识到，不能指望既得利益集团启动民主化。然而很长一段时间，国内民主人士自顾不暇，国外民主人士批评之余也无从下手。直到郭文贵，出手直奔核心而去：钱和人。于中国共产党而言，钱和人的交界，便是王岐山。郭文贵最新的计划中，所瞄准的中国共产党高官的海外私产，也是类似的思路。只要切断专制者的资金链，让其贿赂无法满足党羽，就能从根本上动摇专制的基础。成败尚难定论，但郭文贵的行动，可以说是很长一段时间以来最有意思，也是最有希望的尝试了。",
			"added": 1509604749,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 2,
	"comment": {
		"1_1NfD4Vm8yeYy2XcYsWXbas142X5r39gS92": [
			{
				"comment_id": 1,
				"body": "> [fifth](#comment_6_1MWSNceME6iwM3ckzH7WcWoL9Vw5o4skT9): 我和我的團隊成員都是這麼做的。1、儘可能不購買支那生產的產品，必須買的網購或路邊店。2、不買房，把冥幣全部換成外匯，多到日本、美國旅行消費。3 、向周圍人鼓吹”大洪水“理論，號召其賣房移民，或至少把子女送出去留學，消耗共匪外匯。\n> 只要支那經濟一日不崩潰，社會一日不動盪，就不存在推翻共匪殘暴統治的可能。\n\n个人消费的一点改动完全不足以动摇中国共产党的经济基础。要动摇一国之基础，非如郭文贵一样直奔黑产所在不可。从个人角度而言，不如说是移民能够最快速地改善生活。",
				"added": 1510043637
			}
		]
	},
	"comment_vote": {
		"23_1Lvkcqq796u3e3UAMxJxo7RZLzjvnR9bbE": 1,
		"75_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"73_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"49_1BqBYvoVCrsBD7Mhfh5F2rZtFphTzdShS3": 1,
		"7_171sXvnp9RmuZbCYE2dJTZjTQE2qG36Pab": 1,
		"3_1Lag7pfbM5eFgLm3g5YhescMXgdm4bLQsh": 1,
		"5_1KyNzrBTMpi7LSmsrjnKS6mf15jRuFFN4H": 1,
		"10_1PvuX8HD3uoKanDSBvicJvXHuqSC1TSBsp": 1,
		"52_1FZ9iY7CzoVM7VsGFdxUxwqb6z5UY4ge4d": 1,
		"66_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1
	}
}