{
	"next_topic_id": 5,
	"topic": [
		{
			"topic_id": 1,
			"title": "反绿形势严峻，推荐梅新育、习五一老师的微博",
			"body": "土共计生灭汉，驱汉入少，两少一宽，高考加分，压榨汉族民脂民膏供养绿猪\n比如：非汉语语文高考（汉语文考题上120都难，几族有民族语文的，给自己族easy模式，随随便便140左右），宁夏公务员考试给非汉加10分，国家民委舆情中心2017年公开招聘人员公告不要汉族。。。。。\n最为严重的是绿教扩张，地方和中央都有土共局部被渗透变绿，继续维持着\n\n体制内还是有两位关注改善汉民族命运的民族主义分子，可以去微博看看他们的发言和行动。\nhttp://weibo.com/meixinyu?c=spr_qdhz_bd_baidusmt_weibo_s&nick=%C3%B7%D0%C2%D3%FD&is_hot=1\nhttp://weibo.com/p/1005051442246695/home?from=page_100505_profile&wvr=6&mod=data#place",
			"added": 1494899980,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "工信部：对未备案接入网站行为零容忍，发现立即处罚",
			"body": "https://www.ithome.com/html/it/316071.htm  \n\n工信部：对未备案接入网站行为零容忍，发现立即处罚\n2017-7-10 22:38:15来源：IT之家作者：马卡责编：马卡评论：228\n\nIT之家7月10日消息 近日，工信部发布了《关于进一步加强未备案网站管理工作的通知》，通知显示，工信部信息通信管理局组织相关单位对境内未备案网站情况进行了摸底排查，发现接入服务企业普遍存在未备案网站接入的情况。\n\n《通知》要求各通信管理局要加大对未备案接入行为的处罚力度，对于未备案接入网站的行为“零容忍”，发现一起，处罚一起。\n\n[工信部：对未备案接入网站行为零容忍，发现立即处罚]\n\n    各省、自治区、直辖市通信管理局：\n\n    近日，我局组织相关单位对境内未备案网站情况进行了摸底排查，发现接入服务企业普遍存在未备案网站接入的情况。为进一步落实《工业和信息化部关于开展互联网基础管理专项行动的通知》（工信部信管函〔2016〕485号）要求，加强网站管理，现就进一步开展打击未备案网站工作通知如下：\n\n    一、各通信管理局要立即组织属地接入服务企业（包含跨地区接入服务企业）开展自查自纠工作，要求其立即停止为未备案网站提供互联网接入服务（包括加速类服务）。同时，各通信管理局要加大对未备案接入行为的处罚力度，对于未备案接入网站的行为“零容忍”，发现一起，处罚一起。\n\n    二、我局将定期下发未备案网站列表，请接入服务企业所在地通信管理局协助查处，对于核实的未备案接入网站（包括为未备案网站提供加速服务的），依据《非经营性互联网信息服务备案管理办法》（原信息产业部令 第33号）进行处罚；在核实未备案接入网站过程中，如发现接入服务企业IP地址未按照要求进行报备变更，依据《互联网IP地址备案管理办法》（原信息产业部令 第34号）进行处罚。相关处罚结果请及时报我局，我局将在部网站对接入服务企业处罚情况进行公告。\n\n    特此通知。\n\n    工业和信息化部信息通信管理局\n\n    2017年7月4日",
			"added": 1499708635,
			"parent_topic_uri": "19_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "请问零网回复里如何插入图片",
			"body": "请问回复里怎么插入外链图片呢？markdown也不行",
			"added": 1500460449,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "建议禁止儿童色情和兽交贴",
			"body": "白皮这么搞不是没有理由的。。",
			"added": 1500614470,
			"parent_topic_uri": "13_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"5_1ByBmivkwwnrweuzHeL1nW5x4RPyw79947": 1,
		"56_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": 1,
		"2_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": 1,
		"15_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": 1,
		"244_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": 1
	},
	"next_comment_id": 245,
	"comment": {
		"6_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo": [
			{
				"comment_id": 1,
				"body": "女权是阿拉伯猪支持的，目的是灭绝欧洲民族。我也很讨厌基佬",
				"added": 1489834561
			},
			{
				"comment_id": 2,
				"body": "女权是阿拉伯猪支持的，目的是灭绝欧洲民族。我也很讨厌基佬",
				"added": 1489837529
			}
		],
		"1_1eg8zLhkWyNCmXFuZE5QZfNjvPJRBDsRW": [
			{
				"comment_id": 3,
				"body": "> [jame](#comment_6_14zK3wmFMHLCqjbiHLsxCSKGSdhmGCPEKL): 伊斯兰宗教国家有印度尼西亚(仅仅印尼就有2.5亿穆斯林），马来西亚，突尼斯，摩洛哥。。。这些国家与你无冤无仇，你为什么要去消灭人家？\n\n它们驱逐屠啥异教徒华人，它们做大了也会对异教徒的我们圣战，为啥不消灭？",
				"added": 1494595163
			},
			{
				"comment_id": 4,
				"body": "> [jame](#comment_6_14zK3wmFMHLCqjbiHLsxCSKGSdhmGCPEKL): 伊斯兰宗教国家有印度尼西亚(仅仅印尼就有2.5亿穆斯林），马来西亚，突尼斯，摩洛哥。。。这些国家与你无冤无仇，你为什么要去消灭人家？\n\n它们驱逐屠啥异教徒华人，它们做大了也会对异教徒的我们圣战，为啥不消灭？",
				"added": 1494595299
			},
			{
				"comment_id": 5,
				"body": "> [jame](#comment_6_14zK3wmFMHLCqjbiHLsxCSKGSdhmGCPEKL): 伊斯兰宗教国家有印度尼西亚(仅仅印尼就有2.5亿穆斯林），马来西亚，突尼斯，摩洛哥。。。这些国家与你无冤无仇，你为什么要去消灭人家？\n\n它们驱逐屠啥异教徒华人，它们做大了也会对异教徒的我们圣战，为啥不消灭？",
				"added": 1494595354
			},
			{
				"comment_id": 6,
				"body": "> [jame](#comment_6_14zK3wmFMHLCqjbiHLsxCSKGSdhmGCPEKL): 伊斯兰宗教国家有印度尼西亚(仅仅印尼就有2.5亿穆斯林），马来西亚，突尼斯，摩洛哥。。。这些国家与你无冤无仇，你为什么要去消灭人家？\n\n它们驱逐屠啥异教徒华人，它们做大了也会对异教徒的我们圣战，为啥不消灭？",
				"added": 1494595422
			},
			{
				"comment_id": 7,
				"body": "前几天在其它地方看到个评论，看起来比较到位，虽然那人英语好像不咋的。\nI was naive as you, but after see pigslam's books and its claim, I had changed. France is going to be Francistan. Under the Sharia law, there is no democracy, feminism, or other religion(for there is only one true religion), and even music and and etc. You are letting pigsla take over europe, far worse than fascism. According to Koran, 1. Kill all disbelievers is a holy act and the duty of muslim, it will help to make sure the truly faithful believer go to heaven and get 72 virgin(72+ if you were doing greater than others); 2. Allah send messagers to cast terror to disbelievers in infidels' city, to let them give up false religion.(the origin of terrorists); 3.The earth and all treasure on it are exclusive property, which Allah created only for its agent rulers on earth(the one who means muslim). Kafir illegally possess and robbed muslim, so any aid from kafir will get no grateful thanks; 4. Kafir is not clean and is lowest-grade animals. their existence is a crime. even the air they breath out, keeps pollutes and poisoning faithful beliver, for they are not halal; 5. Kafir's women are properties which allah created for muslim. Kill all kafir and make their women in to sex slaves. Sell them on slave market to encourage and comfort holy warriors(jihadist). You can find that, the present suffering of Yezidi people was written in that book.",
				"added": 1494595736
			}
		],
		"1_1NZsz5ugkzg27d9jmc8qrT9GxcLZdiuBGP": [
			{
				"comment_id": 8,
				"body": "怪那些猪维子吧。非我族类，其心必异，小心下次三区革名被维维豆奶灭门。75就是个例子，囬子很会塔基亚，时机成熟就圣战杀你全家。时刻警惕，千万不要忘了伊斯兰教是邪教",
				"added": 1494596054
			},
			{
				"comment_id": 43,
				"body": "> [ttoo](#comment_8_18v5MC9DyDVihUjwGdfPSdpyeXF9jA2D8t): 文贵爆料说是中央领导喜欢从西藏抢劫各种天然资源回来卖钱发财才闹事的，内地老百姓不知情还真不知道新疆是什么回事，一般人都以为是疆独在闹事\n\n脏毒豆奶民都造的谣而已。新疆实质是伊斯兰教按照邪恶教义反对异教徒政权，进行宗教圣战。最终目的是灭绝异教徒，你还是别为它们叫好了，七五才过去多久？汉人在所谓三区革命时和雅兹迪人的命运差不多，男的被杀，幼女漂亮年轻的弄去当性奴，汉人街没一个汉人，成地名，伊犁河水变红。回子维子邪恶透顶，它们根本没世俗派，力量不够时机不成熟就是潜伏，到了点就会圣战杀你全家，它们按古兰经教育认为我们肮脏无比，是最劣等的不信真理聋的哑的畜生，连呼出空气都污染它们那些虔诚信士，所以搞隔离制度。",
				"added": 1499483831
			},
			{
				"comment_id": 61,
				"body": "> [haishang](#comment_4_1PBiDWemDDZiaujyZwfJsq3HvE9x2rR2kH): 七五是什么事件？周围的一些新疆朋友非常反感政府。\n\n实质是伊斯兰邪教信徒按古兰经要求，驱逐屠杀异教徒汉人，反抗异教徒政府。它们繁殖够了，就不在假和善，昨天是你的邻居，明天就能向你举起宗教圣战的屠刀。\n想想三区革命，你不是当地汉人没杀到你头上？新疆不是维吾尔的，原来大部分是准噶尔蒙古的，因为叛乱被灭，后边汉人和南部豆奶四处迁徙，取代了准噶尔的生存空间，也就康熙后的事。\n为了造反也不能出卖民族利益当汉奸。\n汉人最早到新疆时，还没维族这个民族，宋末因为伊斯兰教入侵，汉人才在新疆的存在被消灭了些的",
				"added": 1500004814
			},
			{
				"comment_id": 63,
				"body": "> [longzaowuzhu](#comment_240_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 其实你该去和真实的新疆人民对话才知道，真实的新疆，意淫没啥好处！ 似是而非的理论，无异于本本主义，空想主义没啥区别\n\n你才别犯了胡乱邦的本本主义错误，读马列民族论片段，读出了汉人殖民论，汉族还债轮，要撤销建设兵团，给维子民族自决权，建立民族国家啥的。现在给维子的各种形式的补助还不高吗？生娃了可以免费读到大学。它们不一样想着时机成熟作乱造反，建立民族国家，驱逐屠杀汉人，连和它们不是一派的回子，哈萨克都杀。口号有云“杀汉灭回，踏平哈沙克”。\n你真以为维子不断作乱暴恐，没有广大的群众宗教基础，只是一小波不明真相的群众和美帝的阴毛？\n伊斯兰教作乱是不会停息的，你可以去搜搜伊斯兰教在华叛乱年表。它们对异教徒的仇恨和企图，会在它们超生繁殖取得优势人口比例后，暴露无遗。灭绝异教徒，留异教幼女和年轻女当性奴，是它们的行为之一。",
				"added": 1500005774
			},
			{
				"comment_id": 64,
				"body": "> [atheist](#comment_125_12Ugp53jiMdvj1Kxa1w7c2LcXUBdGPs1oK): 需要王振这种人\n\n王震之后再乱，说明要从根本上解决问题，必须从以下选项中选一，灭族或者灭教。\n想想同治回乱也一样",
				"added": 1500006317
			},
			{
				"comment_id": 65,
				"body": "> [rycb](#comment_6_1BayvKVwKxm2bV91jsoMJSW9d3g5skT6VY): 所以你的观点是杀光穆斯林，还是杀光伊斯兰信徒，另外由谁来杀，怎么杀，准备牺牲多少非穆斯林/伊斯兰信徒，你有没有牺牲自己的思想准备，你有计划吗？\n\n先披露宣传穆畜本质上，彻底的反人类诉求，邪恶邪教的实质。让更多群众了解，群策群力，一步一步走。万事开头难，只要路线正确，就不怕。",
				"added": 1500016911
			},
			{
				"comment_id": 66,
				"body": "> [rycb](#comment_6_1BayvKVwKxm2bV91jsoMJSW9d3g5skT6VY): 所以你的观点是杀光穆斯林，还是杀光伊斯兰信徒，另外由谁来杀，怎么杀，准备牺牲多少非穆斯林/伊斯兰信徒，你有没有牺牲自己的思想准备，你有计划吗？\n\n> [longzaowuzhu](#comment_241_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 要不要学习学习希特勒，马列论有是什么鬼？前提是为啥你要搞计划生育？怀胎八月，计生办强行把别人孩子搞死是何道理。你说没怀胎可以流掉，别人都要出生就用如此残暴手段搞死一个要出生的婴儿是何道理？还抢别人家牛羊和财产，只有我们自己人对自己人搞得出来\n\n我是说胡乱邦学习马列里的民族理论学歪了，我哪在号召学马列？你在鬼扯啥？ \n莫非你是狗急的穆畜？还是学白左那种不知时势的libtard?",
				"added": 1500017049
			},
			{
				"comment_id": 67,
				"body": "> [peopleslogic](#comment_1_19TYqgziZM2mWnSrYRgLDVroQZoAL3pZVy): 看您现在口口声声穆畜的样子，真的很适合入党或者加入纳粹冲锋队呢。既然您在零网上这么明目张胆的搞种族歧视，在现实生活里一定没少吃高价拉面吧。希望您的父母愿意把他们的失败产品回炉重造。\n\n邪恶的反人类穆畜的目标就是灭绝异教徒，它们歧视异教徒，认为异教徒劣等肮脏该被驱逐屠杀。在历史上无数次，先塔基亚潜伏背后捅刀，屠杀汉族，企图灭绝汉族民族和文化。它们在国外表现也一样。\n对这等反人类的邪教纳粹团体，我等只能对等反抗，并不算极端。\n对不同政见的团体搞liberal那套，你咋不去德国呼吁白左和犹太人包容异见分子纳粹呢？我不认为我对穆畜的看法有啥极端。",
				"added": 1500043676
			}
		],
		"255_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 9,
				"body": "汉人分支开拓的朝鲜到高句丽为止。之后的高丽之流才算独大正式登上历史舞台，是通古斯人种，和华夏子孙不一样。\n话说，唐朝内嵌内嵌高句丽降军，夺了汉人中原和东北，建立了渤海国。两次大规模内嵌党项羌，夺了西北产马地陕甘宁，陕甘宁是周朝发祥地，秦朝故土，也是传说中的炎黄活动之地（称为xx墟）。\n汉末三国，汉人内战壮丁死亡多，打仗赋税重也致死很多（曹超曹植写了几首诗歌描述过），为了劳力，有点像现在欧洲，内嵌异族。也导致惨剧，比如内嵌的匈奴夺了东晋，让东晋末帝当马夫，为了安抚汉人，冒称是汉朝公主后裔。八王之乱、五胡乱华更不用说。内嵌的羯族最为残暴，吃人为乐，称汉人为两脚羊，假意投靠梁景帝，趁军队空虚，把江南的汉人屠杀了一遍，导致汉人的文化技艺很多失传，著名的王谢这类从春秋就延续的门阀家族被灭。\n\n五代十六国，五胡乱华，几次衣冠南都，都是内嵌异族埋下的祸根。后世宋朝开局不好，没产马地，连汉人民族发源地中原陕甘都没了，是受其影响。朱元璋能收复北方，据说有个原因是蒙古人强行在南方养马。",
				"added": 1494898184
			}
		],
		"14_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU": [
			{
				"comment_id": 10,
				"body": "贴吧有替代品吗？我认识的好多反绿反邪教人士都不敢发言了，怕被绿警人肉信息，被圣战分子找上门。中亚民族吧吧主虽然人品似乎有问题，但反绿立场坚定，他应该也不敢继续用那个号了。",
				"added": 1494898323
			}
		],
		"1_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": [
			{
				"comment_id": 11,
				"body": "梅新育\nhttp://weibo.com/meixinyu?c=spr_qdhz_bd_baidusmt_weibo_s&nick=%C3%B7%D0%C2%D3%FD&is_hot=1",
				"added": 1494900152
			}
		],
		"1_1CdwZ24MZhBc2XNT2vAjk2MQjJuEnybP5W": [
			{
				"comment_id": 12,
				"body": "这人就是个犹太人资本财团代理人，会执行犹太人的指示左拐。可以看他老婆和他的家庭背景，以及他在金融届的工作经历。",
				"added": 1494900486
			}
		],
		"238_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 13,
				"body": "宫脓病包子黔驴技穷，只能靠房产鸡的屁维持生活的样子。",
				"added": 1494902349
			}
		],
		"236_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 14,
				"body": "借口实名，主要是监控震慑贴吧言论那块",
				"added": 1494902385
			},
			{
				"comment_id": 133,
				"body": "太子党的国企或者国企入股的才能有网络视听许可牌照，可垄断网络点播服务",
				"added": 1501079161
			}
		],
		"203_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 15,
				"body": "包子就没想降过，只是说防止过快增长",
				"added": 1494902819
			}
		],
		"1_1DE6m8gyMFnKeK8LUWwL67CYvVAiYS46G5": [
			{
				"comment_id": 16,
				"body": "那些搞婴儿的简直是丧心病狂，丧尽天良，太恶心了。\n只能接受10多点的漂亮非黑种、非矮黑种萝莉自摸互摸，干嘛伤害人家",
				"added": 1494903267
			}
		],
		"253_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 17,
				"body": "开虚拟机时把虚拟机网络关了",
				"added": 1494911922
			}
		],
		"263_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 18,
				"body": "谁知道啊，包子开了个啥，说啥网络主权",
				"added": 1494990703
			}
		],
		"3_114LAWRRKSmyz8NhQbZsTPEFUaz32kMRtj": [
			{
				"comment_id": 19,
				"body": "是啊，有些地区。狗共给绿畜绿猪头子补贴太过了，还大肆zf出资建清真寺，可恨。\n一边是计生灭汉，房地产高税搜刮汉族血汗供养绿畜。汉族死了买个墓地，20多年后后代不续费会被扒出来扔了，一边是绿竹不断扩张土葬墓地，老共可不敢找它们续费",
				"added": 1496688790
			},
			{
				"comment_id": 75,
				"body": "在高层王正伟 大哈里发。\n弄个伊带伊路，对内吸血，发展穆畜伊斯兰国，其心可诛。\n这是资敌，穆畜强了必然对中国输出恐怖主义和圣战，旨在灭绝汉族和汉文化",
				"added": 1500208500
			}
		],
		"5_114LAWRRKSmyz8NhQbZsTPEFUaz32kMRtj": [
			{
				"comment_id": 20,
				"body": "支持这个看法，驴叫反人类，他们的目标是杀光所有异教徒，把异教徒女变成它们的性奴。看看雅迪兹人。\n楼下那个冥煮傻粪犯了教条注意错误为什么要，邪教信仰自由？你要不要去保下轮子奥姆真理教的自由？",
				"added": 1496688946
			},
			{
				"comment_id": 24,
				"body": "> [sunzz](#comment_2_1C1DrCxZ6DYhD7VQH8gUQ6cCUeJPGJ1Ajd): 就你这样满嘴喷粪的给你自由也是个搞屠杀的，根本就是个白痴，你还是多看点书好么？你说的性奴还有杀异教徒基本都是ISIS那种恐怖组织在干，你能听懂我说什么吧？天天喊圣战，而且根本违背了伊斯兰教的教义，这就是宗教落后国家的现状，包括佛教的祖先发源地印度，一样有性奴的存在（别问我他们为什么不杀人，因为他们出在和平时期。）那印度教佛教是不是也要取缔？把事情想得那么简单本身就是一种无知，还要给人扣帽子，你就是个文革余孽而已，最可怕的就是这种垃圾啥都不懂还要出来装，误国误民。伊斯兰教，基督教都来自同一个祖先——犹太教，你但凡长点脑子了解一下的话就知道，其教义基本都是由犹太教产生的，只是基督教更多集中在发达国家，而伊斯兰教大部分在落后国家。为什么美国有伊斯兰教就没有天天绑着炸弹玩圣战的？那么多阿拉伯国家，那些富裕的阿拉伯国家，迪拜基本是世界上最安全的国家之一，人民生活幸福，人家也是伊斯兰教的，怎么就没事？宗教并不是产生问题的原因，而是贫穷，就像中国打仗的时候董存瑞不也是扛着炸药炸碉堡？共产主义是恐怖主义应该取缔？如果你只把这种狗屎观点当作真理，那首先应该取缔的就是你。多看书，少放屁。不再回复垃圾。\n\n邪教崽子不要转移视线，哪个不知道你们那些畜生渣滓现在在塔姬娅潜伏，准备在时机成熟时再来个同治回乱杀光异教徒，灭绝汉族文化文明。垃圾",
				"added": 1496840065
			}
		],
		"291_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 21,
				"body": "阶层固化，教育资源越来越集中，改个屁，我老家那些乡镇中学一年不如一年。",
				"added": 1496689020
			}
		],
		"1_114LAWRRKSmyz8NhQbZsTPEFUaz32kMRtj": [
			{
				"comment_id": 22,
				"body": "绿畜按经书教导，认为我们异教徒是最劣等肮脏的聋哑瞎的畜生，连呼出空气都污染它们，所以它们要搞隔离。\n清华大学有篇学生获奖通讯稿居然还说清真食堂隔绝空气。\n那些渣滓等待时机除掉我们这些它们认为的肮脏不信真理的异教徒，我们下次反杀它们一点要斩草除根，不要有心理负担",
				"added": 1496689242
			}
		],
		"9_12Ugp53jiMdvj1Kxa1w7c2LcXUBdGPs1oK": [
			{
				"comment_id": 23,
				"body": "包子把经济搞得一塌糊涂，老共的家属洗钱频繁拉动的罢了",
				"added": 1496839952
			}
		],
		"1_19QxCT3gLRMoWqb5ZCBQvkhBsxDbzZZPLC": [
			{
				"comment_id": 25,
				"body": "你的思想没先进性谁听？都说孙中山是大炮，但是我看他的思想当时是先进。\n反正你别夹带私货，宣传啥白左民族自杀取灭之道就行了。",
				"added": 1496928190
			}
		],
		"2_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV": [
			{
				"comment_id": 26,
				"body": "老共倒不怕，我又不反它，最多提提看法。\n绿教可以直接上门送圣战，比如 中亚细亚天空 那位，泄露信息了绝对会被追杀",
				"added": 1496928361
			},
			{
				"comment_id": 49,
				"body": "震慑屁民，不敢说话，只能歌功颂德或者说些猫猫狗狗娱乐圈，比如那个腾讯浏览器头条和贴吧。  \n最近那个网站实名，有些站长遇到发现有点啥内容，或者开了视频、评论，立马就封，改了再解。",
				"added": 1499785847
			}
		],
		"306_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 27,
				"body": "不涨包子咋撒币哩",
				"added": 1497046233
			}
		],
		"307_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 28,
				"body": "伊带伊路迫切要求撒币，需要对内盘剥，需要宁与友邦不予家奴，需要给欧美、东南亚各国送岁币拉动的",
				"added": 1497081590
			}
		],
		"223_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 29,
				"body": "> [deep](#comment_63_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo): 白左为了夺权，喜欢以爱的名义煽动人群对立煽动仇恨，借此拉拢社会力量，这是他们这几百年来的玩法。\n\n白左是民族自杀取灭之道。伊斯兰教反人类，叫嚣灭绝肮脏劣等的异教徒教义，不是别人煽动起来的",
				"added": 1497112831
			},
			{
				"comment_id": 30,
				"body": "女权和伊斯兰势力勾结\n\n法国媒体揭露：当今女权分子正在和伊斯兰势力互相勾结\n\n近年来，网上的女权势力和反女权势力的争论日趋频繁。女权似乎受到了越来越多人的批评。相比以前女权是绝对真理容不得批评的情况，这是一种进步。一个不许人质疑的东西恰恰是最值得怀疑的。何况尼采那么狂的人都不敢说自己理论完美无缺，女权分子的理论水平不可能比尼采还高吧？\n不过很遗憾，中国网上批判女权的人大多忽略了一点关键问题：20世纪90年代前的女权组织和20世纪90年代后的女权组织根本不是一个概念的东西。这二者的的分水岭发生在1991年，也就是苏联解体。说的明白点：91年前，女权的主力军是苏联意识形态控制下的各国左翼力量。彼时的女权是红左女权。91年后女权的支持者是liberal和伊斯兰极端势力，此时的女权是白左女权。不明白其中差别的人，就很难理解为什么80年代新保守主义右翼势力沉重打击了女权分子的气焰，今天右翼却拿女权毫无办法。\n\n2014年时，法国右翼党派“国民阵线”公布了一份资料：超过350个欧美大中型女权组织受到沙特等中东国家资金支持，当时引起舆论一片哗然。如今两年过去，这一数量恐怕只增不减。可能有人会奇怪： “伊斯兰教一向歧视妇女，女权怎么可能会受到伊斯兰的资金支持？”但事实就是如此。原因就很简单：“敌人的敌人就是朋友”。伊斯兰想要向东亚和欧洲全面扩张。必然要瓦解这些国家的民族主义力量。而女权本身具有民族虚无主义的特点（波伏娃甚至公开宣扬女人不需要民族，国家和民族是束缚女性的枷锁），加上苏联解体后传统女权力量面临失去资金和舆论的支持，要么土崩瓦解，要么蜕变成白左女权。在这种情况下，女权和伊斯兰势力的勾结也就不奇怪了。\n德国女权团体Femen，是在德国最有影响力的女权组织，而且在乌克兰和比利时拥有多个分部。Femen从2015年开始就一直主张接纳穆斯林难民。其在“科隆千人性侵案事件”后仍然公开为难民辩护，并打出标语：“我是女权主义者，反对伊斯兰恐惧症，欢迎难民”。至于那些被性侵伤害的女性，我们女权者是不会介意的。\n欧洲极端女权组织“红色卓拉”，鼓吹消灭白人和亚裔男性，世界的统治权应交给女性和穆斯林该团体创立于1977年，之后与基地组织勾结，逐渐发展成恐怖主义组织。到1996年，该组织已在欧洲制造了４５起恐怖爆炸行动。2003年，红色卓拉头目艾德丽安·基尔绍莎策划了蒙特利尔大爆炸，爆炸及引发的油库火灾造成169人伤亡。\n2016年，法国激进女权主义者 Carla公开提出，应该尊重穆斯林移民的信仰，允许他们在法国保持一夫多妻习俗。吊诡的是，Carla年轻时极力宣扬不婚主义，却在35岁时和一位阿拉伯裔男子结婚。她也因此被她的支持者盛赞为“文化多元主义”的先锋。\n事实证明，无论是中国还是在欧洲，女权分子的双重标准已经到了疯狂的地步。女权主义者一边对本国民众鼓吹不婚不育和生育对女性有害论，一边对穆斯林疯狂繁殖视而不见； 一边对自己的国家及男人百般抹黑，挖空心思在每一条国家政策内找出对女性“不利”的地方，一边对阿拉伯国家摧残女性的种种行径置若罔闻。在女权和伊斯兰的双重夹击下，东亚和欧洲的落日，将为期不远。",
				"added": 1497112858
			}
		],
		"4_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV": [
			{
				"comment_id": 31,
				"body": "感觉像非法集资，操作好很来钱的，免费又不给你分红",
				"added": 1497934532
			}
		],
		"1_1KGwaDVQCRddRWSreNPRjkcCXntBe375oZ": [
			{
				"comment_id": 32,
				"body": "> [testapp](#comment_53_17xeFZRG9nokuGNj8WZQU5V9ZdfUGr2gGT): 首先，“穆斯林”和“马列思想”不是同类，“穆斯林”是指信仰伊斯兰教的人，而“马列思想”一看就知道是指一种思想。虽然有伊斯兰教中的极端思想在目前相比其他宗教更不可控，但是依然有很大一部分穆斯林表现得并不那么极端，只是不符合“社会主义主旋律”罢了。而鼓励使用屠刀放弃信仰的做法如果合适，那么许多其他不符合“社会主义主旋律”的东西就多了，难道都要这样禁绝？这本来就是一种极端主义，而且可能会很快误伤到自己的。\n\n那叫塔基亚，人口比例到了，必然圣战，杀光男异教徒，把漂亮异教徒年轻女、女童留下来当性奴。\n这个邪教根子反人类，必须灭了，并不是极端",
				"added": 1497934643
			}
		],
		"3_13tNGZhqdsYK3xJ5mXcRDNmaA1phqqFEdT": [
			{
				"comment_id": 33,
				"body": "https://www.ithome.com/html/it/314670.htm#ifcomment\n看了评论真特么服了一群标准碳酸氢盐，什么都扯上政治，这跟政治毛的关系？禁止不健康视频！人家只是限制视频！！现在好多博主为了眼熟什么标题都敢取，然后点击进去特么的满满的淫秽！！就前天，看到有条微博视频标题:男子见义勇为，救溺水女生！心想这么正能量，点进去看下下咯，没想到特么的:原来是在池子里叉叉圈圈！！！！！还有一个标题:惊呆！竟然还有这操作？！心想这是游戏操作太犀利了吧，没想到进去一看，尼玛，原来也是圈圈叉叉！——坐着男人身上边❌边玩王者农药！！！\n\n评论里一片呜呼哀哉，仿佛他们受到了禁言、失去自由一般，什么“开历史倒车”，什么“近乎平壤”，什么“防民之口”云云……可笑的是这些人似乎没有读懂这次整改的目的和依据，或者说是选择性忽视，看到广电总局习惯性地喷几句。\n这次整改有理有据，依法依规，不明白有什么可喷的。真不想让你说话，恐怕在网上一个标点符号你都打不出来。可以发表意见，但是最起码得依照事实，合理表达。说几句“习以为常”、“近乎平壤”并不能代表你就具有鲁迅之遗风，说来挺可笑的。就像课堂上老师讲话你在下面接下茬，耍点小聪明，着实可笑\n\n与此同时，微博将继续加强与人民日报、新华社、中央电视台等有资质的中央媒体的内容合作，放大主流舆论的传播声音。哈哈哈哈哈哈",
				"added": 1498666035
			}
		],
		"1_1HXHZhoKYqbsZmDoSB6i7fs4vFpT3sNCvh": [
			{
				"comment_id": 34,
				"body": "计生灭汉，汉族人少了，汉族可能被大屠杀。参考唐末，汉末",
				"added": 1498917397
			}
		],
		"1_1BJ2uhdDCW4rBQrT5teUS2eryRAimHDNVw": [
			{
				"comment_id": 35,
				"body": "欧洲不就是社会主义么？被白左和政治正确基本搞死了，或者确定了灭亡命运",
				"added": 1498917608
			}
		],
		"346_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 36,
				"body": "维持霸权，经济上殖民掠夺全球。顺带点道义。\n但比包子之流对内敲骨吸髓，大手一挥大撒币，准备解放全人类的卖国卖族证券好",
				"added": 1499071829
			},
			{
				"comment_id": 40,
				"body": "> [gdd](#comment_63_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 资本主义社会为的当然是永恒的利益。但是你所说的美国打东打西，是从新闻联播里听来的虚假宣传。美国确实在国际上到处打拼，可他不是那种地痞流氓型的见谁欺负谁，他只是努力在国际上为了美国商人建设更好的投资环境。好的投资环境都是双赢的，对投资地的人民和对美国商人都有好处，但是会触动独裁者的既得利益。所以独裁者们很痛恨美国，要反对美国，还利用独裁的权力欺骗人民、发动人民来反对美国。\n\n你咋不说美国用战争和石油美元搞经济掠夺",
				"added": 1499326131
			}
		],
		"8_1DzpF7398yNGjFwHQqHAu9fRkbE3WZ6dZA": [
			{
				"comment_id": 37,
				"body": "> [deep](#comment_91_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo): 要找发言的人也不容易，稍加注意安全就可以了，找不到人的。因为零网不记录IP，只认区块链的密匙，密匙可以经常换，随便换。\n\n应该可以通过请求网页内容来获得看了这些页面的人的IP?",
				"added": 1499152513
			},
			{
				"comment_id": 39,
				"body": "> [deep](#comment_97_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo): 连服务器都没有你去那里查？\n相当于p2p，老共还控制不少网络节点，请求下载过人的存的文件，总能找到部分来源ip。",
				"added": 1499189740
			}
		],
		"279_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 38,
				"body": "> [vincentcheung](#comment_16_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV): 学好外语啊，不过也看到过国家队的五毛有部分具有一定英语水平的（当然还是很好辨认的中式Qinglish）在英文互联网圈子搅混水了（主要是几大新闻网站的commentary part里面替党国用Qinglish洗地，比如纽时这种影响力大的media）\n> 习猪头肯定是罪魁祸首，这个猪头开倒车，强化网络言论控制，天天上头条，以腐败反腐贼喊捉贼，这些都会记账清算的\n\n看着包子在各个头条软件和手机浏览器的头条假新闻就恶心，无能透顶，这么自夸不脸红么",
				"added": 1499161152
			}
		],
		"360_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 41,
				"body": "房价维持高位有利于gdp和大撒币，这是gcd执政的合法性基础。\n它们只说不让过快上涨，何时说过要降房价了？包子不搜刮点，哪来钱撒币，去哪国都是战斗机护航，这是撒了多少民脂民膏换来的？解放全人类，只怕发展东南亚和我们抢领土，发展伊斯兰教国家给我们输出伊斯兰邪教和暴恐圣战，最后要消灭汉族文明文化。养虎为患，资敌卖族，反动透顶的卖国政策，挂个伊带伊路名头就高大上了。哈哈哈",
				"added": 1499483223
			},
			{
				"comment_id": 42,
				"body": "禁评一例  \nhttps://www.ithome.com/html/it/315745.htm#ifcomment",
				"added": 1499483248
			},
			{
				"comment_id": 44,
				"body": "地方、中央债务危机也要求维持高房价。",
				"added": 1499484041
			}
		],
		"361_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 45,
				"body": "> [mzzyxzg](#comment_1_13FDDAx9qYQHYgjiDYjUimK4sMFwNENhGu): 印度也叫挺民主？总理随便废除纸币国会居然没有抗议的。你是没见过民主吧？\n\n劫富济贫，还是不错",
				"added": 1499510052
			},
			{
				"comment_id": 46,
				"body": "> [nassau](#comment_200_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd): 还记得公私合营不?  斗地主不?劫富济贫真的是愚蠢的童话\n\n姓赵的钻了空子或者跟着姓赵的运气好，发了点昧心财，现在来讲私有财产合法了？咋不讲先富带动后富？",
				"added": 1499738420
			}
		],
		"1_1Dvv72mjPtx2qf1rFzfj5wkZ6RjCdwPgVY": [
			{
				"comment_id": 47,
				"body": "> [gdd](#comment_67_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 买电脑配件也需要上暗网，莫非你想为电脑配枪不成？\n\n可能是那种能自动运行，模拟键盘输入的黑客U盘？",
				"added": 1499747582
			}
		],
		"1_1M82ytBHkEdjJv2aV9RL5ChqFfMgWBcPhw": [
			{
				"comment_id": 48,
				"body": "切，天主教圣母，教宗还鼓励接收难民。我看欧洲基督教马上随着绿畜入侵就消亡了，土著白皮被换种和转化，没听到很多教堂没人去了，地皮被卖，改成伊斯兰清真寺或者图书馆么？基督教是自身难保。欧洲将亡，变欧洲斯坦，试问到时候绿畜内战圣战，哪来的不分裂。",
				"added": 1499785709
			},
			{
				"comment_id": 50,
				"body": "> [bozofish](#comment_1_1M82ytBHkEdjJv2aV9RL5ChqFfMgWBcPhw): 第一诫：除了上帝以外不可有别的神第二诫：禁止崇拜，不可雕刻偶像第三诫：不可妄称耶和华第四诫：当记念安息日，守为圣日（这就是礼拜天的由来）第五诫：当尊敬父母，以父母为荣耀第六诫：不可随意杀人第七诫：不可奸淫第八诫：不可偷盗第九诫：不可颠倒黑白 作假见证，污蔑陷害身边人第十诫：不可贪恋别人的一切财务\n\n第二诫是一神邪教的万恶之源，绿畜的宗教圣战都是依据这条搞出来的。 搞不懂欧美白皮猪对犹太人明里暗里恨之入骨，为啥还信这个犹太人的童话故事。",
				"added": 1499786157
			},
			{
				"comment_id": 51,
				"body": "> [rycb](#comment_1_1BayvKVwKxm2bV91jsoMJSW9d3g5skT6VY): 你是想侮辱在前线抗击恐怖分子的穆斯林战士，还是想顺便侮辱曾经撤到重庆的国民政府，或者想侮辱流散全欧洲的二战波兰军队？\n> 需要将平民与战斗人员分别看待，否则容易陷入恐怖主义的逻辑；现代战争中，武器比人员更重要，12岁以下骑个自行车没什么，拿个半自动手枪就很要命了；原住民包围家园的行为应该被尊重，同时在战争时期逃亡的行为由来已久，希波战争时雅典人如此，五胡乱华时北方人也如此。\n\n穆畜的教义就是消灭异教徒，哪里侮辱这些畜生了？它们派别不同，认为不是同派的是异教徒，狗咬狗，有啥值得同情的？穆畜经文明确表述，异教徒是最劣等肮脏的牲畜，是聋的哑的，火狱是异教徒的最终归宿，异教徒是火狱燃料。不然你以为它们为啥搞清真食堂厕所收银台饮水机？清华大学有篇穆畜学生的获奖通讯稿，高度评价了清真食堂隔绝了和普通食堂的空气，避免它们被污染。\n劣势一方的穆畜为求生存，会表现得不那么极端，如伊朗、库尔德，一旦翻身，就不再#塔基亚#，对异教徒是一样凶狠的。  圣训说，穆斯林分72派信徒，只有一派才是安拉真正的信徒，其它的都是伪信者。所以它们互相争斗，活下来的最后那派，自然是真猪再人间的唯一代理人代治者。才能上天堂。\n东南亚穆畜继续繁殖发展，下次屠华不远矣。\n对于穆畜来说，没有温和派，只有行动派和潜伏后勤派，普通人就是暴恐和圣战的土壤，暴恐圣战就是伊斯兰教之果。反抗异教徒政权，在没实力前先说谎话，繁殖潜伏。执行教法，灭绝异教徒，实行神权社会，是穆畜的最终目标。这些都是明文写在古兰经和各种圣训上的。\n穆畜和非信徒的矛盾是注定不可调和的，是根本对立的。欧洲不是灭亡，就是白人文明、宗教被灭。从在全球层面上看，穆畜和异教徒的最终之战必将来临。",
				"added": 1499835322
			},
			{
				"comment_id": 52,
				"body": "> [bozofish](#comment_4_1M82ytBHkEdjJv2aV9RL5ChqFfMgWBcPhw): 恰恰第二诫 才是拯救了很多人，苏联搞崇拜，死了几千万人，天朝搞个人崇拜，死了7000万人，红色高棉也是。古巴也是。现在古巴用律法规定：禁止个人崇拜读一点真历史，不要读假历史\n\n汉人拜佛拜道教塑像，拜祖先排位不就是你所谓的偶像崇拜？犹太人发明的劣等亚伯拉罕一神教邪教，一藤三毒果，以这条为依据，叫嚣打到拜物，消灭偶像崇拜。搞了多少宗教战争，死了多少人？这么劣等的排他性，为掠夺别的民族生存空间和资源找的借口，实在看不出有啥高明。\n中国人就是中国人，不是哪个中东吉普赛人或者犹太猪发明的祖宗的后代，中国文化敬天法祖，不是白皮文化叫嚣打到偶像崇拜就该灭的。",
				"added": 1499835782
			},
			{
				"comment_id": 54,
				"body": "> [bozofish](#comment_8_1M82ytBHkEdjJv2aV9RL5ChqFfMgWBcPhw): 尊敬父母，以父母、爷爷为荣耀不是崇拜。 这是对亲人应该有的礼仪，不是咬文嚼字。\n\n那你讲讲欧洲基督教世界如何走出被穆畜换种灭教的命运？欧洲变斯坦了",
				"added": 1499879302
			},
			{
				"comment_id": 55,
				"body": "> [bozofish](#comment_9_1M82ytBHkEdjJv2aV9RL5ChqFfMgWBcPhw): 欧洲啥时候被穆斯林灭教了？ 穆斯林全世界都敢骂，唯独不敢挑战梵蒂冈，骂梵蒂冈，一个只有400人的国家，面积只有几十个足球场大，穆斯林连提名字都不敢。\n\n不清楚现实情况的学啥白左，传教穿的脑子瘫了？多少白皮绝望你还讲啥梵蒂冈。教宗安全不过是不接收难民，伪善。\n是中国人就不是认有个犹太猪的野爹、犹太猪奴隶主子",
				"added": 1499911312
			},
			{
				"comment_id": 95,
				"body": "> [sceptic](#comment_3_14uSCYtCzmxVLoCMdLfX1YkfFQtXaB1iNX): 反正都是被收智商税，被绿教收还是被白教收没什么区别\n\n绿教要你命，那些韩国南棒子传来的野基督最多把你弄得没脑子",
				"added": 1500488153
			},
			{
				"comment_id": 144,
				"body": "> [pangt](#comment_19_124Mvww4PS5GLtfBN867VnJf1pEurQePzB): 然后派你去阿富汗巴基斯坦传教。。。whats the difference?\n\n你不去邪教区传教不就完了，从两千年到现在，南棒子在阿富汗传教被杀就七八个，这个是啥概率？\n野基督不圣战杀你全家，穆畜繁殖壮大，必然为暴乡里，欺行霸市，各种手段赶跑别人，最后圣战起来驱逐屠杀异教徒。\n比如雅兹迪人，不仅杀全家，偶尔会留女童和年轻女性当性奴，比较小的男童洗当肉弹和刽子手。这完全是按邪恶的纳粹邪经指导做的。",
				"added": 1501287113
			}
		],
		"1_1ADYd7UhXNnbWtBfs5Hv1ZCAn1sDMAyM4U": [
			{
				"comment_id": 53,
				"body": "最多会搞白名单。切光缆是不可能的，不然外贸，在华外企，学术研（抄）究（袭）之类的，互联网产业咋搞？",
				"added": 1499836105
			}
		],
		"5_1FJCJm9PPaL2Lcfv64fSCuXXBHQcE4JdGY": [
			{
				"comment_id": 56,
				"body": "房子是基本生存权，解决了吗？这能叫攀比？\n都在骂影帝瘟家宝4万亿，现在包子又发了几万亿？包子的伊带伊路就是卖族资敌",
				"added": 1499918109
			},
			{
				"comment_id": 120,
				"body": "> [johnnychen](#comment_1_17SHj1SJqJHT9SCPJ7bmddhCkU4Sucedmo): 现在更严重的问题是，付出同样心血的人，待遇不一样，有关系了那事业兴旺，没关系的累死累活都不可能有出头时，国家一切命脉掌握在少数人手里。所以，非要共同铲除这个赤匪邪党，然后中国才会有未来。在这样的环境下，除非被彻底洗脑，否则，劳苦大众谁敢说她幸福啊？\n\n房地产，新地主房主阶级。城中村贫民窟的一无是处的垃圾贫民，靠拆迁或城中村的群租房就能不找工作吃几代\n\n胡春华最近在广州搞租购同权，增加了房子的学位卖点，以后房租稳了，房价稳了，都要涨。\n他接班的话，未来16年房价会继续弄得民不聊生。",
				"added": 1500810567
			}
		],
		"1_1Mc6HApMq4VrUh1424f9U9ZxKjo8By9H6u": [
			{
				"comment_id": 57,
				"body": "你的这种所谓的跟白左学来的liberal思想正在导致欧美灭亡，你作何解？",
				"added": 1499956983
			}
		],
		"3_1Ce77AdELAi3thjyXvNxH5grWPzMhJehRa": [
			{
				"comment_id": 58,
				"body": "狗屁专家洗地说包子上台后，财政赤字逐年增加说明经济形势一片大好",
				"added": 1499957194
			}
		],
		"11_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo": [
			{
				"comment_id": 59,
				"body": "不错的文章，学习了",
				"added": 1499957538
			}
		],
		"5_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x": [
			{
				"comment_id": 60,
				"body": "> [naru](#comment_2_1Q3pgQCFsrCkLWpdVZ7FihSuHHVistLBEA): 也不必如此悲觀，互聯網時代，民衆手裏有了更多技術手段來反抗政府，例如黑客襲擊政府、軍隊設施，製造簡易爆炸物襲擊官員等。方式是很多的，就看你有沒有膽量了。全球政府都意識到技術掌握在民衆手中的可怕，千方百計封鎖和限制新的技術，例如無人機、業餘無線電等。\n\n深挖黑产黑财，扒皮裸官太子党，扒皮新N大家族",
				"added": 1499962409
			}
		],
		"3_18pFuBR6m9gHm7NJLw4QeXWdNCuc4R1mjc": [
			{
				"comment_id": 62,
				"body": "刘晓波本就是个太子党，要不他那水平，不是家里有权有势宣传出来的，能这么有名？\n还借着恶心的基佬炒作",
				"added": 1500005124
			}
		],
		"1_1DSqsHtpuRH7EuhqBNWDYRQPit4PQ7zx34": [
			{
				"comment_id": 68,
				"body": "前几年也搞过动员，希望这次动真格",
				"added": 1500043868
			}
		],
		"1_1PrgsLfZKrrrZB41NuPneNTqqrDsutVDSS": [
			{
				"comment_id": 69,
				"body": "水工为啥不和毛子拖啊，当时毛子很虚弱，为啥要签划界协议呢？",
				"added": 1500049576
			}
		],
		"1_1FvnsJWRafUBWfdGpLm9DbtMQwFTaGjQBD": [
			{
				"comment_id": 70,
				"body": "Resilio Sync 链接挺多的，pt不能匿名。",
				"added": 1500049665
			}
		],
		"26_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU": [
			{
				"comment_id": 71,
				"body": "西安斯坦，可能是体制内绿畜为严打反穆畜言论打基础，也可能是老共控制绿畜传播邪教思想。\n当然，也可能是响应包子禁评",
				"added": 1500090121
			}
		],
		"1_1Lx1QjriiL6U9vaXhPDCF7UNwyHSr4WbJy": [
			{
				"comment_id": 72,
				"body": "> [lvepluto](#comment_7_19SGCfe3PMne2KakerYUUuSunokYApwsvu): 而且那些广告的画有如70年代的农村年画（很多就是完全丑的不着一点现代人的审美受不了\n\n尤其是中国梦那几个泥塑宣传画，还有猴年春晚那个怪胎吉祥物。太子党外包的？",
				"added": 1500096448
			},
			{
				"comment_id": 185,
				"body": "> [www10086](#comment_14_1Kf3goqzKuaWCSUB8eSpNbAXA3baf42Q4z): 什么中国梦不中国梦，国家领导人根本没把这个国当国，完全是个猪圈，卖完猪肉回美国生活！现在中国最牛逼的两个人，习和王 ， 习的几个姊妹，除了习，剩下的不是在加拿大就是在澳大利亚，还有王，他的家眷也是全有美国绿卡社保，完全是美国人！你的领导人都在盗国，而你还在做中国的春秋大梦！中国近几十年做的都是什么，大修工程、拆了修修了拆，国外也是大修工程、投资、无偿援建。全国利益集团在集体盗国，国内大修工程是为了把老百姓的钱洗到自己手里！国外大修工程无偿援建是为了把从老百姓手里洗来的钱再洗出去！   而你们还在做春秋大梦，中国梦！\n\n包子的侄子还是舅子在雄安发财了，包子的二婚破鞋在他登基前就在美国准备移民的，后来准备登基就回来了。\n岐山也是裸官吧。中纪委反腐打老虎的一把手，一副伟光正的道貌岸然，背后里却扛着红旗反红旗，挖社会主义墙角。用打虎沽名钓誉打压对手敛财，滑天下之大稽，可谓中国历史上这方面的古今第一人。",
				"added": 1501601949
			}
		],
		"1_1Gf5kBQ5qecoMy3MS36EezkCkTAcVnStXT": [
			{
				"comment_id": 73,
				"body": "自己建啊，别弄得乌烟瘴气的，最后到处是基佬出来约炮滥交，我觉得啊，你们搞就是了，别再社会上宣传。\n还是自己clone去搭个站，弄个小圈子慢慢约吧",
				"added": 1500117534
			}
		],
		"3_1FvnsJWRafUBWfdGpLm9DbtMQwFTaGjQBD": [
			{
				"comment_id": 74,
				"body": "是个反动透顶，反人类的纳粹邪教。\n不想再重复细说",
				"added": 1500117611
			},
			{
				"comment_id": 77,
				"body": "> [gaoyuanyuan](#comment_2_1NJzYVY3VakLY9s9S2TXHFBCtiZXWeYKZz): 解放初,西北回匪军大规模叛乱,骑八旅旅长马英，82军190师师长马振武，骑十四旅旅长马成贤被击毙，青马老将马元海（打西路军时青马前线总指挥）被俘后处决。搞暗的，82军副军长赵遂、100师师长谭呈祥、129军357师师长杨修戎、新编骑兵军军长韩起功（打西路军干将）被处决,共有近1万名回匪军被打死.　　1950年5月8日，原回族马步芳第82军旅长马云山，在平凉、固原地区串联回族匪特，组织发动叛乱，被称为“五八”叛乱。叛匪组织的“忠义军”下设4个团，有长、短枪97支，轻机枪2挺，冲锋枪3支。后扩充为19个团、1个混合旅，有回族匪徒2000余人，妄图攻占泾源、固原、西吉县城，颠覆人民政权。5月8日凌晨，叛乱分子分别袭击平凉安国区政府和西、海、固地区区、乡两级政府，杀死杀伤干部群众和解放军官兵337人，抢劫枪支45支、手榴弹395枚、子弹223发，并抢粮食、财产等，还杀害了固原张化区委书记等。次日，1000多回族叛众攻占平凉，拟再攻泾源。回族匪团长马成龙等在固原县扩充回族匪徒千余人，企图攻占西吉县城。西北军区派骑兵第2旅、骑兵第4团、西北军区独立第1师平息叛乱。在政治攻势和军事打击下，叛军迅速分化瓦解或溃散。匪首马云山因内部矛盾激化，被同伙击毙。至7月底，“五八”叛乱被平息。共击毙回族叛匪174名，击伤24名，俘虏168名，投降400名，缴获各种枪支520多支（挺），子弹3300多发。\n> 　　1952年4月2日，西吉县党部执行委员、自卫队中队长马国瑗和宗教上层人士马国琏以及*教主密谋策划，成立“人民军”、“白头军”、“中央新编第三团”，公开进行武装叛乱，被称为“四二”叛乱。当天，回族叛匪100余人将正在组织斗争恶霸地主的西吉县白崖区土改工作组包围，砍伤工作组成员，抢去手枪4支。随后窜至海原县李俊区政府，参加叛乱。千余回族叛匪围攻西吉县城数日，袭击土改工作团，抢夺枪支、粮食，破坏公路桥梁……参加叛乱的回族暴徒达上万人。先后有解放军战士、农民积极分子和土改工作队员30余人被叛匪残杀。致使6个区37个乡的基层政权陷于瘫痪，固原地区1/3的区乡土改工作被迫中断。\n> 　　西北军区派遣步兵第8师3个团，骑兵第6师2个团以及平凉、庆阳军分区2个营、固原地区各公安局、县大队、武工队共同平息叛乱。宁夏（省）军区独立营和骑兵第四团也参加了平叛战斗。经多次激战，叛乱队伍瓦解，被裹胁的回民乌合之众全部溃散。杨枝云、马国瑗等匪首先后向人民政府投诚，杨年子被活捉，叛乱遂被平息。平叛中，共击毙回族叛乱分子151人、击伤23人、俘虏420人，共缴获各种枪支弹药.\n> 　　在西北甘肃南部回族反革命叛乱有两次，第一次是在1956年初，甘、青交界的少数民族中的反动分子组织武装开始叛乱。3月下旬，四川康定地区武装叛乱平定后，甘南地区形势开始紧张，步兵第11师33团两个营、一个山炮连会同师侦察连，奉兰州军区命令于6月11日从临夏进入甘南，与骑兵第一团，73团一同平叛。33团在战斗中，击毙回民暴徒298人，缴获枪支71支。\n> 　　1958年，甘南再度发生大规模武装叛乱，这次规模更大，参加叛乱的回族暴徒人数一度高达数万人。步兵第11师除炮兵305团外，全部进入甘南平叛。此时步兵第11师还指挥内卫第二团，成都军区145团，组成了第一指挥部，于1958年3月18日进入甘南，与第二指挥部的独立骑兵第一团和第三团一同平叛。至同年11月，基本平定叛乱.毙伤俘回族匪徒万余人.\n> 　　1958年8月，正当11师在甘南平叛时，临夏地区的回族反革命分子，乘临夏地区空虚，号召：“回族团结起来，打到**党”，于8月15日策动临夏、永靖、和政等96个乡叛乱，参加叛乱的人数相当多，仅东乡汪家集就有6129人。留守临夏的11师炮兵第305团，与师直属队和各团留守部队，在副师长王根发指挥下，分路出击，击退回族叛匪多次进攻。25日，步兵第134师奉命增援11师，两师组成临夏地区平叛临时指挥部，统一指挥11师305炮兵团、134师401团2个营、134师高炮营和临夏军区教导营、铁路公安第九团两个团以及临夏地区各县民兵大队，以汪家集为中心进行全面清剿。经过两个半月积极作战，部队迅速平息了叛乱，歼灭回敌10034人，其中击毙回族暴徒3268人，击伤2302人，俘虏1618人,捕获2846人.对于这些杀害共产党干部和人民,犯下累累反中国罪行的暴民,许多人被立即绑起来处决.这些杀害干部的匪徒终于得到应有下场.发生在西北甘肃等地的反革命暴乱被击溃和消灭!\n\n斩草不除根，春分吹又生。必须灭教或者灭族，不然它们还会在宗教指导下的超生集聚人口、换种地区后，进行驱逐屠杀异教徒的宗教圣战。",
				"added": 1500228159
			},
			{
				"comment_id": 84,
				"body": "> [rycb](#comment_10_1BayvKVwKxm2bV91jsoMJSW9d3g5skT6VY): 整天在这里发这些，你又不去杀，你去杀几个，搞个新闻出来，比在这儿打字强\n\n胡搅蛮缠，毛泽东蒋介石亲手去杀日本鬼子了吗？希特勒亲手杀犹太猪了吗？\n宣传真相工作很重要，穆畜为啥要单独的外卖箱，这正反映了它们的族群歧视的反人类性，和潜在的灭绝肮脏异教徒的倾向和缘由。\n穆畜邪恶透顶，它们根本没世俗派，力量不够时机不成熟就是潜伏，到了点就会圣战杀你全家，它们按古兰经教育认为我们肮脏无比，是最劣等的不信真理聋的哑的畜生，连呼出空气都污染它们那些虔诚信士，所以搞隔离制度。有清真收银台、饮水机、厕所，食堂、公交车等等。回子即便表面不说，也会认为你“汉猪”（穆畜口吻）肮脏不堪，呼出空气都不清真，走近了会被污染，破坏功修。汉族这种污染源的存在就是迫害信士。所以圣战时杀汉族也是毫无良心负担，因为卡菲勒是最劣等肮脏邪恶的畜生。\n就像75，头一天还和平共处，道路以目。结果第二天，非但提前没给你报信，让你躲一躲。那些同学啊、邻居啊、公司同事啊，就毫不手软对你举起屠刀，连维子女白领的高跟鞋都能杀人（有个监控视频片段）。\n\n实质是伊斯兰邪教信徒按古兰经要求，驱逐屠杀异教徒汉人，反抗异教徒政府。它们繁殖够了，就不在假和善，昨天是你的邻居，明天就能向你举起宗教圣战的屠刀。",
				"added": 1500442484
			},
			{
				"comment_id": 85,
				"body": "<a href=\"http://s000.tinyupload.com/?file_id=00407714357215239391\">QQ图片20170719174425.jpg</a>\n<a href=\"http://s000.tinyupload.com/?file_id=24041566508444823813\">QQ图片20170719174441.jpg</a>",
				"added": 1500457793
			},
			{
				"comment_id": 86,
				"body": "> [rycb](#comment_12_1BayvKVwKxm2bV91jsoMJSW9d3g5skT6VY): 伊斯兰教群体，港台同胞以及藏族同胞的存在，在现有的国际环境下，有利于转嫁国内矛盾，维护党的领导。\n\n666，某畜顾左右而言其它，这次咋不是美帝的阴毛了？",
				"added": 1500459196
			},
			{
				"comment_id": 87,
				"body": "![](http://sm.uploads.im/t/4SdzE.jpg)\n![](http://sl.uploads.im/t/8wgan.jpg)",
				"added": 1500460342
			},
			{
				"comment_id": 89,
				"body": "民族大义？关于美团外卖所谓的\n清真箱\n穆斯林觉得异教徒和无神论者都是咖啡勒，而咖啡勒在古兰经里面，是全部要杀死，或者下🔥狱的，还有听说过清真的食品为什么绝大部分大肠杆菌严重超标吗？因为清真左手，清真左手是什么呢？就是古兰经要求，如厕必须使用清水净礼，既，不得使用厕纸，转而用小壶装水，用手擦shi，用水洗手，再擦再洗，所以。。。知道为什么了吗？清真食品意味着每一份印有清真标识的商品出售一份，就要向伊斯兰协会缴纳一份费用，积少成多啊，既然是社会主义接班人，那么，猪肉入嘴巴，清真去他妈才是正道！",
				"added": 1500464629
			},
			{
				"comment_id": 119,
				"body": "> [an0nym0u5](#comment_1_1Hnspvhb2vfoq1XzyfbDYSuWLJWeeFuiNm): 抵制的是泛清真化不是抵制穆斯林个体\n\n不全面抵制只会被这个邪教温水煮青蛙，在地区超生换种后，民主地执行绿化泛化政策，如沙甸斯坦。西安部分地区也有这个趋势。\n别做梦了，信了邪教，就不是一路人了。基本人都是它们了，裁判员运动员都是一群，抵制个屁泛化",
				"added": 1500810364
			},
			{
				"comment_id": 137,
				"body": "> [vincentcheung](#comment_48_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV): 还有比伊斯兰更烂的，藏密，又淫又邪。中国人喜欢的还不少，应该看看《西藏文化谈》。\n\n藏密好啊，最多是信徒自杀，别人又不受影响。看看蒙古族和藏族被藏密祸害成啥样了，解放前由于喇嘛滥交，性病泛滥，差点就灭绝了。\n这帮子穆畜跟纳粹一样，认为异教徒劣等肮脏，实力大有机会就会圣战驱逐屠杀异教徒，会故意超生换种主体民族，难道不更邪恶？",
				"added": 1501153053
			},
			{
				"comment_id": 139,
				"body": "> [nassau](#comment_211_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd): 看到有个人这样说(大意):  检验自己的观念是否坚定的一个迹象是看到相反观点的时候不会生气, 比如有人说1+1=3的时候你大概只会笑一笑.\n> 中共政府的民族政策, 仔细看看其实就一个词: 同化.  这个我是真的很不认同, 社会的丰富多彩来源于多元化, 四处旅游看到的都是一样的风景肯定很无趣.\n> 任何意识形态, 如果能以和平的方式扩散到世界各地, 这都是它能被接纳的明证. 想要武力扩张的看看nazi 伊斯兰国 共产主义的遭遇.\n> 我看回帖里较激烈观点的占比挺大,  独立思考我觉得有个前提是不激动, 先做到这一点, 再来看问题,  应该会有所不同\n\n欧洲多元化失败，可以说是种族宗教战争的前夜，还有啥吹的？",
				"added": 1501211681
			}
		],
		"2_14zK3wmFMHLCqjbiHLsxCSKGSdhmGCPEKL": [
			{
				"comment_id": 76,
				"body": "> [gaoh](#comment_2_1GDKkWZRyuZRxH5QhVK7phucwmdmKsfEoj): 把令完成爆料内容搬过来\n\n令狐公子爆料了啥？",
				"added": 1500208805
			}
		],
		"1_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 78,
				"body": "你这不是黑镜里一部的想法么，无人机刺杀应该还是很可行的",
				"added": 1500354630
			}
		],
		"2_1NJzYVY3VakLY9s9S2TXHFBCtiZXWeYKZz": [
			{
				"comment_id": 79,
				"body": "表面是宗教问题，实质是民族矛盾大于阶级矛盾（ 喇嘛和旧贵族对农奴的压迫）",
				"added": 1500411728
			}
		],
		"168_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 80,
				"body": "三四线房价能被老共操作起来的，别不信。\n包子要对屁民敲骨吸髓，弄去搞伊带伊路，解放拯救亚非拉水深火热的人民，当大单免几百亿债务之类的岁币基金，填海外投资的亏空。反正海外项目赚了也是拿去撒币，没说换点东西回来平抑物价，给国内屁民福利\n彻头彻尾的卖族资敌，可能是体制内的穆畜带动的，难道已经绿共了？",
				"added": 1500441197
			}
		],
		"264_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 81,
				"body": "> [nvgone](#comment_4_1FZKb7GvyxfYxTuENKqmt1dgtaoDrbF52p): 学他的俄爹普京——连任民意支持率百分百，讲道理，我觉得以习禁评的脸皮厚度搞不好还真干得出来\n\n普京收复多处失地，的确是民族英雄。经济有点毛病单不能求全责备，西方对俄罗斯经济制裁也只是暂时和一贯的。\n包子何德何能？有群众基础？就会撒币和内斗，啥都成不了。",
				"added": 1500441375
			},
			{
				"comment_id": 93,
				"body": "> [zefinity](#comment_8_1QAL99HQw6mKLZU2mWGMDoELo4kb7cBgmZ): 批踢踢笑出声\n\nPTT上面不是滞台日杂大本营？蒋光头没遣返的日本殖民团和那些杂交品种是大失策",
				"added": 1500487611
			}
		],
		"17_12Ugp53jiMdvj1Kxa1w7c2LcXUBdGPs1oK": [
			{
				"comment_id": 82,
				"body": "地产大佬都在退出房地产业，难道是太子党朋友给它们小道消息了？",
				"added": 1500441458
			}
		],
		"1_1JCKknei67oHVDJeSCDq3GyRhqTMDVsjeF": [
			{
				"comment_id": 83,
				"body": "> [vincentcheung](#comment_40_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV): 有膜蛤的，楼主自己没找到而已\n\n给个链接",
				"added": 1500441590
			}
		],
		"1_1QBstXh1Uxp26YFvSBWy5f1cDtP2GqCY1E": [
			{
				"comment_id": 88,
				"body": "> [longzaowuzhu](#comment_253_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 其实别人至少能选择当地政府和国家政府，中国什么也没有！而且美国还有法律约束FBI，没有搜查令，搜索出来所有证据可以作废。美国应该接近3.5亿把枪支，所以警察也没办法。你说中国要是有15亿把枪支，中国政府不是的下课。美国喜欢结社，游行，要是真要反抗人手1.5把枪支完全是拿的出来。所以国情证明美国好，这是不争的事实，中国习近平和李克强总理孩子也在国外，王岐山的老婆和孩子也在国外。老大孩子都在他眼中敌对国家，所以实际行动已经出卖他们自己。就像你说不要，实际身体行动告诉你很爽一样。\n\n包子的老婆本来准备移民了的，登基才又回来的，还是二婚破鞋。\n但是美国有法律允许cia入侵任何个人和机构的电脑，只要不拿获得的材料搞商业竞争之类的，只允许安全调查用途",
				"added": 1500464565
			},
			{
				"comment_id": 121,
				"body": "> [p2p001312](#comment_1_1MEfUFi4fypLS6aGQtagbz8Tt3kQfexsia): 所以如何成为GFW的运维呢？而且GFW是在各地分散式的filter还是一个大的总出口？\n\n在北邮读研，有个网安院的某实验室，可能也会在社会上招应届毕业的博士研究生啥的",
				"added": 1500810971
			}
		],
		"1_1K87LzR2mgYEJmdSxwsiW19kWJwSGKiZZs": [
			{
				"comment_id": 90,
				"body": "能，有些视频站。",
				"added": 1500468016
			}
		],
		"5_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 91,
				"body": "老共消灭家庭和婚姻的目标。\n把人当螺丝和生物机器用，给寡头享乐",
				"added": 1500468219
			}
		],
		"1_1HGaLEWJz8oKkDrbhSTSEYfokZ14g9ecrL": [
			{
				"comment_id": 92,
				"body": "网评员要写分析报告？你咋不让大家去公安局报道哦",
				"added": 1500483965
			}
		],
		"1_1MmfDp2ghmcGgXqFwXgAdn5aVmbjt4r5vX": [
			{
				"comment_id": 94,
				"body": "劝各位，对新疆那里得单独看，邪教和异教徒的宗教矛盾 大于 TG和屁民之间的阶级矛盾。\n穆畜邪教繁殖壮大必然作乱，驱逐屠杀异教徒。它们的造反暴恐不是压迫造成的，是按照邪经路线图，结束塔基亚/撒谎蛰伏增殖阶段，进行圣战试探。\n大家也会成受害者。",
				"added": 1500487929
			}
		],
		"2_1KNn9tCBsFfc4e5EEtpUeK52YFgEY61Q4": [
			{
				"comment_id": 96,
				"body": "但是头条帝、春晚、持续撒币咋解释。最早从晋江小说网反复的净网行动开始就觉得不对劲了。\n会不会是真的有人被料 弄得热锅蚂蚁、神志不清了？IT之家就IT方面的好多消息都感觉不正常。。前几天B站等被清理、微博不准长视频、凤凰网不准放新闻视频、等等等等。\n  \n这个禁VPN感觉是长期运动，不是一阵风。\n\n还在传啥 插手机就检查文件、app记录，一连上就能看到你这几天干了啥；某地强制安装手机绿坝；\n最近又在推手机应用推送平台，明面上说是抑制app流氓行为，可能是准备给所有人手机软件植入统一监控软件，比棱镜还厉害。",
				"added": 1500492322
			},
			{
				"comment_id": 101,
				"body": "> [qqche](#comment_2_18iNrxZNeBtCGQuT6vBf6wrorYtt3MWTvs): 以后就是不准p民有说一句话的权利 完全朝鲜化  就在今朝。习孢子200斤麦子不换肩，就是不让你说话的意思\n\n前几月前几年很多人还嘲笑朝鲜，原来离的很近，一步之遥嘛",
				"added": 1500533937
			}
		],
		"3_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": [
			{
				"comment_id": 97,
				"body": "> [cioic](#comment_4_1KF6GrsJ62dS6PcX1XuEjJCAcfM8TLch4b): 难道需要先把图片传到零网，然后再引用？\n\n我上传到国外免费图床的，不敢用自己的图床，怕暴露",
				"added": 1500519154
			},
			{
				"comment_id": 159,
				"body": "突然想起还是别支持图片外链了，外链可以用来查水表。",
				"added": 1501503068
			}
		],
		"1_18pCm27RYpAT1nKeZZ6ih1cC82BJ1i5P8L": [
			{
				"comment_id": 98,
				"body": "我不停地改端口、加密混淆方法，前置套个管道。。。才能用",
				"added": 1500519391
			}
		],
		"2_1ALch91Z2a2knQdzWhAP1GqPZuvk4QNUzU": [
			{
				"comment_id": 99,
				"body": "卖族汉奸，分裂祸患，错误的民族政策，把地全算某族的了",
				"added": 1500522958
			}
		],
		"1_197rZZrY6sHsYEQ9U1bJEq51M6R4oyhRRS": [
			{
				"comment_id": 100,
				"body": "> [rjtes01](#comment_2_18pCm27RYpAT1nKeZZ6ih1cC82BJ1i5P8L): 其实这玩意由蓝灯官方去管理，用不用阿里云，用谁家的服务，咱们倒是不用操心的。\n\n阿里腾讯的，tg监测用户ip，送快递到家。",
				"added": 1500525931
			}
		],
		"2_12CmV9DVtavEgcWEQSEcYJHTJbRaEZbt7H": [
			{
				"comment_id": 102,
				"body": "你该给孙中山毛泽东说，造啥反。\n跟着包子实干是做梦么？\n实干误国，地产兴邦；\n经济无能，内斗内行；\n伊带伊路，资敌卖族；\n复兴穆畜，外卖工业；\n免债撒币，大手一挥；\n环球旅游，战机护航。",
				"added": 1500554474
			},
			{
				"comment_id": 106,
				"body": "> [testapp](#comment_120_17xeFZRG9nokuGNj8WZQU5V9ZdfUGr2gGT): 其实多数人，特别是中国人都不想谈政治。然而是谁逼着播放政治相关的新闻、上政治课、让商人还去考虑政治影响呢？所以没办法，只好讨论一下政治了。\n\n满鞑子为了维持“保大清不保中国”的殖民统治，对汉人进行精神压制，不准议政，大兴文字狱，只敢玩鲁迅说的“钻故纸堆”的考证学，这是殖民统治的后遗症。宋朝明朝议政风气还是很好的",
				"added": 1500614016
			},
			{
				"comment_id": 107,
				"body": "> [mzzyxzg](#comment_20_13FDDAx9qYQHYgjiDYjUimK4sMFwNENhGu): 你不想谈政治，政治家还是会盗你银行的存款，故意抬高房价把你逼成房奴，抽走你的养老金和医保，你死了连选墓地都要经过他们的亲戚开的殡仪馆\n\n我都想死了不买墓地了，老共要回收汉族屁民的墓地，最多 买20多年的使用权，后代不续费就会把骨灰盒挖出来扔了，回收再卖给别人。\n老共不敢回收穆畜的墓，穆畜还不用交管理费，每年扩张，专项拨款",
				"added": 1500614162
			}
		],
		"388_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 103,
				"body": "越看越像企图搅混水的五毛",
				"added": 1500555158
			}
		],
		"2_1Kwi7GFCiCgjzivhBngreVWq8Bbgb5teFX": [
			{
				"comment_id": 104,
				"body": "卖vpn的不敢干了",
				"added": 1500564362
			}
		],
		"1_1Lf9ruA9iMU6fRqAFEhHgVRHyspUo9xvH3": [
			{
				"comment_id": 105,
				"body": "遇到傻缺把这个当你把柄，有可能揭发你",
				"added": 1500564452
			}
		],
		"2_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g": [
			{
				"comment_id": 108,
				"body": "他是裸官，私生子女无数，是不是真的？\n好像嫡母没生育，杀妾立庶",
				"added": 1500624398
			},
			{
				"comment_id": 109,
				"body": "> [imnobody](#comment_6_1DURv3AieHVABVoVRPTfF4vt9ERumJc82t): 挺为党的未来以及国家的未来担忧，表面上无动于衷其实是因为都害怕王，但愿19大能有个好的结果，不要让王连任\n\n五毛丢卒保帅了？王不是包子的打手和最亲密的战友么？打（搞）老（搞政）虎（敌）的一把手",
				"added": 1500624493
			}
		],
		"1_124Vp9FBt1LsQoL6TCU5RypFoybVzDAUA8": [
			{
				"comment_id": 110,
				"body": "刁大犬又给维尼解禁了",
				"added": 1500624673
			}
		],
		"1_1BB36JjPmTXBJKjtJZ1N6qHE6CYznRFc2s": [
			{
				"comment_id": 111,
				"body": "肯定会检测你有没有装各种vpn服务端啊，阿里云还实名，有手机号邮箱之类的信息。",
				"added": 1500651257
			}
		],
		"9_1Ce77AdELAi3thjyXvNxH5grWPzMhJehRa": [
			{
				"comment_id": 112,
				"body": "这个并不是民主自由。\n是失败国家的悲哀，美国有几个经济不行的州，也把大麻合法化，目的是为了增加税收。\n但毒害下层white trash，nigga，amigo之类的",
				"added": 1500741082
			},
			{
				"comment_id": 114,
				"body": "> [nekox](#comment_9_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF): 正常人乱搞得了性病，太监笑道：“你看你，不割JJ，得性病了吧，幸好我早割了”\n\n嫖娼和吸毒才是一类的，这管太监屁事？liberal得脑瘫了吧？\n白左不是滥交、吸毒、民族自杀、女权癌的代名词，要不你先在自家全实践了",
				"added": 1500776654
			}
		],
		"31_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": [
			{
				"comment_id": 113,
				"body": "支持",
				"added": 1500741376
			}
		],
		"394_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 115,
				"body": "不用直接占油井，是维持石油美元。\n石油以美元结算，可以滥发钞票，用绿纸让全球人买单。\n萨达姆不想用美元结算，卡扎菲搞非洲货币，不想用美元结算。都玩完了",
				"added": 1500809878
			}
		],
		"393_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 116,
				"body": "邓家，邓的一个女婿说，大意是勤劳致富，邓家有万亿资产，他知道的中国有万亿的家族有17家，百亿的几百家还是几千家。你可以搜搜。\n\n太子党盗国贼比四大家族厉害多了，\n包子家族不是还捣鼓稀土，难怪稀土问题解决不了。来源是巴拿马文件和之前的别的啥信息",
				"added": 1500810041
			}
		],
		"1_1MEfUFi4fypLS6aGQtagbz8Tt3kQfexsia": [
			{
				"comment_id": 117,
				"body": "可能急疯了，胡打一气，看来是有人爆的料是真的。",
				"added": 1500810129
			}
		],
		"391_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 118,
				"body": "可以移民去换种欧美国家，扩大本民族生存空间。\n各个白皮国、非洲、南美不是还有很多地，印度移民很多的",
				"added": 1500810200
			}
		],
		"3_1AN7FYNmYcXVe7TkQCjToxfibvQQjYd7of": [
			{
				"comment_id": 122,
				"body": "是啊，春华在广州又搞了个新政策，大意是租户和房主一样有学区房名额，这样赋予了租房学区价值，以后漂在外地的屁民，租金也要涨了，还是3年6年地整租。\n房价泡沫削弱了，因为有新增长点。\n未来十六年房价继续榨干屁民",
				"added": 1500943420
			},
			{
				"comment_id": 124,
				"body": "> [amaster](#comment_5_1AN7FYNmYcXVe7TkQCjToxfibvQQjYd7of): 呵呵，租户是指有本地户口，而且“无房子“的。同时达到这2点才可以。。。。。。。这个要仔细看。租金是造就涨了，上海经济适用租房说要3500起步，然后，周边原本2500的，全部3500起步了。\n\n反正一线城市有户口没房子的“漂”多咯，现在房子多了个学位租卖点，不就削弱了泡沫，增加了“价值”。房租和房价都拉动了。以后城中村那些平民窟和太子党的不争气的后代，靠租学位房就能滋滋润润过活几代了。\n狗共就会用房地产敲骨吸髓，拿屁民血汗资敌卖族，撒币那么多地方，回扣应该不少吧。\n拿去全国一推广，房价又可以拉动一波了",
				"added": 1500969353
			},
			{
				"comment_id": 129,
				"body": "> [zerocatty](#comment_490_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW): 为何是十六年，不是未来十五年呢：（\n\n包子还有一年，胡春华这个太子不也还十年",
				"added": 1501063533
			},
			{
				"comment_id": 155,
				"body": "> [asd123](#comment_22_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6): 恐怕老虎走了，又来一批恶狼。他们不要高科技，他们要喝我们的血。\n\n根本就没走好不？还在贪，只是转移了一部分贪了的。还在弄新项目窃国",
				"added": 1501484706
			}
		],
		"1_1AN7FYNmYcXVe7TkQCjToxfibvQQjYd7of": [
			{
				"comment_id": 123,
				"body": "五毛护主，懂得转移斗争矛头了。",
				"added": 1500943526
			},
			{
				"comment_id": 131,
				"body": "这文章内容为啥变了？之前写的是“政治板块，应该改政治经济板块，说政治是空谈，经济才贴近屁民。”\n难道五毛用了51%无节点网站攻击法？",
				"added": 1501064098
			}
		],
		"8_1PBMVMMVVtSK6FmMbfz4fhEw5fv6eZs5Dn": [
			{
				"comment_id": 125,
				"body": "放key，用 resilio sync同步",
				"added": 1500969474
			}
		],
		"400_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 126,
				"body": "可以去知乎搜， 胡春华搞的租购同权的影响。\n房地产的租房市场多了学位房的价值，租房长租，房租上涨，房产“价值”增加，买房人多了，房租和房价都涨了，泡沫削弱了。\n以后更民不聊生",
				"added": 1501063018
			},
			{
				"comment_id": 127,
				"body": "> [wisonli](#comment_15_13R8RSMeUBKKsjpftt3vbKCVh7E513ThRp): 好像。放了那么多水，还有什么不涨？带来什么，那当然是民众生活更艰难了。别以为房东好过，增加房租，房子难出租。多的那些钱，不够付菜价等涨的。\n\n水果、菜烂在地里的新闻很多，过路费、油价、交通罚款、门面费、摊位费、市场管理费等等等的结果",
				"added": 1501063083
			}
		],
		"399_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 128,
				"body": "现在问题是没独裁分子控制伊斯兰这个邪教，邪教群众民主地按经文要求走极端路子",
				"added": 1501063144
			}
		],
		"390_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 130,
				"body": "为了扩张领土，自身利益驱动的，不是啥傻粪嘴里的美帝阴毛，打了就上当了。英国人跑了后，印度吞了不少那种土司邦和小王国，东北邦那些小的就不说了，锡金，下一个不丹、尼泊尔。往那移民，搞换种，很像穆畜",
				"added": 1501063758
			}
		],
		"403_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 132,
				"body": "包子在赶人，关市场，清理地下室、城中村群租房",
				"added": 1501067988
			}
		],
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": [
			{
				"comment_id": 134,
				"body": "付了钱也不会解密的，别浪费钱",
				"added": 1501152516
			},
			{
				"comment_id": 204,
				"body": "打了补丁只是保障不可在内网自行传播，点开带毒可执行程序、文件、网页的话，一样中招",
				"added": 1502163174
			}
		],
		"406_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 135,
				"body": "我看国际上，中国名声比美国差多了。\n撒币卖族，人家强了或者不需要了，就会抛弃你的",
				"added": 1501152831
			},
			{
				"comment_id": 158,
				"body": "> [gdd](#comment_119_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 有实力的，到处抡大棒，吓得别人拜服在自己脚下，给人民挣来无限的好处。\n> 没实力的，盘剥来人民的血汗钱，到处大撒币，企图买到别人的一个笑脸相迎，殊不知国际上全是白眼狼，全部都是这只手笑着收了钱，才转个身，另一只手就反过来打耳光。钱是撒出去收不回来了，买回来的是一次又一次成为国际笑料。\n> 一个国家的实力强弱，其实体现在人民对政府的支持程度。有些人看到了这一点，就买些五毛来冒充人民支持政府。哈哈哈哈，就算拥有再多五毛的支持能顶鸟用啊，五毛他们根本就不是人。。。。\n\n现在包子天天当头条帝，底下找些狗五毛刷屏，一派万民称颂的盛世节奏。是怕亡国了吗？",
				"added": 1501502913
			}
		],
		"7_1AN7FYNmYcXVe7TkQCjToxfibvQQjYd7of": [
			{
				"comment_id": 136,
				"body": "那撒币女还不想作证，人家为帮它都死了",
				"added": 1501152883
			}
		],
		"1_1NVhFttZssV1SuH6jxDBdJyVnjCie9J6iM": [
			{
				"comment_id": 138,
				"body": "> [wisonli](#comment_29_13R8RSMeUBKKsjpftt3vbKCVh7E513ThRp): 我虽然欢迎郭爆料。但是这种爆料方式就像街边说书的。如出示这个DNA检测，有公正机关证明是刘本人做的DNA检测？这个报告不是PS的？如果有大的媒体，或政府机构出来证明，这就有力多了。\n\n那说说那个几个信托机构干嘛把刘和另几个，列为受益人吧。不是老共寡头黑产，咋没听过它们的公司企业？",
				"added": 1501153155
			}
		],
		"1_1N5y8gPkzV5KsWcGkSazHdtmi3uyH781jr": [
			{
				"comment_id": 140,
				"body": "> [longzaowuzhu](#comment_259_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 你是看党国改革纪录片看多了吧！国内堆积大量三角债，那有你说的这么容易吗？企业升级要钱，房地产还债要钱，国营60%以上债务要钱，国家债务要钱，人口养老金个人账户空帐5万亿要钱。你难道以为印钞票可以磨平债务，那有这么容易。国内三角债是你我无法想象的！中国共产党，现在推动新一波一亿农转城市人口，就是为了转移房地产包袱。让无法持续的债务，让后面的人分散承受。去年放开房地产，今年收紧房地产，让大部分包袱基本转移到更多房奴头上。同时，科技高速发达必然是让人，在也没有被压榨的价值。本来可以雇佣20人岗位，现在因为机器只需要雇佣4人，淘汰率80%，你说人去干嘛？智能超市，特斯拉无人汽车工厂，3D打印三层楼的别墅，自动机器送货快递业务，自动汽车驾驶，自动扫地机器人和自动煮饭机器人等。这些科技必然是淘汰50%以上的人口，资本已牟利为基础，不是养闲人。现在国家控股烂摊子自己维系不下去，也想搞国和民股份公司。所以想象是美好，变革是痛苦的，任何一个国家都一样，没有人会养。唯一用处就是被剥夺器官。这就是人性的残忍，真以为人性善良。弱肉强食，丛林法制，这才是真实的人类世界。笑容后面没准只不过是肮脏的交易。中国不是发展太快，是失去太多！92年改革开放，也是历史的一种宿命，苏维埃和柏林墙相继倒塌了，同时国内发生八九六四发生学运，才让党国决定中国只有改革开放才有出路。至中国共产党建国以来，被党伤害人口接近一亿，或超过一亿，并一直在增长。你看到辉煌，是用无数人枯骨的堆积，才有今天中国的道路。建国为什么不改革开放，因为发现路走不通。马克思好像从来没有诞生过，也不会诞生。一切只是权谋者的利用手段。\n\n产业升级，也不能不要低端制造业，保证低学历大众就业啊。美帝产业那么高级了，咋还要制造业回流，不就是这个道理？我看包子是瞎折腾。",
				"added": 1501211812
			},
			{
				"comment_id": 151,
				"body": "> [canvas](#comment_2_1CV1zQjkdRKBd9NNXBpVELvzXDp7puzUmX): 中国财政面临由放任金融瞎JB发展导致的债务危机。钱被那些资本大佬用项目向银行借钱借走了，普通的人没钱消费。你看现在国内许多资本大佬向海外转移资产，就是怕政府强制收钱。政府也意识到这点，所以才会加强金融管控，不让大额资金流向国外。一旦控制不住，中国将面临史无前例的大通缩。\n\n那前些天咋没管住海航6000亿，还有啥17万亿转移啥的？",
				"added": 1501410669
			},
			{
				"comment_id": 161,
				"body": "胡乱邦好读书不求甚解，看马列民族论把脑子看歪了，读出了汉族殖民论，汉族还债论。\n还是要大加批判的",
				"added": 1501503362
			}
		],
		"409_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 141,
				"body": "因为印度想扩张领土，遏制潜在对手和强敌的发展。\n哪像中国，以扩大培养海外市场、解放全人类为名，外送花大代价买的、偷的、山寨的技术，撒百姓血汗，资敌卖族。可以预见，别人发展起来就背后捅刀。",
				"added": 1501211980
			}
		],
		"397_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 142,
				"body": "他不就是太子党的处理黑产的白手套、走狗买办。因为站错队要被包子杀头，才跑路的。他绝对知道很多共产寡头侵吞国有资产、瓜分垄断重要经济资源专营的内幕\n我认为即使他掺了水，他爆的内容基本是有实际依据，整体看毋庸置疑",
				"added": 1501266359
			}
		],
		"411_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 143,
				"body": "盗国贼对它们在国内的未来不看好，抓紧跑路",
				"added": 1501286797
			}
		],
		"375_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 145,
				"body": "总觉得老共哪天可以“帮”我们用手机号短信“找回”账号",
				"added": 1501294262
			}
		],
		"2_1LU4wMtGd5tyX2ABea5zoRZNsdxZFRtoMZ": [
			{
				"comment_id": 146,
				"body": "外汇管理局在寡头红色贵族前就是个笑话，\n扛着打老虎反贪红旗，挖社会主义墙角。天大的笑话",
				"added": 1501294381
			}
		],
		"273_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 147,
				"body": "果敢地区汉军需要些初级军工技术方面专家的技术支援，可移步缅北吧了解。\n太先进的太难，在当地也造不出来",
				"added": 1501295314
			}
		],
		"415_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 148,
				"body": "五毛吗？全问些忽左忽右不知所谓的。\n影帝干净能获得影帝称号吗?\n\n王健林及万达集团背后的朝廷权贵家族（习、胡、温、贾、王）\nhttps://program-think.blogspot.com/2015/05/Wanda-and-Princelings.html\n\n八卦一下“十九大”高层权斗：王岐山高调现身，孙政才黯然落马，栗战书惹上麻烦\nhttps://program-think.blogspot.com/2017/07/Chinese-Leaders-Power-Struggle-WangQishan-SunZhengcai-LiZhanshu.html",
				"added": 1501307049
			}
		],
		"1_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy": [
			{
				"comment_id": 149,
				"body": "污蔑中国的现状是屁民、公知的“劣根性”造成的。\n为盗国贼打掩护",
				"added": 1501391196
			}
		],
		"414_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 150,
				"body": "美国逼着中国这么干，肯定对中国经济不利呗",
				"added": 1501410398
			},
			{
				"comment_id": 160,
				"body": "> [asd123](#comment_14_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6): 不管人冥币升还是降，中国经济都必然放缓，因为贫富差距不见缩小，越来越大，大到百姓没钱消费了，你说经济会不会好？\n\n房子房租、各种税带起来的物价，就把屁民榨干了，还要养家、子女教育、大病，哪还有钱消费旅游啥的？\nccav放那些每年几千万出国旅游购物撒币的，可能是姓赵或者拆迁发家了吧",
				"added": 1501503194
			}
		],
		"427_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 152,
				"body": "是 租购同权。\n房子多个学位租赁卖点，意思是拉动一波租金房价，让屁民都把收入一半给房东，配合国企自持有的，高出租的房产，进一步压榨屁民。\n\n可能是给后边的太子的的私人基金弄本金吧，或者填盗国贼的亏空，或者榨干血汗弄本金继续搞伊带伊路。\n或者都有。\n\n搞完地主搞长工\n反正就是坑屁民呗。",
				"added": 1501433364
			}
		],
		"426_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 153,
				"body": "五毛能不能别来搅浑水，恶心",
				"added": 1501433406
			}
		],
		"416_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 154,
				"body": "找几个赵家人、高档小区调查的吧",
				"added": 1501484188
			}
		],
		"17_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 156,
				"body": "宗教矛盾大于民族矛盾，民族矛盾大于阶级矛盾。\n\n阶级论忽略人类族群的归属族群特征，笼统归结于阶级经济问题不可取",
				"added": 1501502544
			},
			{
				"comment_id": 163,
				"body": "> [0emaneht0](#comment_32_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6): 宗教没阶级?民族没阶级?\n\n抗战时，中国内部阶级矛盾深重。但是日本入侵后，中国主体能团结起来抗日，这就是民族矛盾大于宗教矛盾。（别和我讲什么日本人被右翼蒙蔽煽动，利于日本和族本族的活动自然受群众支持）\n\n伊斯兰世界，内部阶级矛盾、各种教派矛盾尖锐，有些还是氏族社会经济阶段，阶级压迫严重。但对抗西方、阻碍别的宗教传播问题上是一致的。\n\n西藏人、新疆人，汉人从奴隶社会里解放了他们，给他们大量补贴和优待，两少一宽，高考加一百多分，高考录取保留名额，开公司、工商活动减免税。可培养出来的不乏挖墙脚就是望风向（老共是否衰弱）的，跟前苏联那些加盟共和国很像。那么多优惠没有感激，还把社会形式弄得那么严峻，持枪巡逻、检查手机有无暴恐文件等等\n暴恐此起彼伏，越来越差，为什么？这可不是美帝的阴毛，说明很有群众、教众基础。喇嘛阿訇伊玛目剥削他们，有些还要求他们缴收入的多少比例。他们一样跟着干，为什么？这就是伊斯兰邪恶的宗教诉求和民族自决建立民族国家的诉求。\n简述，伊斯兰教要求驱逐屠杀异教徒，推翻异教徒政权，执行伊斯兰教法，建立神权社会国家。\n\n这就是宗教矛盾大于民族矛盾，民族矛盾大于阶级矛盾。\n\n藏疆也没啥资源，油品不够基本没法用，煤矿哪里没有？内陆地理和暴恐因素制约经济发展，根本没剥削他们。",
				"added": 1501507635
			},
			{
				"comment_id": 164,
				"body": "更正下，抗战时中国和日本的是，民族矛盾大于阶级矛盾",
				"added": 1501507682
			},
			{
				"comment_id": 165,
				"body": "又说伊斯兰教这个邪教，能把一个民族寄生，产生个新族群来屠杀灭绝 原民俗文化没多大差别的本民族。\n如中国的汉回、南斯拉夫人被屠刀传教产生的阿族/穆族（南斯拉夫主体民族被屠杀分裂，连民族发源地科索沃都被穆畜分裂夺了），印度的类似穆畜化后屠杀本民族的例子就更多了\n说明宗教矛盾大于民族矛盾。",
				"added": 1501508009
			},
			{
				"comment_id": 172,
				"body": "> [0emaneht0](#comment_36_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6): 伊斯兰教好像打不过印度教邪教,有决心,军队镇压很难?\n\n穆畜可以换种超生，温水煮青蛙，平时抱团行凶，欺行霸市，早上四五点就高音喇叭放宗教广播，破门而入查抄猪肉酒，把别人赶走。\n不是怕不怕的问题、打不打得赢得问题。\n\n所以矛盾是存在的，不能归结为阶级矛盾、经济问题。宗教矛盾大于民族矛盾。",
				"added": 1501508856
			},
			{
				"comment_id": 173,
				"body": "> [0emaneht0](#comment_35_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6): 国家矛盾呢?\n\n国家矛盾基本属于民族争夺生存空间和资源的矛盾，是民族矛盾",
				"added": 1501508901
			}
		],
		"22_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 157,
				"body": "现在你还看得到？关了那么多校园论坛，还禁评了。\n知乎匿名发帖都能被导员和导师之类的喝茶，拿毕业要挟。\n\n狗共窃国找些死五毛，阴阳怪气地转移视线，死妈地狗崽子五毛你姓赵么？给点骨头渣子就这么卖力？",
				"added": 1501502764
			}
		],
		"21_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 162,
				"body": "五毛想建个蜜罐，来诱捕圈套各路人士的秘密了，快跑",
				"added": 1501503580
			}
		],
		"2_1MTmai86ouh5TsBGfihyrYvcQUx4PhhBDg": [
			{
				"comment_id": 166,
				"body": "五毛奉旨翻墙不犯法吧。蛤蛤蛤",
				"added": 1501508083
			}
		],
		"1_1CV1zQjkdRKBd9NNXBpVELvzXDp7puzUmX": [
			{
				"comment_id": 167,
				"body": "无政府主义不能丢了民族主义",
				"added": 1501508122
			},
			{
				"comment_id": 175,
				"body": "> [mzzyxzg](#comment_31_13FDDAx9qYQHYgjiDYjUimK4sMFwNENhGu): 无政府主义恰恰不能要民族主义，在无政府社区最重要的是合作而不是团结，排外不利于一个社区的良心发展\n\n就是白左女权精髓咯？接收一大帮子黑鬼和穆畜，都爱超生。\n黑鬼就不说了，除了爱生和犯罪率高点笨点也没啥。\n穆畜呢？一帮子反人类的纳粹邪教。\n\n白左纯粹是乌托邦式的空想，忽略宗教矛盾大于民族矛盾，民族矛盾大于阶级矛盾，幻想人类没有族群之分。\n最后沦为民族自杀取灭之道。\n中国为什么要照做？",
				"added": 1501549800
			},
			{
				"comment_id": 177,
				"body": "> [ygw](#comment_51_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 退步左派不会主张无政府主义，无政府主义对民族矛盾的态度就是在个人层面上允许矛盾。你不满黑人和穆斯林，那你就去杀他们啊？至于你杀了他们被报复或者被抓捕和别人没有关系。无政府主义更不允许有“中国”存在，中国是一个国家，国家是无政府主义者永恒的敌人\n\n人种民族之间和宗教之间的矛盾斗争很尖锐，不抱团对外斗，只搞无国界、“”没有祖国，世界才是祖国“”的国际主义精神病那套，只会自取民族灭亡，民族文明文化也会消失。\n我去直接动手穆畜，能干几个？只有宣传穆畜的反动反人类的纳粹实质，才能让更多的人认识清穆畜的画皮。形成蚁群效应，大家群策群力，探索正确解决穆畜问题的方法。",
				"added": 1501575921
			},
			{
				"comment_id": 178,
				"body": "> [ygw](#comment_52_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 无政府主义不反对你宣传种族思想，但是同样也没有公权力去保护言论自由。你个人有实力赚取庞大的资本去做这些事情，没有人会非议你。但是无政府主义不容忍任何非契约性的社会组织，你要反穆斯林就不能强迫别人去反穆斯林，你能召集起一批人自愿的反穆斯林是你的本事。你有本事做任何不强迫别人、不压迫别人的事情，都没有人有权反对你，这才是无政府主义。\n\n所以搞了那套的欧美就被抱团的犹太财团和穆畜黑鬼慢慢吸血寄生咯。",
				"added": 1501576839
			},
			{
				"comment_id": 179,
				"body": "> [ygw](#comment_53_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 伊斯兰、犹太和天主教想在无政府主义的秩序下复辟他们的封闭小社区，一定会有人自发的去做渗透、做策反、做暗杀破坏他们的专制组织。绝大部分人认同无政府主义，就会自觉自愿的投身到反压迫中去，一个英国的民主运动家在19世纪就成功融入阿拉伯社会领导了阿拉伯人反抗奥斯曼帝国的民主运动。建议你多翻墙读读近代史，就当学习下外语\n\n那个英国间谍革了伊斯兰教的命吗？打破了它们的封闭结构了吗？消灭了它们的纳粹邪教信条了吗？我看你是好读书不求甚解。你讲的那个事最后根本解决不了问题。现在遗毒的中东伊斯兰问题还在祸害欧洲，可能将灭绝欧洲白人族群和文化。\n没那个英国人，土耳其人也会失去对阿拉伯等中东地区的控制，那是历史潮流。因为民族成分里，奥斯曼土耳其国里没有绝对优势的主体民族，近代冷兵器时代结束后，反抗更容易，尤其是一二战前后，民族独立自决，建立民族国家的思潮和行动此起彼伏。",
				"added": 1501595455
			},
			{
				"comment_id": 181,
				"body": "> [ygw](#comment_58_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 你没有看到事情的本质，一个封闭结构的社区并不是牢固的。阿拉伯人能够在英国人的影响下接受民族主义和民主主义的思想（虽然后来因为世界大战等原因阿拉伯半岛又复辟了王权），说明对人类有益的思潮并非根植于其发源地的土壤，只要有人愿意传播，它就能和固有、保守的文化相结合，推动文明的进步。同样，一个强权培植的另一个傀儡独裁者，也会令一片土地的文明发生严重倒退，例如德国线民列宁、第三国际特务毛泽东等等。任何社区只有还保有基本的理性，那么外界就有可能将理性的声音带进来；反过来只要它还保有躁动的非理性情绪，那么外界就有可能利用它来达到不可告人的阴谋。\n\n伊斯兰邪教因素不理性，各团体虽有内斗，但对外它们的团体很牢固。它们搞民主，只会按经文要求搞伊斯兰教法，推翻异教徒政权，建立神权社会。手段就是超生换种后驱逐屠杀异教徒，时机成熟圣战。\n \n土耳其人超生移民德国，控制了很多德国地区、和地方政权、媒体舆论，所以德国很多支持东突厥斯坦伊斯兰运动的组织、媒体、政府资助，埃尔安多直接号召移民到德国和荷兰之类国家的土耳其人多生，以后民主地选举上去，回归土耳其和伊斯兰。",
				"added": 1501598296
			},
			{
				"comment_id": 183,
				"body": "> [ygw](#comment_59_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 伊斯兰确实有不理性的情绪，但是依然有理性的声音。伊斯兰世界在历次民主革命浪潮、民族革命浪潮和独立革命浪潮中都比其他亚非拉国家的成绩要好，但是因为苏联-俄罗斯（主要）,以及美国等西方国家的强权介入几经曲折。其次，德国的土耳其裔是二战后重建时期德国政府从土耳其邀请到德国的。德国的重建和其后的经济高速发展也离不开这些土耳其人，现德国政府对土耳其埃尔多安政府非常不满，而且不允许埃尔多安进入德国对德国土耳其双国籍者拉票，才有了埃尔多安的隔空喊话。如果比烂的话中国从表现上比伊斯兰世界烂多了，100多年过去了民主和进步的声音有赢过几次？\n\n别吹了，土耳其不是被吹成伊斯兰世俗化典范么？还不是一样邪性。凯末尔暂时妥协塔基亚换取土耳其保存实力，续命不继续被分裂（它的领土本就是圣战得来的，不合法）。假开明后，现在有点实力了，就走老路了。\n至于土耳其移民？那是欧洲二战男人死太多了，却劳力，才大量引进北非和土耳其绿畜，谈不上啥贡献，那些人移民了生活更好。\n但是，欧洲那几国在这个问题上翻了亡国灭种的错误，欧洲白皮及其基督教文化，可预见会被穆畜黑鬼演替消灭。\n就跟唐朝、汉末晋朝之间一样，汉人内战，男劳力减少，内嵌大量杂胡部落难民、杂胡降军当劳力，之后它们繁殖壮大，来个安史之乱、五胡乱华、永嘉之乱啥的。宋朝丢了大片领土，中国历史秦后的几次“大分”，就是因为内嵌杂胡导致的。不展开说。\n\n中国再烂时期也比几个汉墓发明的历史好",
				"added": 1501599855
			},
			{
				"comment_id": 184,
				"body": "土耳其是双泛运动的大本营、总后方，双泛即：泛伊斯兰运动、泛突厥斯坦运动。是极端主义输出国轴心。是IS的后勤部和金主之一，是世界各地伊斯兰圣战分子的中转站。支持东突暴恐分裂，支持藏独，在西方搞活动。\n\n民运们，你们可不能丢了民族主义，与纳粹邪教和民族敌人为伍。\n\n搞无政府主义根本没法让本族在世界丛林里，这个抱团斗争的环境下存货下来。\n\n无政府无国界组织这种就该像新闻里一样被穆畜砍头、黑鬼强奸致死。\n\n有些无国界医生的傻逼，居然跑去给IS当医生，这不是给纳粹恐怖分子当医疗队？也是左得没边了，结局有些被“误炸”，又成了欧美俄袭击““平民目标”的罪过了。不过有些被IS砍头还是大快人心。",
				"added": 1501600488
			},
			{
				"comment_id": 186,
				"body": "> [ygw](#comment_60_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 真是九头牛也拉不回民族主义者。任何一个有理性思维的人稍微冷静下来都不会认可极端民族主义，那么极端民族主义想要实现对敌对民族的“圣战”必然要夺取国家机器，夺取专制机器裹挟全社会去发动战争。解决伊斯兰极端恐怖主义，和突厥、阿拉伯、俄罗斯等等民族的极端民族主义、欧美的新纳粹问题，的确需要和他们对抗的力量，但绝不应该是夺取某一国之力，靠煽动民族情绪发动国际战争来实现。现在的所谓“左翼”深陷和平主义的虚假泥潭，完全缺乏新左翼运动、学运运动先烈的血性，我们确实应该防范，但是决不能掉入中共狼奶教育的陷阱，仇恨必须有明确的目标，而不应对准某一个标签。你要反中共，就是反习近平，反那七个政治局常委，两百多个中央委员，大大小小的盗国集团。你要反is，就是反巴格达迪，反武装恐怖分子，反为其提供资金的巴基斯坦、沙特阿拉伯的邪恶政府，而不是去砍路边买菜的中共党员或穆斯林\n\n伊斯兰和纳粹的信仰是一致的，本质是反人类，目标就是灭绝异教徒，平时就仇视它们认为肮脏无比的，呼气都污染它们的异教徒。这是对等反抗，以所谓“极端”正常反应穆畜的极端，有何不可？\n欧洲留给纳粹团体正常的生存空间了吗？不就是这个道理？\n\n再说我何时说要搞极端民族主义？我只是说不能丢了民族主义搞世界公民、没有民族祖国那套，被敌对族群钻了空子，否则不能保证中华民族发展和未来的存在。 \n  \n伊斯兰教不可改革，最终只能强制脱教，不然像左宗棠、王震、两次沙甸平乱一样，死灰复燃。文革都不能革它的命。对死硬分子应该就像轮子一样管制圈进，必要时像西班牙光复运动一样，驱逐不脱教的，对留下来假脱教却潜伏作乱，留教不留头。",
				"added": 1501630605
			},
			{
				"comment_id": 187,
				"body": "> [ygw](#comment_61_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 这只是你的看法，不代表所有人的看法。其他族群也可以以同样的逻辑认为中国人天生就是败坏的，基因里就刻着奴性、腐败、专制、残暴、迂腐、反智，是必须消灭的劣等民族，必须消灭中文和中国人留下的糟粕文化，留头不留教留教不留头。说实话很多中国革命派人士已经觉得中华文明无药可救，这种论调在100年前就很兴盛了，你先把中国人都灭族了再去灭穆畜黑畜吧\n\n你这种为了辩论而辩论，只讲观点没有立场的就是最大的糟粕。白皮精液吞多了？这么否定自己的民族。我对黑鬼没啥意见，就别来大规模移民中国就成。\n至于穆畜，穆畜的暴乱、圣战对中华民族造成的深重灾难罄竹难书、历历在目。即便中国由于古时科技生产力先进，社会阶段发展早，社会能维持大规模人口保证几千年稳定延续，有勇气反抗的被统治阶级逆淘汰了。中国人和中国文化，也不是你们那些自诩救世主的假民运能否定的。假民运无德无才，骗吃骗喝，最近几个声讨文贵的会议视频彻底地暴露了你们这些无能龌蹉低能之辈。假民运自己对自己前途感觉无望，不敢回中国搞革命，却说中国民族无法挽救，简直可笑。毛子战队民族，民风彪悍，也是在苏共军队国家化后，连带寡头像侵吞国投资产捞一笔才分裂垮台的。难道说毛子民族无望？\n\n如果你是穆畜当我没说，毕竟屁股决定脑袋，邪教徒只能带花花岗岩脑袋boom见真猪",
				"added": 1501634326
			},
			{
				"comment_id": 188,
				"body": "> [booma](#comment_12_1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL): 容我说句粗鄙之语，你特么根本不懂无政府主义，也不试图理解，那你来这干嘛？\n\n无政府主义跟共产主义一样，是乌托邦，是空想主义，搞了比共产主义还惨，会亡国灭族，是谬误。南非、欧洲白皮猪的现状就是例子。\n  \n除非在一个假定的族群同质化单一、没有宗教斗争、民族争端的，只有阶级矛盾的特定环境下搞，才可能又操作意义，不然就是自取灭亡。  \n  \n假如中国搞了的话，形成各种乱七八糟的政治正确，中国会被内部的圣母搞女权癌、大肆接收难民的“慈善团体”之流搞垮。大肆歧视本民族男性，宣传不婚，却又鼓励和黑鬼穆畜通婚；一边计划生育，一边大肆引进黑鬼穆畜，难民经济不行还大笔拨款给黑鬼穆畜难民\n\n再说一遍，无政府主义盛行，国民不抱团，没有民族精神团结，割裂历史文化，没有凝聚力的民族自然未来,没法使得国家强大，只会在国际斗争中失败，民族衰亡。\n比如到时欧美国家一呼吁，就接收黑鬼假难民真经济移民，自己国民还过得不咋的；穆畜国家一呼吁，立马让国内穆畜执行教法，参政议政，顺便接收点阿拉伯猪。那样如何？",
				"added": 1501641806
			},
			{
				"comment_id": 189,
				"body": "中国大行无政府主义的话，中华民族概念的凝聚力本就一盘散沙了，会更没有束缚力。\n没有强力政府控制的话，\n各种稍大族群民族势力会望风而动，祭出地方民族主义，搞小团体寻求更多利益倾斜，乃至民族自决、独立建国。分崩离析，美国再来几个军事基地，岌岌可危，没法发展，不可能复兴。\n邪教团体如穆畜的话，会寻求直接发动教众，结束塔基亚政策，文的武的动作，“民主地”走伊斯兰化路线，顺带驱逐转化聚居区里的异教徒，强化势力。反正上面的政府精英，没那么强力了，管不过来，还有如胡乱邦那种支持的声音。",
				"added": 1501642397
			},
			{
				"comment_id": 190,
				"body": "> [booma](#comment_14_1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL): 无政府主义不是乌托邦，它是实际存在过的社会形式，民族主义才是新生概念。欧洲的民族主义革命的惨痛教训表明古典时代和中世纪的封建式附庸契约有其积极意义。在原有的自然形成的体系上因地制宜的改造才是社会进步，全部推倒重新按顶层设计重建就是灾难。你为什么会认为只在中国地区搞无政府，而保留穆斯林国家呢？或者只颠覆极权国家而保留民主国家呢？北美的无国界实验就比欧洲成功，原因就出在欧盟政府。大政府已经随着他们的全球化阴谋成为市场的毒瘤，还认不清这一点的人不是被蒙蔽就是智商低\n\n欧盟在几个主权国家破产后，货币不稳，尤其是叙利亚难民危机后造成各国离心，英国脱欧，欧盟分裂（荷兰脱失败）。咋成功了？原因是白左推行的政治正确和美国干涉中东非洲导致大量难民。推行政治正确的背后势力就是美国的犹太人组织。\n\n\n你说的“北美的无国界实验”是什么鬼？根本就不存在好不？有也是犹太猪银行家搞的new world order agenda/ white massacre 之类的反人类反白种人的阴毛。我可记得美国发动叙利亚战争，产生了大量难民，成了扑灭欧盟前景的一盆凉水。\n  \n美国也不成功，有创造力的白人族群大量减少，暴力低智的黑鬼老墨大肆繁殖，种族矛盾尖锐。美国还有个平权法案也有意思，比中国压在汉人头上的高考加分还万恶。再说美国国债都20trillion了，还不算没列开支的和地方政府的债，美国最近不是有些州和城市又破产了，这不就是搞和白左思想接近的无政府主义 的锅么？\n\n你根本就没提出如何解决穆斯林国家前提，再说即便解决了它们的国家政权，按照古兰经和几部圣训，那几部恐怖主义教科书，该邪教架构完全是自组织结构、扁平去中心结构，即便杀了头头，普通教众完全可以按类似  继续传播运行下去，执行伊斯兰教路线，这就是所谓的以经立派。\n你说的要建立打破犹太人穆畜谋私利的小团体的暗杀组织，会不会先被别的无政府的同志灭了呢？",
				"added": 1501643530
			},
			{
				"comment_id": 191,
				"body": "北美无国界实验真存在的话，美国应该先消除和墨西哥的边界墙，再接收波多黎各入美",
				"added": 1501643742
			}
		],
		"1_1PLFBK2Tqkyqgns5xPSn3N49ZmiV94poEi": [
			{
				"comment_id": 168,
				"body": "https://github.com/mengskysama/shadowsocks-rm",
				"added": 1501508172
			},
			{
				"comment_id": 169,
				"body": "https://github.com/shadowsocksr-rm/",
				"added": 1501508238
			}
		],
		"1_1HdjaztVHoHobPEefJzXboa7UqZLoQkau3": [
			{
				"comment_id": 170,
				"body": "莆田系拓展业务到零网了，厉害",
				"added": 1501508424
			},
			{
				"comment_id": 171,
				"body": "> [naru](#comment_28_1Q3pgQCFsrCkLWpdVZ7FihSuHHVistLBEA): 真的是莆田系嗎？\n\n不然就是包治百病的骗子老中医咯，都懂得，贴吧一大堆。连基本生物常识都没有",
				"added": 1501508626
			}
		],
		"1_1Kf3goqzKuaWCSUB8eSpNbAXA3baf42Q4z": [
			{
				"comment_id": 174,
				"body": "印度问题问了n次了，重复水，肯定是五毛。\n伊拉克那么乱，是宗教因素",
				"added": 1501517746
			},
			{
				"comment_id": 180,
				"body": "> [zerocatty](#comment_505_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW): 鸡血网是什么？\n\n铁血傻粪集中营吧。我当年年轻时也被蒙蔽，哎呀",
				"added": 1501595858
			}
		],
		"2_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": [
			{
				"comment_id": 176,
				"body": "东北快手，斗鱼党支部，都是老铁666啊。\n这次倒车和文贵爆料后，所谓自干五大部分明白自己不姓赵，消失了",
				"added": 1501575039
			},
			{
				"comment_id": 182,
				"body": "现在那些新闻，全是明星八卦，猫猫狗狗，政治类活下来的就是党的政策亚克西之类的新闻，包子的头条还禁评",
				"added": 1501598495
			}
		],
		"26_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 192,
				"body": "原因是，老共打内战时，再东北满洲国接收了满洲国军队和政府官员，被渗透转化了。",
				"added": 1501643844
			},
			{
				"comment_id": 213,
				"body": "> [dasdvc](#comment_77_1FYGNAGGPjzRuubJGmq86t4iyEiMXxpuwL): 三战导火索只可能在外国绿绿在国内压根没发展起来\n\n还没发展起来？新疆的豆奶暴恐暴乱此起彼伏，很有群众基础，看着没动的大部分在望风向，择机而动。继续不计生还补贴养娃，以后维子比例会更高更没法控制，泛伊斯兰泛突厥斯坦运动会更加激烈，行动派更多。\n老共一弱，必然搞你。别看那些维子平时似乎能做邻居，七五时有几个给你通风报信让你躲躲了？\n\n西北的穆畜更聪明些，暂时不搞暴恐，想玩渗透超生换种。可能原因是还没到维子那个人口比例，离汉人十八省近",
				"added": 1502164889
			}
		],
		"8_1ByBmivkwwnrweuzHeL1nW5x4RPyw79947": [
			{
				"comment_id": 193,
				"body": "引蛇出洞",
				"added": 1501703626
			},
			{
				"comment_id": 199,
				"body": "> [flyingpanda](#comment_18_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 那个时代活到70多已经算是长寿了。我的意思是，你看看跟着蒋公去台湾的那批人，统计意义上平均寿命大幅低于跟着毛泽东干革命的人。受迫害的人活得不如没受过迫害的人？你这话说出来谁信啊？\n\n直接各种运动三五反，50年左右出生家庭成分“黑”就能枪毙，咋统计？还有\"假\"自然灾害饿死的，饿三年肯定影响身体会折寿吧",
				"added": 1502029479
			},
			{
				"comment_id": 200,
				"body": "那个年代农民跟佃农长工差不多，农村一把年纪还下地干重体力活挣公分（没机械，比如今的还愿意干的老人干的重多了），所以以前驼背老人很多，现在基本没啥驼背了。身体损耗大，所以寿命应该低些。\n长期\n农村没社会福利教育医疗，比现在非洲人的过得还差。那些工人官员家庭怀念文革和八十年代的计划经济体质，却枉顾最广大农民在那时活得猪狗不如。农业输血工业，农民给公分换口粮，没啥财产，得大点的病等死。还搜刮粮贱卖去支援亚非拉人民的解放\n\n那个寿命数据肯定是假数据。",
				"added": 1502029951
			}
		],
		"425_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 194,
				"body": "文贵说好多的人用这个，被发钓鱼链接和被打钓鱼电话，黑手机被抓",
				"added": 1501882302
			}
		],
		"465_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 195,
				"body": "海航的股份变更数据公布在官网，的确把国有资产、借贷的国有银行几千亿、万亿资产转移到那个（假）“慈善”基金了。资产转移到国外，债务留在国内。屁民买单，外汇管理局屁都不敢放。\n这还是不得不公开公布明面数据。",
				"added": 1502028825
			},
			{
				"comment_id": 233,
				"body": "> [johnsonsid](#comment_19_14tJatQcdzK9vprY12wiMGvRRCazxvP1iC): 老人农村无医保，正自费做一个四万人民币的手术，心头在滴血啊。\n\n五毛们偏说那钱不能用，只能拿去大撒币，拯救全人类。其实那钱被太子党拿去弄撒币工程洗成自己的了，那些到处投资的基本是假国企，全是太子党的家产",
				"added": 1502957423
			}
		],
		"464_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 196,
				"body": "某狗五毛能不能别重复发帖啊。",
				"added": 1502028866
			}
		],
		"463_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 197,
				"body": "这是对等反抗，穆畜先干了好事。要解决穆畜，川普穆迪这种政治家应该多些",
				"added": 1502028928
			}
		],
		"9_1ByBmivkwwnrweuzHeL1nW5x4RPyw79947": [
			{
				"comment_id": 198,
				"body": "反正狗官吃特供。\n太子党食品医药企业太多，保护自身利益立恶法",
				"added": 1502029028
			}
		],
		"441_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 201,
				"body": "> [dasdvc](#comment_78_1FYGNAGGPjzRuubJGmq86t4iyEiMXxpuwL): 吃饭查证件的时代过去了，但是这个能力被保留\n\n话说当年国营饭店还有供销社很牛叉啊",
				"added": 1502162949
			},
			{
				"comment_id": 220,
				"body": "> [zerocatty](#comment_525_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW): 吃饭查证件？这是干什么？\n\n还可以搜 收容遣返制度",
				"added": 1502235001
			}
		],
		"2_1HdjaztVHoHobPEefJzXboa7UqZLoQkau3": [
			{
				"comment_id": 202,
				"body": "二位信号传输容易可靠效率高些",
				"added": 1502163009
			}
		],
		"1_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 203,
				"body": "有需要的话，老共可以有天帮大家用手机短信找回siginal、gmail、youtube、twitter、telegram之类的账号密码吧。",
				"added": 1502163093
			}
		],
		"3_1DmGsXFPPexxcuTRgYZxDRHqGA7CbR3j14": [
			{
				"comment_id": 205,
				"body": "老吾老以及人之老，幼吾幼以及人之幼",
				"added": 1502163282
			}
		],
		"3_18Tac6A6tQLGhLRXbP7FafhV7NRbxaboVe": [
			{
				"comment_id": 206,
				"body": "“上天不放过恶人”是屁话。\n印尼穆畜杀了那么多华人，没啥报应",
				"added": 1502163437
			}
		],
		"6_1ByBmivkwwnrweuzHeL1nW5x4RPyw79947": [
			{
				"comment_id": 207,
				"body": "盗国贼啊，全是一窝的",
				"added": 1502163489
			}
		],
		"8_1Ce77AdELAi3thjyXvNxH5grWPzMhJehRa": [
			{
				"comment_id": 208,
				"body": "> [testapp](#comment_17_17xeFZRG9nokuGNj8WZQU5V9ZdfUGr2gGT): 斯诺登在这件事情上干得与郭文贵一样，只说结论，不说证明过程。\n\n狗屁，斯诺登披露了不少官方文件，他精心挑选的不会引起严重后果、危害美国利益的文件。",
				"added": 1502163645
			}
		],
		"50_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 209,
				"body": "穆畜就是这样，它们邪恶无比。别看人少时当邻居还算和善，但是圣战时杀你全家不会手软。\n毕竟洗脑颇深，还认为你肮脏无比，呼气都污染它们，平时去汉族家串门都要求单独的锅甚至不吃。",
				"added": 1502163747
			}
		],
		"460_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 210,
				"body": "比如给穆畜补贴和监控和奖励揭发暴恐，武力巡逻，电子网络监控设备，花了很多钱",
				"added": 1502163841
			}
		],
		"466_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 211,
				"body": "蒙古人灭不完，印度人太多，还要靠印度人搞生产。\n那个莫卧儿王朝就是穆畜化蒙古人入侵印度，想逼迫印度人改宗，结果印度教藏在基层结构如村子里，各种软硬反抗，没被灭成。佛教集中在寺庙里，在印度就被入侵的穆畜基本灭绝了。\n\n三站是必然会来的，那将是穆畜圣战非穆的全球大战",
				"added": 1502164044
			}
		],
		"468_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 212,
				"body": "海航最近就掏空了6000亿，那些各种派的太子党还要盗国，国内科技又没啥真生产力，不靠房地产咋继续收刮，让屁民买单那些被太子党的皮包公司骗贷没法还的几千亿几万亿的人民币？继续超发货币呗。\n\n逼农民不种地不养殖，还进口美国的。其实美国农业好多也赔钱，全靠政府补贴维持生活的样子，那个纪录片 Food Inc.提到过，感兴趣可以去油管搜。这是太子党给洋大人下投名状，听华尔街大佬指挥。卖农业利益，换取继续维持其他太子党所控制行业的垄断利益（不开放市场）。\n\n最近包子和下边搞的房产税试点、租购同权、共有产权房，是万税、吃完地主吃长工、后边这个不知咋说了，反正是涨了算政府的，亏了屁民接盘，给乞丐接盘继续搜刮。\n\n最近看郭文贵视频，我认为伊带伊路不仅是卖族资敌资穆畜的吃回扣项目，似乎还是各个套着央企皮的太子党所有的跨国公司转钱洗钱的工具。",
				"added": 1502164601
			}
		],
		"457_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 214,
				"body": "> [gdd](#comment_120_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 纵观过去几十年间，地球上发生的大大小小的战争共四百多场，其中大约三百场战争发生在民主国家和独裁国家之间，一百多场战争发生在独裁国家和独裁国家之间，而民主国家和民主国家之间未发生过一场战争。你说今后亚洲最大的不稳定因素会是谁？\n\n宗教战争、种族战争、资源战争。",
				"added": 1502164925
			},
			{
				"comment_id": 215,
				"body": "亚洲国家基本仇视中国，认为中国式扩张主义甚至军国主义分子，\n连毛子和朝鲜一样对中国警惕敌视，中国的国际名声很差。巴基斯坦由于印度压力，只能讨好中国，压制反华声音，其实也对中国输出暴恐，国内对中国“压迫”穆畜很有意见。\n\nCCAV里的相关说法是包子撒币换别人吆喝忽悠几声，别真信。\n今天浏览器头条里有个新闻《洋记着怎么学习总书记讲话》，WTF，这年代这层次还玩white monkey那套？关起门来玩文革啊？文革时不是被个假荷兰共产党骗了大笔经费，可能是饿死百姓、按卫星产量强收税粮然后在国际市场封锁下贱卖黑市换的美元。\n对了，这假新闻还很恶心，那女白皮猪妓者肯定骗了包子不少钱",
				"added": 1502165419
			},
			{
				"comment_id": 217,
				"body": "> [johnsonsid](#comment_17_14tJatQcdzK9vprY12wiMGvRRCazxvP1iC): 从大大小小的例子来看，那些国家不是仇视中国，而是仇视中国的某个政权，即便这个政权百般向洋人示好，提倡有钱大家一起赚，咱中国有的就是待宰羔羊。可那些国家的执政者有心赚钱也无力答应，因为是被选票选上来的。\n\n民族利益资源生存空间之争，即便狗共倒台，一样仇视。",
				"added": 1502198572
			}
		],
		"51_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 216,
				"body": "随着一个地区穆畜比例增多，穆畜会自发清真泛华，这是它们按经文要求自组织性、扁平去中心化扩张的表现。\n必须认识到“温和派”是塔基亚的，是潜伏伪装派，是邪教这棵大树的枝干，是邪教的土壤。穆畜行动派的暴恐圣战就是邪教之果，是温和派土壤生出来的恶之花。\n\n最近的清真泛化事件有：宁夏大学新生群事件 兰州拉面馆违法占地事件 甘肃要求政府出资建设清真寺事件 清真盐事件 以及清真美团等等等等\n\n其中一例：宁夏大学新生问能不能在宿舍吃猪肉，群里直接有人回复，敢吃就砍了你，然后管理员以破坏团结的理由把提问的这人踢了。\n\n 泛清真化的确是个很危险的趋势，而且现在越是优待，有些人越嚣张。对回子这么汉化的群体，一样沾了驴教这个人类之癌，也很反动邪性。七十年代和九十年代沙甸武装叛乱，五十年代军事叛乱暴乱，抗战期间残杀西路军、按经文指导掳掠西路军女战士当性奴，再之前的同治云南会乱、同治陕甘会乱，同治新疆回乱。\n说明高考加分、减免税优待、生活补助等优待，即便汉化，对信了邪教的也没用，是无用功。",
				"added": 1502198415
			},
			{
				"comment_id": 219,
				"body": "强制脱教，像处理轮子一样，才能真正解决暴恐问题、宗教问题。\n王震、左宗棠，那么牛的人，不就因为斩草不除根，不过是扬汤止沸，被穆畜塔基亚过了，之后继续似乎复燃、兴风作浪。",
				"added": 1502198986
			},
			{
				"comment_id": 235,
				"body": "> [wanght](#comment_2_1HTG469526As5YaPHjc6Z6WRNeVJPau4xm): 赤果果的民族歧视，将穆斯林不当人，最后的结局是矛盾越来越激化。在坚决打击极端主义的同时，如何避免仇恨扩大化，是每一个公民都需要努力的吧。这些仇恨言论比共产党的所谓“不明真相的群众”、“低端人口”、“别有用心”更让人心寒。我们一不小心就变成了自己反对的人的样子。\n\n穆是个宗教，不是民族。你不要混淆概念，宗教绑架民族。\n穆畜信仰就是灭绝异教徒，是个纳粹性质的邪教组织，为何跟它玩圣母？",
				"added": 1503101287
			}
		],
		"4_1MTmai86ouh5TsBGfihyrYvcQUx4PhhBDg": [
			{
				"comment_id": 218,
				"body": "汉族的地域矛盾根本不是个事\n汉族和不信邪教如驴教、藏密的某些群体没有根本冲突，能和平共处发展",
				"added": 1502198870
			}
		],
		"453_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 221,
				"body": "狗五毛因果倒置",
				"added": 1502235040
			}
		],
		"1_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": [
			{
				"comment_id": 222,
				"body": "程序目录加密存储",
				"added": 1502235084
			}
		],
		"1_16nddfMjTUY7rXzuhYXaop1T78gLYT94YR": [
			{
				"comment_id": 223,
				"body": "> [draco9](#comment_8_1NRAZHVL5o4L9suaKN6nzhTAV8G5qz981g): 闭源，违反GPL协议，搞感情牌，举报SS，剽窃，诽谤SS可检测，为自己拉人气，骗人用SSR。现在被人挖出了隐私，咎由自取，大快人心。SS那么多人在维护，就只有他一直剽窃，还觉得自己是为了大家好。\n\n哪来的狗五畜生？\n人家就才开始没开源，后来立即开源了，可能是最早代码渣不规范，怕被笑话改了改。\n你说的举报是无中生有",
				"added": 1502235441
			},
			{
				"comment_id": 224,
				"body": "> [arnold](#comment_43_1NEFxCPTrht31cePYp3qr9JuQ8vQS9jRLq): 你自己的回复中都带有“可能”两字，说明你也不清楚开源的动机，就这就说人家是举报无中生有，还骂人狗五畜生，这算什么样的品行？国内文革粉红脑残那套，就别往零网上搬了。\n\n你这种满嘴谣言的狗五毛不就是么畜生？就像骂纳粹走狗不能骂狗了，不是政治正确？\n\n人家就最早短期开源，后边长期开源了，你造谣，开源软件又赚不到经济利益；\n你污蔑人家举报ss，出示证据；\n开源软件互相竞争促进进步很正常，人家出了检测工具，有一定的方法和准确率很正常；\n开源软件本就互相借鉴，最早她建议ss作者加混淆，不加她就自己干了，她还提了不少意见，ss也用了，不存在剽窃；",
				"added": 1502301135
			}
		],
		"56_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 225,
				"body": "支持！",
				"added": 1502382665
			}
		],
		"472_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 226,
				"body": "狗五毛智商太低，你这种手段就像拉低群众智商？",
				"added": 1502382807
			}
		],
		"473_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 227,
				"body": "狗日的抢劫了几万亿的盗国集团被郭爆料的就有两个，其他隐藏的、盗得少点的更多。\n千疮百孔的中国，已经榨干了，只能再深入抢劫，才能维持运转的，变方法才能继续盗国样子。\n\n1. 赶农民接盘房地产；\n2. 农村圈地运动，位置好点的弄房地产，差点的卖给新地主阶级搞大农场、果园、养殖牧场；\n3. 大肆拆城市旧城、城中村、贫民窟，发不必要的高额补偿钞票，拉动房价，维持高房价制造虚假GDP；\n\n总之是把银行被 假国企的留在国内的债务 的亏空、地方债 转移给屁民。债务转移到屁民那里，屁民接盘",
				"added": 1502398301
			}
		],
		"1_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF": [
			{
				"comment_id": 228,
				"body": "> [ygw](#comment_70_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 官方不止一次的替o2o集资站台了，网上的议论也很激烈，但是靠这个骗钱的依然很多。这个套路不成立的原因就在于官方不会承认自己的宣传站台是没有效果甚至起反效果的，而反共人士也不会认为自己战胜了官方。中共的间谍网大概会用类似的套路，暗中控制海外媒体发声来搅浑水。但是间谍网不会蠢到让官媒来配合发声，中共间谍是经得逆向起淘汰的“精英”，和官方那些养尊处优的猪脑袋不是一路的。\n\n背后怕是太子党或者势力自立为王的太子党的买办",
				"added": 1502555498
			}
		],
		"417_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 229,
				"body": "麻痹的，以前网购买了个不是特别大的鱼缸，快递抱回家，周围人都奇怪地看着我，现在想起，是不是以为我买的是充气娃娃。。",
				"added": 1502555793
			}
		],
		"1_1HXrSYhrjDgKyvHmg3bNEr4uVFYpiXvXma": [
			{
				"comment_id": 230,
				"body": "刘云山？",
				"added": 1502770148
			}
		],
		"482_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 231,
				"body": "狗日的狗共，这个问题我提到过。",
				"added": 1502770215
			}
		],
		"303_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 232,
				"body": "是不是有太子党也用这个洗钱拉动的",
				"added": 1502957191
			}
		],
		"4_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": [
			{
				"comment_id": 234,
				"body": "海航的党委有用？咋盗窃了国有资产，变贯君之流的私财的。\n外汇管理局有用？海航咋转移出去的",
				"added": 1502957669
			}
		],
		"499_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 236,
				"body": "所以你承认自己是猪狗贱民了？还讨论个屁，快去当长工",
				"added": 1503101472
			}
		],
		"497_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 237,
				"body": "棚户区是贫民窟。\n你可别看不起，那些人拆迁了可能就发了，不用工作，租出去就能过活。\n有些平房没拆迁的，搞成群租房也早发了。",
				"added": 1503101564
			}
		],
		"1_1JuJzy7nP1eBDojviCHFZYs36AftHQ5BmE": [
			{
				"comment_id": 238,
				"body": "> [naru](#comment_21_1Q3pgQCFsrCkLWpdVZ7FihSuHHVistLBEA): 戀童只是一種人類自古以來就有的性取向，只是在左派思想佔統治地位的今天才被妖魔化的。\n\n妖魔化？要不把你的儿子拿来给大家当吹箫童子，女儿拿去当肉便器",
				"added": 1503386116
			}
		],
		"566_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 239,
				"body": "大概是江家或者周永康之流",
				"added": 1504440496
			}
		],
		"541_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 240,
				"body": "包子大撒币了呗",
				"added": 1504440613
			}
		],
		"2_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR": [
			{
				"comment_id": 241,
				"body": "狗日的盗国贼，防民之口甚于防川",
				"added": 1504440683
			}
		],
		"1_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": [
			{
				"comment_id": 242,
				"body": "巴拿马文件里有包子家族的财富信息，有稀土方面的，难怪解决不了。\n郭文贵说有国内盗国贼给他发包子黑料，他不爆。大概是一路盗国贼",
				"added": 1504441218
			}
		],
		"2_1DbrSfnbumfV45oVXiprzK6N9qSHCsWGx": [
			{
				"comment_id": 243,
				"body": "穆畜什么玩意？谁不知道你们这些畜生的反动本质，拿汉族当枪使可能？",
				"added": 1511542872
			}
		],
		"16_1FJCJm9PPaL2Lcfv64fSCuXXBHQcE4JdGY": [
			{
				"comment_id": 244,
				"body": "> [flyingpanda](#comment_58_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 对付国内绿畜几个思路：1.回民本质上是信了伊斯兰的汉族人，最好的办法是将他们大脑中的宗教信仰清除掉，这样大家还是一家人。其他各族改为认同中华文化，也都是可以在一个国家的范围内和平共处的；2.如果第1条做不到，可以将《古兰经》里的极端文字删除掉。这样仍然可以和睦相处；3.如果第2条也做不到，全世界有57个伊斯兰国家，他们自行联系一个接收国，我们送他们一张单程票；4.如果第3条也做不到，那么将必然发展到武力解决的那一步。祝福我多灾多难的祖国！\n\n邪经改写就不要想了，这个只能留教不留头",
				"added": 1511542938
			}
		]
	},
	"comment_vote": {
		"44_1LC4DEAP6CnvREPUtq3D9ti8T8Y2teeY6p": 1,
		"2_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"8_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"107_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU": 1,
		"22_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"5_1BsWHQ6yeKpMWUZogcYq7PwVHcWaEzRpj1": 1,
		"20_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"63_13BXkTJitXqtj4eL1qxXNgX45Fv5prutc1": 1,
		"1_1HJywFyvD14XEEkSWPPyMEHyWRBSHiLhy2": 1,
		"35_1HrRNH7KbdxMjwLmwrHmZqJrzVZVDKc9bF": 1,
		"45_16k88HJonuqBRs3Cweb4BuB6A5QZaJ12mC": 1,
		"47_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"3_1Lc6bmYgPiKpgH97AN9YGAdJgZhoYk1HUd": 1,
		"42_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"12_1fR6dBmXGWzmbHnvzNZt9Joa6mVo7AVob": 1,
		"21_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": 1,
		"1_1E5VGMgW6YQBnwx7EeAZ477J7i9faQmNtf": 1,
		"23_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV": 1,
		"71_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"51_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"5_1NQLPWMLrNWcrLuZ3sSYLUPsjiYqBLMmST": 1,
		"1_12bVEPehTFfjGqznJphGPH2o7qZa5K5Fuv": 1,
		"43_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"61_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"22_1FYGNAGGPjzRuubJGmq86t4iyEiMXxpuwL": 1,
		"67_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"30_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"29_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"74_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"1_1NJzYVY3VakLY9s9S2TXHFBCtiZXWeYKZz": 1,
		"46_1V7usnfmabQXPSNC2zrCpF2ed2jDZaujS": 1,
		"15_1Q2yjutP8VevpmW5ZuKzNcDUQbUFn3gsVT": 1,
		"1_1KNn9tCBsFfc4e5EEtpUeK52YFgEY61Q4": 1,
		"77_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"56_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"4_1K1oEcajYbRf7maYkHossy7LdFxsjUFq4j": 1,
		"84_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"8_1QAL99HQw6mKLZU2mWGMDoELo4kb7cBgmZ": 1,
		"204_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": 1,
		"94_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"209_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": 1,
		"36_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g": 1,
		"15_1C49KzkbcjwCcdGEmvHJug3pZDKnFa3RYc": 1,
		"7_1CV1zQjkdRKBd9NNXBpVELvzXDp7puzUmX": 1,
		"2_1F7zpEUyPNsRno39z3d9YCRag9Lins19fk": 1,
		"2_1CV1zQjkdRKBd9NNXBpVELvzXDp7puzUmX": 1,
		"24_1Q3pgQCFsrCkLWpdVZ7FihSuHHVistLBEA": 1,
		"13_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6": 1,
		"12_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6": 1,
		"72_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"21_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6": 1,
		"14_1Kf3goqzKuaWCSUB8eSpNbAXA3baf42Q4z": 1,
		"171_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"225_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"198_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"216_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": 1,
		"104_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": 1,
		"6_1D532gcmEpG4KkgvhZkA4biyvEiAiCgKFx": 1,
		"27_1Kx8TxxmTBzb1BUGmJe2eVLFJVxBx6czBd": 1,
		"22_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR": 1
	}
}