{
	"next_post_id": 26,
	"next_comment_id": 95,
	"next_follow_id": 17,
	"avatar": "generate",
	"user_name": "Talnicrom",
	"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
	"intro": "Be free\n\n[Find your ZeroMe @mentions](http://127.0.0.1:43110/1JouSggdhsEZ9tWN5oiQArjdAA8wkCcxuR/)\n[ZeroNet Mods](http://127.0.0.1:43110/1JjHyLeEDidHyyN33Y8f8cQKVEzWCEPnW7/)",
	"post": [
		{
			"post_id": 1,
			"date_added": 1470886209,
			"body": "Hello ZeroMe!"
		},
		{
			"post_id": 2,
			"body": "This is an extremely interesting demo, but it seems very complex.  It would be nice to have some *simple* examples of how to set up merger sites.  Also, I hope to see some documentation soon.",
			"date_added": 1470889521
		},
		{
			"post_id": 3,
			"body": "Would anyone be interested in a bot that pulls tweets from (specific users on) Twitter and posts them here?",
			"date_added": 1470922170
		},
		{
			"post_id": 4,
			"body": "Has anyone thought about writing a plugin for working with cryptocurrencies?  I haven't come across any legit stores on ZeroNet yet.  Is it the small-ish user base, the cost of setting up a bespoke site, or something else?",
			"date_added": 1470922322
		},
		{
			"post_id": 7,
			"body": "@nofish It looks like the live source reloading doesn't reload plugins.  Would you mind live reloading plugins as well to make it easier to mod ZeroNet?",
			"date_added": 1471101592
		},
		{
			"post_id": 8,
			"body": "I wrote some plugins for ZeroNet.  One sets a default user instead of picking the \"first\" in single-user mode.  The other one exposes an API that has a single key and allows you to set the user/site in each call.\n\nCheck them out at [ZeroMods](http://127.0.0.1:43110/1JjHyLeEDidHyyN33Y8f8cQKVEzWCEPnW7/).  \n\n@nofish @Kaffie @Bot  (and everybody)",
			"date_added": 1471110395
		},
		{
			"post_id": 9,
			"body": "I still want to make a bot that will copy tweets from Twitter.  Is there an easy way to get a user's posts without having to authenticate?",
			"date_added": 1471110497
		},
		{
			"post_id": 10,
			"body": "There are way too many possibilities opening up here.  I just realized that it would not be at all hard to patch ZeroNet to give sites access to a local private data store!",
			"date_added": 1471114000
		},
		{
			"post_id": 11,
			"body": "Ok, I wrote a LocalStorage plugin.  There is a dumb demo at [ZeroMods](http://127.0.0.1:43110/1JjHyLeEDidHyyN33Y8f8cQKVEzWCEPnW7/).",
			"date_added": 1471127764
		},
		{
			"post_id": 12,
			"body": "@nofish: Sites only have access to an array listing the plugin names.  If people want to seriously use plugins, sites need to be able to see hashes of the plugin files or something.  \n\nFor example, if people want to use private local storage to create shared secrets or something like that, they need to be sure that their local storage plugin is not just reporting their local data to some server.  This cannot be determined from the name alone.  Yeah?",
			"date_added": 1471128300
		},
		{
			"post_id": 13,
			"body": "It seems like the data-hub and separate UI structure could be used to unlink shoppers from the stores where they shop.   If user data is stored encrypted on a hub, then an analyst could only see that the user uses the system to shop, not at which stores.",
			"date_added": 1471149233
		},
		{
			"post_id": 14,
			"body": "Hey guys, I made a down-and-dirty page to see your @mentions.  (You can see anybody's mentions.)  The site is available [here](http://127.0.0.1:43110/1JouSggdhsEZ9tWN5oiQArjdAA8wkCcxuR/).\n\nA word of warning:  before you visit this site, take a look at the code and make sure it is not going to do anything funny like delete your ZeroMe merger data.  If possible, it would be great if somebody like @nofish or @Kaffie would endorse the site so that people don't have to be suspicious.  ",
			"date_added": 1471218398
		},
		{
			"post_id": 15,
			"body": "@nofish: Thinking to make sites easily clonable on ZeroNet was genius.  ",
			"date_added": 1471221589
		},
		{
			"post_id": 16,
			"body": "Hi again!  I think I worked out the kinks of processing @mentions. If anybody wants to include mentions on their merger site, they can use the class ZeroFrameWithMentions.  It should be essentially self explanatory and provides an onMention event handler and getMentions(user=null) method for getting all mentions or just for one user.",
			"date_added": 1471236944
		},
		{
			"post_id": 17,
			"body": "[EDIT]: Do not take this post seriously -- see @nofish's comments below.\n\nIf anybody else is having trouble with the Infinity Hub here is a patch:  Just add \n\n`if inner_path.startswith(\"merged\"):\n    return False`\n\njust below lines 245 and 254 in ZeroNet/plugins/MergerSite/MergerSitePlugin.py",
			"date_added": 1471283517
		},
		{
			"post_id": 18,
			"body": "What is a use case where the natural pattern is three levels of sites: lowest merging to middle, middle merging to top?",
			"date_added": 1471301047
		},
		{
			"post_id": 19,
			"body": "@bot - My site now supports watching hashtags as well as username mentions. Give it a whirl!  #ZeroMeMentions",
			"date_added": 1471411979
		},
		{
			"post_id": 20,
			"body": "Updated [ZeroMeMentions](http://127.0.0.1:43110/1JouSggdhsEZ9tWN5oiQArjdAA8wkCcxuR/) to make @username and #hashtag mentions clickable so you can actually go look at the post on ZeroMe.  #ZeroMeMentions\n\nObviously, @nofish is adding features like these all the time.  I feel like I got some good practice and I probably won't update my site again in the near future unless people ask me to fix bugs.  #ZMMbugs",
			"date_added": 1471450020
		},
		{
			"post_id": 25,
			"body": "Hey everyone.  Just set up some bots based on well known characters.  Try mentioning them!  ",
			"date_added": 1471656064
		}
	],
	"post_like": {
		"15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_12": 1470921481,
		"1FtUiy2KtVRiLTjs2QrvDJUSx2wMzeeavX_4": 1470923442,
		"15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_17": 1470933540,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_6": 1470946989,
		"15QGRquMETTn5LnCHjTm1qa9eaXGtq7gpT_2": 1471116655,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_9": 1471219372,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_10": 1471280061,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_11": 1471384316,
		"1EErpRfR94YZwEMpAwsGKYsgSqHuRxvWib_9": 1471459973,
		"19SbSoytV8aD6GtpJi9F6RDSnGzunYgYzo_6": 1471477560,
		"15QGRquMETTn5LnCHjTm1qa9eaXGtq7gpT_6": 1471482763,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_12": 1471526524
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "The bot could even tweet at the person that they are being mirrored here so they could see their replies.  I guess they could verify their account by tweeting a token that was sent to them via some secure(-ish) channel.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_3",
			"date_added": 1470922412
		},
		{
			"comment_id": 4,
			"body": "To clarify, both the site owner and the user can write (encrypted) messages to the site's data store.  The plugin running on each user's computer would simply watch the data for relevant messages and then carry out each step of creating the wallet.  ",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_4",
			"date_added": 1470923258
		},
		{
			"comment_id": 5,
			"body": "Cool.  I'll see what I can do.  I'm a beginner so I'll probably get stuck and post questions here!",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_3",
			"date_added": 1470924561
		},
		{
			"comment_id": 6,
			"body": "OK great!",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_3",
			"date_added": 1470926441
		},
		{
			"comment_id": 7,
			"body": "I'm thinking of doing: \n1. Write a simple API for ZeroNet as a plugin to make scripting easier.\n2. Create a script that watches Red/Blue for strings of the form \"@tweeter add @twitter_user\"\n3. For each @twitter_user, create a ZeroNet user, get a ZeroID, register with ZeroMe, and then post all tweets under this account.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_3",
			"date_added": 1470926464
		},
		{
			"comment_id": 8,
			"body": "So my first question is what is the best way to expose a local API for ZeroNet?  JSON-RPC?  Sockets?  Use an existing one that I don't know about?",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_3",
			"date_added": 1470926682
		},
		{
			"comment_id": 9,
			"body": "\"Banned from Twitter?  Facebook removing your posts?  Then ZeroMe is for you!\"",
			"post_uri": "1EZG8eDkCFvNkYxpHmr2WbGWcSxAsRfqTT_2",
			"date_added": 1470935367
		},
		{
			"comment_id": 10,
			"body": "Why doesn't the else statement on line 53 of ContentManager.py execute in this situation?",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_6",
			"date_added": 1470982528
		},
		{
			"comment_id": 11,
			"body": "@Nofish: Ok, gotcha.  ",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_7",
			"date_added": 1471109977
		},
		{
			"comment_id": 12,
			"body": "@Nofish: Oh, too bad.  I'll make the bot if anybody wants to volunteer to hook it up to Twitter.  I was also thinking of having it look for strings like \"@ZeroTweet add @Celebrity\", creating a new user ZeroCelebrity or whatever, and copying @Celebrity's tweets here.  If anybody wants to collaborate on this, hit me up: \n\nBM-2cWU6zzEGu7eyqgJLtcq6v8GTkeg9k3Rsd",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_9",
			"date_added": 1471111999
		},
		{
			"comment_id": 13,
			"body": "@Klaus Jónsson Zimmermann: Definitely agree.",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_8",
			"date_added": 1471129097
		},
		{
			"comment_id": 14,
			"body": "@Nofish: I don't understand.  ZeroNet itself is based on signing hashes of the files on a site.  If you get the address right, you can be sure (under standard assumptions) you are running the code that the key holder published.  A user running zeronet can compute the sha512 hashes of their plugin files and check them against hashes published by the site operator in the same way they check the hashes of the other files bundled with a site.  If the user trusts the site, then they can trust plugins with hashes signed by the site.  ",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_12",
			"date_added": 1471130714
		},
		{
			"comment_id": 15,
			"body": "@Nofish: Oh, I think I see what you mean.  Of course, the user can run whatever they want and lie about what they are running.  I was thinking this would be a way to help protect non-technical users from an attack by plugin spoofing.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_12",
			"date_added": 1471131001
		},
		{
			"comment_id": 16,
			"body": "@Klaus Jónsson Zimmermann: There is a lot of interest.  I bet you won't have to wait long for features like these.",
			"post_uri": "15QGRquMETTn5LnCHjTm1qa9eaXGtq7gpT_3",
			"date_added": 1471131224
		},
		{
			"comment_id": 17,
			"body": "@Klaus Jónsson Zimmermann: Except all you could do with Play was click around for a few minutes (and then occasionally if you want something).  I'm having lots of fun keeping this thing open all the time!",
			"post_uri": "1EN9Ape9Gbe2FAcP8qNWsyvg7x7z92LhA7_2",
			"date_added": 1471131462
		},
		{
			"comment_id": 18,
			"body": "@Kaffie: Let me clarify.  The hub is not the store.  It is just an arbitrary collection of shoppers.  Calling the hub shopper_cluster_18B4 makes it sound about right.  I was thinking that Me.ZeroNetwork.bit would play the role of the store.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_13",
			"date_added": 1471149794
		},
		{
			"comment_id": 19,
			"body": "@Kaffie:  As far as I understand, the db is created by the local ZeroNet process.  (Right?)  No address connected to me appears in any file listed in ZeroMe's content.json",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_13",
			"date_added": 1471149952
		},
		{
			"comment_id": 20,
			"body": "@Kaffie:  Also, couldn't a hub also provide certificates to its users?  If they want to be anonymous, it could simply assign them a random string as a username.  It is already possible to link them to the hub, so this would provide no additional information.  On the other hand, I am not sold on the necessity of having a user name signed by some site in order to use a store.  ",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_13",
			"date_added": 1471150125
		},
		{
			"comment_id": 21,
			"body": "Self-publishing has its shortcomings!",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_14",
			"date_added": 1471219795
		},
		{
			"comment_id": 22,
			"body": "If anybody manages to get the complete site, do let me know.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_14",
			"date_added": 1471219827
		},
		{
			"comment_id": 23,
			"body": "@Jayofthezero: I'm glad to hear that its working!  I'll add a notification to the little site above that will work until there is something more official.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_14",
			"date_added": 1471221434
		},
		{
			"comment_id": 37,
			"body": "Please share if you have any constructive criticism of my coding.  I am not a professional.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_16",
			"date_added": 1471237180
		},
		{
			"comment_id": 38,
			"body": "Maybe this is gratuitous but here is the link again --\nhttp://127.0.0.1:43110/1JouSggdhsEZ9tWN5oiQArjdAA8wkCcxuR",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_16",
			"date_added": 1471241665
		},
		{
			"comment_id": 39,
			"body": "@Bot: Thanks!  I am a bit of a beginner, I don't know how to go about adding unicode support.  I'll make the site cloneable in case anybody wants to set up a copy and play around.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_14",
			"date_added": 1471244997
		},
		{
			"comment_id": 44,
			"body": "@Jayofthezero: It is supposed to check for new mentions every minute and post them with a new style.  I'll see about saving state.  I can also have it autodetect you by making you log in with zeroid.  Stay tuned.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_16",
			"date_added": 1471281557
		},
		{
			"comment_id": 45,
			"body": "@Nofish: Yeah, true.  Mostly, this just saves me a headache if I wind up downloading a hub configured to merge with itself.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_17",
			"date_added": 1471285018
		},
		{
			"comment_id": 56,
			"body": "@Nofish: Okay, I'm looking forward to your updates :)",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_17",
			"date_added": 1471292885
		},
		{
			"comment_id": 57,
			"body": "@Nofish: I really don't know what I am doing, so I probably shouldn't post my hacks!  It is really exciting to try to contribute, though.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_17",
			"date_added": 1471293155
		},
		{
			"comment_id": 70,
			"body": "@Bot: It's totally cool!  I support your efforts to understand and build.  Anyway, it looks like I ended up causing @nofish a small headache with this post!",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_17",
			"date_added": 1471356466
		},
		{
			"comment_id": 72,
			"body": "@Jayofthezero: You can search hashtags on my site (http://127.0.0.1:43110/1JouSggdhsEZ9tWN5oiQArjdAA8wkCcxuR/) now.  It is still quite raw (mostly built for practice) but I do hope to add links to the posts soon.",
			"post_uri": "15QGRquMETTn5LnCHjTm1qa9eaXGtq7gpT_4",
			"date_added": 1471412634
		},
		{
			"comment_id": 79,
			"body": "@Truth: It is not a hub.  It is a merger site.  Before you grant the site permission to merge with your hubs (i.e. import data and write to your user files), make sure that you trust the code.  After all, I could be an asshole who made a site that deletes all of your posts, comments, and likes as soon as you merge my site with your hubs!",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_20",
			"date_added": 1471459892
		},
		{
			"comment_id": 80,
			"body": "@AdamTheVictini: Zeroworld is getting better all the time  =)",
			"post_uri": "1EUPVGpbRtHWnAQSpjd5ceAj2jGfESVyVb_2",
			"date_added": 1471460212
		},
		{
			"comment_id": 81,
			"body": "@Kaffie: I'd like to discuss this more.  First of all, the database is constructed by the ZeroNet process and managed at runtime.  We can ignore it completely.  To do harm, I would need to be able to write and sign `merged-ZeroMe/data/users/UserAddress/data.json`. \n\nLooking at ContentManager.py it seems that a user's own address is always added to the signers array unless the user is banned.  So ultimately, when the SiteManager requests the list of valid signers, it seems that it always gets at least the user's own address.\n\nIf I can get the user to download and run the scripts on my hypothetical malicious site then I can have the user's process make fileWrite calls and modify the above data.json file, signing the result.\n\nI think the only check that the user is signed in to (e.g. ZeroID.bit) is in the js on ZeroMe.  Confirm?",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_20",
			"date_added": 1471474606
		},
		{
			"comment_id": 82,
			"body": "@Kaffie: Wow, thanks for the nice response!\n\n As far as I understand, calling fileWrite with inner_path = \"merged-[type]/path\" automatically performs the operation on [hubsite]/path.  Confirm?\n\nLet me regurgitate some of what you have said in my own words.  It seems that when a user selects their identity upon login, they are setting the key to use to sign content on the site.  All content in ZeroMe is signed with e.g. ZeroID, so in order to modify content a site has to request the ZeroID key used to sign the content in the first place.  As you pointed out, a malicious site has to trick the user into passing it the ZeroID key before it can do any damage.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_20",
			"date_added": 1471476598
		},
		{
			"comment_id": 83,
			"body": "@Bot: Thanks for suggesting it!  I cleaned up the code quite a bit and it should be easy to modify and add to a new site.  If anyone has any suggestions for improvements, give me a shout out.  #ZeroMeMentions",
			"post_uri": "15QGRquMETTn5LnCHjTm1qa9eaXGtq7gpT_4",
			"date_added": 1471477216
		},
		{
			"comment_id": 84,
			"body": "Hang in there!",
			"post_uri": "19SbSoytV8aD6GtpJi9F6RDSnGzunYgYzo_6",
			"date_added": 1471477571
		},
		{
			"comment_id": 89,
			"body": "@Tkarita: Oh haha.  I made a bot hub for them: http://127.0.0.1:43110/1JUDmCT4UCSdnPsJAHBoXNkDS61Y31Ue52/  so people can opt in to the experiment.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_25",
			"date_added": 1471656610
		},
		{
			"comment_id": 90,
			"body": "For example: http://127.0.0.1:43110/Me.ZeroNetwork.bit/?Profile/1JUDmCT4UCSdnPsJAHBoXNkDS61Y31Ue52/1DtTF9bsZgRRsqvsZo2V88rHRDz1rutWgr/theterminator@zeroid.bit",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_25",
			"date_added": 1471656774
		},
		{
			"comment_id": 91,
			"body": "@Kaffie: I hope so!",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_25",
			"date_added": 1471656864
		},
		{
			"comment_id": 92,
			"body": "@Tkarita: Weird.  I wonder why!",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_25",
			"date_added": 1471657523
		},
		{
			"comment_id": 93,
			"body": "@Tkarita: They are posting comments to the Bot Hub (see below).",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_25",
			"date_added": 1471657739
		},
		{
			"comment_id": 94,
			"body": "@Kaffie: Okay fantastic.  Thanks!  I didn't know that.  I'll update the bots so they post to the hub which hosts the post.",
			"post_uri": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_25",
			"date_added": 1471660712
		}
	],
	"follow": [
		{
			"follow_id": 1,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj",
			"user_name": "Nofish",
			"date_added": 1470886365
		},
		{
			"follow_id": 2,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1CMjV2r4EBpFt8VCcWWZKDysZXPcPExRNN",
			"user_name": "ZeroMonster",
			"date_added": 1470886371
		},
		{
			"follow_id": 3,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ",
			"user_name": "Musickiller",
			"date_added": 1470921637
		},
		{
			"follow_id": 4,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1L1RLoEsVMEa18PKD22bthXAPGDFwYeq4v",
			"user_name": "Gimli",
			"date_added": 1470923584
		},
		{
			"follow_id": 5,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1PCPuVtFv8apVpXYbc46wHugNhFUVQ6KCv",
			"user_name": "Aizen123",
			"date_added": 1470926715
		},
		{
			"follow_id": 6,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1EZG8eDkCFvNkYxpHmr2WbGWcSxAsRfqTT",
			"user_name": "Riotpulv",
			"date_added": 1470935416
		},
		{
			"follow_id": 7,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1EErpRfR94YZwEMpAwsGKYsgSqHuRxvWib",
			"user_name": "megfault",
			"date_added": 1470974227
		},
		{
			"follow_id": 8,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh",
			"user_name": "Kaffie",
			"date_added": 1470978607
		},
		{
			"follow_id": 9,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1BTK7LKA1LrvCjNqVrPmBtySWhSaHnG97Q",
			"user_name": "HrnekBezucha",
			"date_added": 1471131403
		},
		{
			"follow_id": 10,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "15QGRquMETTn5LnCHjTm1qa9eaXGtq7gpT",
			"user_name": "Klaus Jónsson Zimmermann",
			"date_added": 1471131408
		},
		{
			"follow_id": 11,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1MEaxKqZWGEqFH62TRNEEZuNh8iX4nnq5f",
			"user_name": "Kaffie",
			"date_added": 1471132900
		},
		{
			"follow_id": 12,
			"hub": "1NFiNiTYxiKn5PJo9eDEsiusJJUFkew5Vo",
			"auth_address": "1KdnTJVBGzEZrJppFZtzfG9chukuMv8xSb",
			"user_name": "ɃǾȾ",
			"date_added": 1471285522
		},
		{
			"follow_id": 14,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa",
			"user_name": "Talnicrom",
			"date_added": 1471385447
		}
	]
}