{
	"next_topic_id": 5,
	"topic": [
		{
			"topic_id": 1,
			"title": "一些没有可信来源，但很有道理的话。",
			"body": "我们为何与赤色主义决不两立？根子上讲，乃其宣扬之阶级对立，也就是被压迫阶级推翻压迫阶级。你，我，包括海滨兄（邹鲁），以及在座的诸位，我们这些人，按照赤色学说，都属于压迫阶级。为什么？因为我们是田家，是乡绅，是士人！诸位，我们反满革命、反对军阀，为了什么？不讲大理论，（就是）为了我们自家的田地能安安稳稳地种，自家的产业能和和气气地生财吗？田种得安稳，工厂开得和气，这世道也便好了，这国也就渐兴了，又何苦去为下田人捧角儿，最终了却革了咱们自己的命？诸位，我们不是自利自赎，我们是当不起这个压迫阶级，受不起人家要推翻我们。我们革命，不是为了有朝一日，人家革我们的命！\n——1925年《说几句私房话》，叶楚伧，《民国日报》总编辑，国民党第一届中央执行委员，国民党上海执行部常务委员兼青年妇女部长\n\n吾之败，非败于时，实败于本党同僚也。土地之改革，并非激进党独有之政，亦应为吾等革命者共有之政。非改土地的归属权，不能激发农民支持革命的战力；非改土地的归属权，不能聚拢发展大工业的劳力；非改土地的归属权，不能破除乡村族权、父权的统治地位；非改土地的归属权，不能打破党内的乡土集团；非改土地的归属权，迟早有一天，我们要败亡在这个上边！今日吾败了，吾被党内乡绅们的代言者击败了。吾痛心，吾恐若干年后，吾党因此而败，败于激进派的土地革命之手！\n——1929年《吾之败，吾党之败》，张静江，国民党中央常务委员会主席，浙江省主席\n【注：张静江于1928年至1929年，在浙江乡村主持土地改革，赎买乡绅土地，均分给农民。因与党内乡绅集团的冲突，导致地方乡绅武装袭击国民党党部、刺杀土改专员等，甚至酿成叛乱。最终土改失败。这是国民党败逃台湾前，在大陆最后一次土地改革尝试。】\n\n众所周知，我是个中立的人，或者说，是个中庸的人。我不赞赏南京政府，同样也不赞同赤色激进主义。大家可能听出来了，我在先头用了‘不赞赏’，而后面用了‘不赞同’。是的，我只是不欣赏南京官老爷们的做派，但对他们尊重学人与绅员，还是认同的。我们的这个国，自古以来是靠着良绅施善业、学人尊德行而立。如今，乡绅操业不同了，学人治学不同了，可殊途同归，他们还是国之脊梁、邦之干城。而赤色激进主义，我不赞同的，就是其贬低知识者、有产者，而妄举群氓之属，竟欲以无产无业之人，统领国政，筹立新统，这是我恕难认同的。中立之路，在乎持平。学人、绅员让利于劳工阶级，劳工阶级赋治权于学人、绅员，这才是两厢中庸的道理。妄图完全剥夺有产者之利益，而尽赋予群氓，我是绝不能接受的。我反对激进主义，正在于此。\n——1930年4月《中立思想之漫谈》，梅贻琦，清华大学校长，西南联合大学校务委员会常委兼主席，台湾省国民党政府教育部长\n\n面对敌寇压境、外患临门，我们首要的任务是什么？我认为，是学习，向共党学习，学共党的土改！为什么要学土改？因为今日我们不土改，就无法动员百千万贫苦雇农的力量，无法搜集千万万凝聚在土地上的乡绅钱财，无法获取九成以上的无产者的民心。今日看似日寇是最大的敌人，其实最大的敌人，来自于无数无产雇农、贫农的赤裸的敌意。今日，我们尚可以以共御外辱的名分压制这些敌意。来年，当外患平息时，我们将面临被共党动员起来的无法计数的农民武装！到那时，党国之危，将无可止息！土改在我，则我存；土改在彼，则我亡。愿诸公放下一己之力，勉力为国，共赴时艰，此党国之幸，先总理之幸，领袖之幸矣！\n——1939年11月《当前形势与展望》，贺耀祖，国民党政府甘肃省主席，国民党军事委员会办公厅主任兼调查统计局局长\n\n我党有许多干部，不如共党，甚至差得很远。这不是长他人志气，而是大实话。周部长（指周恩来，曾任国民政府军事委员会政治部副部长）在重庆时，他手下那些共党是什么样子，我想诸位应该都亲见过。人家令行禁止，清廉自守，言辞平和，内藏锦绣，出入寒暄，往来交际，便是最敌对的人，也说不出他们的不是来。这些，我想在座诸位，还不至于不敢承认吧。我可以告诉诸位，我去过陕北，进过共党的老巢，见多了他们的普通干部。如周部长手下之人，共党何止千万！这是可惧的啊！我们的干部，要正视人家的优点，要善于学习，而不是学那些过气文人的嘴脸，一概以所谓 ”泥腿子”斥之。那些文人是什么嘴脸？他们家里的不义之财被共党夺取，自然一腔杀亲之仇。我们是革命同志，是党国精粹，怎么能学那些个酸腐文人、地主的嘴脸？\n——1945年11月《要对得起革命同志的称谓》，张厉生，国民党第六届中央执行委员，台湾省国民党政府行政院副院长，国民党中央委员会秘书长\n\n我们和匪军自然是有区别的。区别在什么地方？照我看，主要有三点：首先，我们进到城里，就出不来；匪军进城出城，满身轻松。我们的军人，进到城里，就和商人、士绅、学人打成一片，娶妻的、纳小的、应酬的，骨头很快松下去，哪里出的来？反观匪军，进城找工人，出城找乡民，越是底层人士，越交往，自己也越刚健。这就是差别。再一个，我们越打越少，匪军越打越多。我们给阔老爷阔太太们保家护院，又征召穷家子参军，召一个跑两个，勉强拉来，人在心不在；匪军替泥腿子打富人，再让泥腿子入伍护食，自然旗杆一立，八方来投，打掉一个召来两个，杀不尽，斩不完。就这两条，这戡乱要胜利，也难！\n——1948年《各军事长官通气会上的发言》，安春山，国民革命军暂编第3军军长，国民革命军第104军中将军长\n\n我们需不需要建国，或者继承南京的中华民国，我个人，有不同意见。我们进行革命，归根结底是什么？不是为了延续封建的王朝统治，也不是为了追求资产阶级的所谓民族国家。作为共产主义者，我们的目的，是为了全世界无产阶级的福祉与安宁。既然如此，我们有必要限定一个被叫做‘中国’的民族国家吗？我们为什么不与苏联联合为一个无产阶级的联合实体呢？腐朽的王朝国家体制，与同样腐朽的资产阶级民族国家体制，同是解放无产阶级的障碍。我们的革命，为何要建立、或恢复这样一个国家形式？所以，我的意见，在彻底打垮国民党反动派后，立刻与苏联进行整体的合并，建立横跨欧亚大陆的强大的无产阶级联合体，向彻底解放全世界无产阶级迈进！\n——1948年11月《请同志们不要忘记我们的信仰》，凯丰，中共中央宣传部代部长，中共中央长江局宣传部长，中共沈阳市委书记\n\n我同意主席的意见，必须出兵，朝鲜不能丢。但出兵是手段，不是目的。出兵把美帝赶走，只是第一步，也是最容易的一步。赶走美帝后，要不要再保留朝鲜，保留这个国家，我的观点是，不需要。朝鲜作为民族国家存在，对于我国与苏联的社会主义事业，没有必要性。让朝鲜人民加入到我国人民正在进行的社会主义建设事业，让朝鲜的无产阶级成为我国无产阶级一份子，这样才真正符合世界无产阶级大联合的主旨。这种联合，也为日后我国与苏联进行无产阶级政治联合，积累必要经验。我们必须要牢记，革命的目的，绝不是为了资产阶级的所谓爱国主义，而是解放全世界的无产阶级。朝鲜要出兵，但朝鲜没必要立国，这就是根本利益。\n——1950年9月《我们的目的与经验》，王稼祥，八路军总政治部代主任，首任驻苏联大使、中共中央对外联络部部长\n\n有人说，杀人不对，太残忍、太血腥、太激烈。我要说，错！不是不对，而是太对！杀得不是太多了，而是太少了！就因为杀得少，那些假学人真小人，才受毛匪蛊惑，充当赤色思想工具；就因为杀得少，那些心口不一的士绅，才随风而倒，为虎作伥；就因为杀得少，那些杂系军阀才左右逢源，视党国如儿戏；就因为杀得少，我堂堂青天白日旗，才落幕金陵、忍泪山河！今日不杀，明日毛匪就会入台，占了这中华最后一寸自由之国土，奴役我辈中华最后一部自由之国民。以杀止难，吾所为也！\n——1951年《仁者杀人，谓之仁》，贺衷寒，国民党政府军事委员会政治训练处中将处长，国民党中评委，台湾省国民党政府交通部长\n\n我们要有这样的一个基本认识：东北留在我国，或者并入苏联，哪一个对国际共产主义运动的发展最有利？我想，绝大多数同志都会认同，并入苏联，对无产阶级革命的贡献更大。相比于我国，苏联已经建立起高度发达的重工业体系，拥有令帝国主义望而生畏的强大军事力量，是世界无产阶级的保护者，是国际共产主义运动的领导者。东北并入苏联，将极大地加强苏联的原料供给能力，最大限度地将资源转化为打击帝国主义的现实力量，为国际共产主义运动提供更强有力地物质支持。作为一个真正的共产主义者，我们不应固守狭隘的资产阶级的民族主义观，而应从国际无产阶级的整体利益上考虑问题。同样的理由，也可以应用于北朝鲜、印度支那等问题上。\n正是基于这一点，我个人保留以下建议：一，东北并入苏联；二，北朝鲜并入我国；三，印度支那部分地区，由我国执行主权管理。\n——1953年9月《为了共同的信仰》，高岗，中共中央东北局书记，中央人民政府副主席，国家计划委员会主席\n\n我们这些人，被人称为革命元老、革命元勋，很光耀嘛。其实啊，我们老是老，老而不死是为贼嘛。这不是自贬，这是说实话。我们不就是投机革命的贼吗？起初跟着季直公（张謇）搞立宪，为了什么？根子上是为了各自家族在地方上的势力，是为了向清廷索要地方的治权；后来跟着先总理（孙中山）闹革命，不过是清廷不肯放权，我们就要推翻它，找一个肯放权上来；再后来，跟着中央倒军阀，又为什么？盖我等之乡土，皆在军阀之手。不倒军阀，则家族不能施为，族人不得掌乡土之权柄也。而后辅助总统（蒋介石）杀共党，这个简单，共党分我等之田，没我等之财，夺我等之地位，不反何待……如此种种，就是我等老贼之毕生所为，却无一处可配得上元勋二字，不过满堂守财奴罢了。\n——1961年4月《和老友们的心里话》，于右任，台湾省，国民党中央委员会执行委员，国民党政府审计院院长，检察院院长\n\n那边进行了热核爆破，按理说，汉贼不两立，我们应该沮丧和愤恨。但是，我想，和我一样，情不自禁欣喜的，恐怕为数不少。这算不算媚匪通共？算不算侍领袖不诚？算不算置忠孝节义不顾？我告诉大家，不算！热核武器是没有政治属性的，它既可以用来捍卫自由世界，也能被赤共用来奴役世界。现在，那边搞出了这个，这是政治上的悲剧，却是民族的壮举。有朝一日，我们光复故土，悲剧就不存在了。那时，就只剩下民族壮举，让我们骄傲，让我们争雄于寰宇！\n—— 1965年《用科学与民族的视角看问题》，钱思亮，台湾省，中央研究院院长\n\n大陆搞文化革命，最近两年，被海外中外媒体批判的厉害。大陆搞这个东西，为什么被批判？我个人看来，并不是它破坏了多少自由，也不是它害死了多少人。最根本一点：它颠覆了知识分子心目中的‘秩序伦常’！在大陆搞的这场运动里：体力劳动者被宣传置于脑力劳动者之上；不修边幅的群氓分子被置于知识阶层之上；新进的青年干部被置于开国元勋之上；没有资历和背景的社会流民被置于书香门第之上；等等。这种颠覆伦常与秩序的举措，在知识阶层看来，就是一种原罪。\n——1969年《有话大声说出来》，李斯翰，澳大利亚悉尼华人报业联合会干事，洪门澳洲分舵干员\n\n经济统制方案，不是洪水猛兽，更不是赤色专制下的共产共资。经济统制是国家资本对流通市场的主动干涉、对金融市场的善意控制、以及对微利行业的特殊校对。经济统制与自由经济并不抵触，它是自由资本流转的监控器，是私有资本增殖的地基。只有希望极端垄断资本暴政的人，才会反对经济统制方案，进而反对国家资本的主导地位。这不是自由与专制的对峙，而是伪善与真诚的较量。\n——1974年《对宣传机构的一些建议》，张兹闿，台湾省，国民党政府经济部部长，台湾银行董事长\n\n土地改革不是列宁主义匪帮的专利，更不是赤色政权的专利。土地改革，是落后农业国向工业国快速转变的必由之路，是不以传统道德观为转移的。大土地所有者集团，无所谓善恶，其本身，对于工业化转变，是具有原罪的，是必须执行死刑的，是不可饶恕的。无论对传统田园生活与乡绅美德多么留恋、多么赞美、多么仰慕，也不能做为毁灭大土地所有者集团的理由。土地所有权的强制有偿转让，乃至部分无偿转移，是在缺少殖民地经济的条件下，大工业文明碾压小农经济的必然政治觉层。它不应承担道德评判。\n——1974年《自由世界的“强制”掠夺》，郑道儒，台湾省，国民党政府经济部部长，外交部顾问\n\n联产承包制是新贵们干的最无智的事，说遗祸千秋，也不为过。联产承包制的本质，就是承认同一化的不动产所有制，无法促进农业生产的发展，被迫进行不动产使用权的私有化分割，来进行产业重生。这是向私有资本合法化妥协的第一步，一旦迈出这一步，新贵们会发现，他们将无法回头。因为他们自己否定了自己存在的理论依据，使用权私有化分割，必然开启不动产产权与非不动产产权的全民私有化需求。这种需求，是垄断资本经营执行者的必然要求，哪怕这个执行者是组织内的高级干部，也不会违背这个规律。\n——1980年《掘墓人在内而不在外》，李明颜，香港《大公报》政评人，香港启德文化研究所研究员\n\n社会主义革命，并非反对某个特定人群，也不是反对某个特殊阶级，甚至不是反对某种特殊制度。社会主义革命，归根结底，是反对流通资本的私有化增殖行为。资本主义废除了权力的血缘继承，却赋予资本以权力特权。在资本主义体制下，一个人，没有特权；但资本，却拥有特权；而人，可以占有资本，从而继承附着于资本之上的社会主权。社会主义革命，其根本目的是废除资本的社会主权，从而废除资本赋予人的权利。\n——1981年《社会主义革命论》，李卓然，中共中央宣传部副部长，中共中央马列学院院长，中央顾问委员会委员\n\n对岸搞战备，搞三线，搞核武，是不是劳民伤财？你可以说是，并延伸到抨击赤色邪恶，然后你可以领取反攻津贴了。事实上，它是必要的，是至少遗惠100年的。对岸是大国，是无论如何不会符合强权们心意的大国，是无论如何要被骂被恨被仇视的大国，是无论如何要挑战旧秩序的大国，也是无论如何要与两超硬碰硬的大国。大国要就要搞战备，就要搞三线，就要搞核武。一时不搞，苟安一时；一世不搞，遗祸万代。对岸的民生差，我们要批判，都是中国人，我们感同身受；对岸建军工、实国防，我们要支持，都是中国人，我们同享普惠。有朝一日，我们光复故土，再造青天白日大中国，对岸的建设，我们也是要用的嘛！\n——1982年《中国人应该如何想，如何做》，王建煊，台湾省，国民党政府财政部长\n\n（大陆）严打，有人喜欢，有人不喜欢，有人当笑话看，有人当课题考察，门外人看门内人，做的起劲，看的却茫然。其实，用中共的话说，要透过现象看本质。现象是什么？是严打。本质是什么？这个难说。各人有各人的理解。我的观点，是清肃。清肃谁？清肃文革期间习惯了下克上、习惯了粗人反文人、习惯了用运动反官老爷的人。这些人不怕老干部，不想老干部们过好日子，不想老干部们重整河山。这些人还想着自说自话，还想着借毛的名义反对知识分子、反对老干部，穷凶极恶嘛！罪该万死嘛！万死难恕嘛！所以，要严打了。以打击犯罪的名义，清扫一切害人虫！这是翻身做主人的老枪们，对幸进新贵的反击，根本上，是对那个死而未葬的人的反击。\n——1982年《隔着大门向里看》，邵立儒，新加坡三立新闻集团华语部干事，新加坡华人商会干事\n\n毛推行的男女平权运动，不是资本权利意义上的两性平等，但确实中国在近百十年里，最具有进步意义、也最应该保持的运动。毛式的妇女能顶半边天：其根本目的是为了解放蕴含在女性群体中的劳动力，增加进行大工业跃进的劳动力基数；其更深层次的内涵，则是为了打破传统家族式忠孝观，打破地方垄断性质的族权观与父权观，确立符合激进化大工业改造的意识形态观。这种由男性统治阶层强制推行的男女平权运动，并非出于女性自觉的权利争取，而且是以‘女人像男人一样’为标准，其本质上依然存在男女不平等的内涵。但是，对于中国这样一个可能会花费100年甚至更长时间建立大工业体系的国家，这种毛式男女平权运动，确实最佳的处理方式。它比西方的女权解放运动，更符合中国的实际国情，并将产生持久的社会正向作用。\n——1983年《两性地位的再申论》，刘宇，台湾省，台北妇婴维权会研究员\n\n现在有人觉得，当年的地主也有好人，不该抢他们的土地，更不该杀人。对这种看法，同志们应该怎样理解？首先要承认，地主里肯定有好人，而且有很多好人。就中国中央财政弱势，地方上很多修桥补路的营生，都是地主乡绅出钱做的。有些地主，说是大善人也不为过。我们要实事求是。但，地主里有好人，与地主阶级是好的，有因果联系吗？没有。地主作为一个阶级，代表着旧土地所有制度，是一个禁锢流动资本、抗击大工业化进程的反动的集团，是一个占有不动产产权、收窄不动产资本流转的落后的阶级，从整体上讲，是必须消灭的。个人的善恶属性，与其所属阶级的进步或落后，没有必然的关联，这是马克思主义阶级论的核心，也是阶级斗争的根源。好的地主，和不好的地主，都是激进式大工业化的障碍，在这一点上，我们和资本家们，没有本质的分歧。\n——1983年《与青年同志的座谈》，李学先，广东省监察厅厅长，广东省高级人民法院院长\n\n我们为什么反对资产阶级法权？这个问题，要从资产阶级法权的性质讲起。资产阶级法权的性质是什么？简单而言，就是建立在资本本身平等化与资本权力差异化基础上的社会契约。每一分资本，其本身是平等的，这也是资本主义制度相对于封建制度进步的主要方面；但每平等资本相聚合，由于其垄断程度的不同，必然造成差异化的权力结构，也就产生了不平等，乃至基于资本所有权的压迫。在这种产权压迫基础上的社会契约，即资产阶级法权，理所当然是不平等的。无产阶级专政，不能允许拥有资本量多的人，利用资产阶级法权，‘合法地’占据优势地位；同时也不能允许资本本身带来的法律上的优势地位。这是无产阶级司法体系的核心，也是社会主义法治国家必须避免的根本问题。所谓司法独立，从根本上讲，是大资本化时代最迷幻的梦境而已。\n——1983年《在小组讨论上的几点意见》，李一清，中共中央中南局第一书记，邮电部第一副部长，第六届全国人大法委会委员\n\n这两年，我们放回了许多老贵族（指少数民族旧上层）和他们的后代。有些同志说这叫‘宽以待人’，还有人引经据典，说这是‘远怀夷人’。我只想问在座的同志们，我们的民族政策原则是什么？主席曾说过，民族问题，归根结底是阶级问题。我党处理民族问题的主要方式，就是民族矛盾阶级化，化民族冲突为阶级斗争。我们就是靠着这个方法，团结西藏、新疆的少数民族劳苦大众，推翻了贵族奴隶主统治，维护了国家统一与社会主义大家庭的完整。如今，我们却要放回那些曾经的奴隶主和宗教头子，寄希望于他们来’念我恩惠‘！是地地道道的政策倒退！丢了阶级斗争这件战无不胜的武器，我们必将陷入历代王朝与少数民族尖锐对立的怪圈，永远不得解脱！\n——1984年1月《大胆向中央建言几句》，李学智，中共宁夏回族自治区委员会书记，宁夏军区第一政委\n【注：1980-1986年间，中共先后释放超过9000名各少数民族原上层统治者与其家族后代人员，陆续返回本民族居住地，并返还其部分被没收的财产。同时，不再要求少数民族聚居区地方党组织、群众组织，再进行“反压迫、反奴隶制”的宣传活动。】\n\n主席（指毛）去后，我们就开始翻旧账。翻了一年又一年，如今快10个年头了，还没看到头。有些人，越翻越起劲，越翻越有奔头儿，好像要靠这个吃一辈子！我不评论翻旧账对不对，毕竟，我也是主席下令摘顶戴的，也是主席一句话，送到乡下去改造的。要说翻旧账，我比三四十岁的年轻同志，更有资格翻！我只说一句，眼下是什么时候？我们应该干什么？干什么最有意义？主席从来知道什么最重要：他把我们送到乡下，三线挖洞就没停过；他把书生们送到乡下，原子弹、导弹也没停过；他把秀才们送到乡下，铁路、大坝还是没停建过。他要是只知道折腾，不知道干事，我如今第一个骂他！可他老人家一边折腾一边做事，这一点我服气！如今的一些人们，你们学老人家的折腾，却学不到他的做事。我这个老头子，看不惯！\n——1985年4月《一个待罪之人的妄言》，丁盛，广州军区司令员，南京军区司令员\n\n大陆开始大讲邓小平理论了，开始淡化毛泽东思想了，这是舆论界的共识。大陆为什么要这样搞呢？除了现实政治角力之外，我认为，还有更深一层的原因。什么是毛泽东思想？毛泽东思想的灵魂，就是对统治权威层级的颠覆。无论这个权威是封建帝王、资本所有阶层，还是以马克思主义信徒自居的社会主义者，都不例外。因此，以毛泽东思想为武器进行反对层级制度的斗争，其结果必然指向对新生统治集团的再次斗争。解决这个问题，理论上只能实现‘全民统治阶级’，即‘没有单一功能化的官僚体系，建立全面政治权利平均化的非国家体制’。很显然，这套理论体系，对希望进行党内资本瓜分的新贵们，对希望重新获得舆论垄断的知识阶分子们，对希望重新获得私有资本流转权的新型资本家们，都是致命的枷锁。也正因如此，他们把这套思想体系打入冷宫。\n——1986年《思想解放的实质与阴谋》，冯晓阳，新加坡星月政策研究所研究员，《大公报》文化专刊记者\n\n这次中央能及时出兵，我看就很好。这几年，我们把绳子放松了，对这些老贵族们客气了。人家就觉得我们好欺负了，觉得有外国人撑腰了，觉得又可以裂土封侯、继续做主子了！表象上，是民族问题；根子上，还是阶级斗争。中央让一步，人家进十步；中央好言好语，人家拔刀相向；中央息事宁人，人家上房点火……还是他老人家（指毛）说的好：有些问题，不张嘴，不动刀，是不行的！要我说，不用统计杀了多少人，掀了多少房，这些都没意义。叫嚷自决的、自治的、独立的，有一个算一个，杀了不为过！在这点上，天王老子老了，也干涉不得！\n——1986年2月《这就是平叛，没什么可隐晦的》，黄经耀，黑龙江省军区副司令员，兰州军区副司令员，宁夏军区司令员\n\n反思前三十年，要做到真正的反思，而不是有一个刻板模划。三十年的主要成绩是什么？表面上，是大工业体系的创立与完善，是党政体系正式迈入现代国家行列；实质上，则是有计划、有步骤地铲除地方家族体系、党内垄断集团以及忠孝等级秩序观。现在有人肯定前者，而故意忽略甚至反对后者，实质上是似褒实贬，完全否认新中国的成绩。这里的原因嘛，看看当下诸公的斑斑事迹，想想日后为政者将会至何地步，就可明了。一句话，前三十年的功绩，正砸痛了后来者的神经！\n——1987年《否定了什么，又肯定了什么》，贾静，江苏省委宣传部社情采集员，新加坡《联合早报》国际版编辑\n\n人死了，自然不会分辩。所谓盖棺定论，就是欺负死人的另一种说法而已。大陆这些年，对他（毛）的评价，逐渐走低。那个著名的三七开，现在看来，不过是新贵们安抚民心的妥协而已，当不得真。让我们看看，新贵们在做什么：在（党组织）里面，划分了八大家，也有人说九大家，不管几大家吧，反正派系分出来，架势亮出来，就剩下抛骨争肉了；在外面，大家族开始垄断地方上的经济，小家族依附在大家族上面，开始形成一个个资本集团，开始分割国家资本这一道大餐；军工无用、国防无用、大工程无用论开始出现了，声音越来越大，开始有人系统性的批判前三十年的重工业体系打造，开始羡慕日、韩的军弱民富了。从这里看，就应该知道，人死了，为什么会被渐渐否定掉。不否定不行啊，不否定，后来者不好去发家致富，不好去干好事嘛。等等看，或者真个乱掉，乱成片片；或者出一个反复，终究要全否掉。我们来打个赌吧。\n——1987年《随便谈一谈，不要动真气》，李焕，台湾省，国民党中常委，国民党政府行政院长\n\n这些年搞得很红火嘛，百货大楼盖起来了，洋货也进来了，好像如今都是对的，过去都是错的嘛。我这个人，不合群，当年跟不上主席（指毛）的步子，如今也跟不上小个子（指邓）的指挥棒。年初，我去了趟广州，很好嘛，大产业都姓叶（指叶剑英）了！中央没给他留位子，就用下面的产业补偿，很有手腕嘛。去年去南京，军区也是一个铁桶，姓许（指许世友）了嘛。再往北瞅，山陕那一片，王胡子（指王震）给自己划拉了多少？好嘛，主席这个错，那个错，我看最错的，就是不让你们一个个占山头、当财阀嘛！小个子为了坐稳位子，封官进爵赏产业，把这天下都分封了，很好嘛！他老人家（指毛）在天有灵，不知会不会气得醒过来！\n——1987年3月《让不让老同志说话？》，吕正操，东北野战军副司令员、东北军区副司令员，铁道部部长\n\n关于（毛）主席搞的对外援助的问题，有些同志意见很大，甚至说怪话，说劳民伤财等等，我要说两句。在那个时候（指1960、1970年代），我们先后完成了两件大事：一是通过援助东南亚、非洲国家，让他们反殖民，闹共产，拖住了美英法等国的步子，让他们头疼；二是通过和阿尔巴尼亚、南斯拉夫、罗马尼亚等社会主义国家的交往，拖住了苏联的步子，让他也头疼。就这么一拖二拖，给我们拖除了搞原子弹、搞卫星、搞三线的时间。现在，我们其实是在吃他老人家（指毛）的家底。至于当下我们跟美国人挨得近，跟苏联人搞缓和，个人意见，这是权宜之计。终有一日，这两方依然是大祸患。到那年月，为了争取发展时间，我们大概还会搬出对外援助的老办法。那时候，我们才能更深的理解他老人家的眼光。\n——1987年3月《对党内一些思想问题的意见》，姬鹏飞，全国人大常委会副委员长，国务院副总理，外交部长\n\n有些事情，当时不许说，有必须控制影响的道理，但不能永远不许说，这不符合唯物主义。比如当年主席（指毛）力主入朝，一是怕苏联人掺合进来，霸住东北不走；二是要消耗掉400万投诚国军。再比如珍宝岛那几枪，两国各自给自己的激进派一颗甜枣，把调门降下来，毕竟谁都怕真打。这些我们没有刻意宣传，但党内一直没有隐瞒，这就是历史唯物主义，党内都不让说，我们就会垮掉。那么，现在谈西南那一仗（指1979年中越边境自卫反击战），在党内就不应该由太多忌讳。那一仗必须打，这个是大家的共识。不打仗，军内就无法清洗和控制，那么多二、三梯队上来的小头头们，就不会真心跟着中央走；不打仗，几大军区始终跟中央别扭着，像丁鹞子（指原南京军区司令员丁盛）这些人，就会层出不穷；不打仗，老干部们就不会放心，中央的位子就不稳；不打仗，美国人也不会给我们松缰绳，大鼻子头（指戈尔巴乔夫）也不会明骂实夸地给咱们送笑脸——咱们是帮他抛掉越南人这个万年大包袱啊！这些个，党内要公开，不能都瞒着。党内没有民主气氛，到了关键时刻，党的战斗力就体现不出来。至于那些个人道主义卫道士们，不用去管他们，他们只会汪汪叫，成不了事的。\n——1987年11月《党内民主不是做给人看的》，尤太忠，原北京军区副司令员，原成都军区司令员\n\n咱们党内有渊源，军内有山头，这个不用回避，是客观存在。如果没有，他老人家（指毛）也不会大动干戈地整军、整党，自然也不会把人得罪光（全场笑）。有山头，但不能唯山头论，这时原则，否则我们就变成了军阀。宣传的时候，刻意避重就轻；但做战例总结，咱们必须实事求是，不能为尊者讳，也不要为死者讳。就拿东线（指1979年中越边境反击战的东线战场）来说，现在说许疯子（指许世友）是胡闹，是昏头，有没有同志反对？三个军，十几个师，六成机械化行军，大纵深突破，连人家一个完整的防区集团军都没兜住，最后搞了个交叉火力线（指东线停战时，双方火力接触区的情况），让人家打了几个反击。这打得什么仗？烂仗、蠢仗、糊涂仗！说句不好听的，当年和印度人也这么打，直接火线枪毙，也没人去喊冤！许疯子人没了，咱们不是揪住不放。只是拿来做个比方，让同志们知道，党内军内要民主，要实事求是，不要搞虚的。该怎么说就怎么说，该怎么骂就怎么骂。不让说，不让骂，都成了闷嘴葫芦，将来打起仗来，是要吃苦头的！\n——1988年1月《党内要让人说话，说真话》，陈锡联，解放军炮兵司令员，沈阳军区司令员，北京军区司令员，国务院副总理\n\n那边又在扫黄了，放在我们这里，叫‘打私娼’。不过对面不分私娼或公娼，所有性交易，在那里都是非法的。这本是赤毛时代引以为傲的功绩之一，如今却遭到颇多非议。非议主要有二：一是这违背人性，娼妓古来有之，只要有人在，就不可能被消灭；二是这违反人权，是对性从业者权利的侵害，是暴政的体现。其实，这种评价，颇有些鸡同鸭讲的味道。那边禁娼的根源是什么？风俗道德次之，意识形态也次之，根本在于私人资本的支配权！性产业的根源，在于私有资本对性权利的支配，这是资本财富化与财富私有化的最主要体现。根据马克思的学说，自从产生私有财产与阶级分化，性交易就出现了。对面禁娼，根本上是否定私有资本对性权利的支配权，进而否定私有资本的合法性。以同一化的国有资本进行社会道德与意识形态的垄断。这也是所有社会主义国家都禁娼的根源所在。\n——1988年《私有资本的非法性综述》，李明睿，台湾省，文化部“复兴与统一”小组副组长，台湾新青年统一促进会干事\n\n阶级斗争需不需要年年、月月、天天搞？不需要，因为它的涵盖面太广，很可能成为一种形式主义的面子工程；阶级斗争需不需要搞？需要，因为无论你承认不承认，社会存在阶级分化，有阶级分化就必然有阶级斗争。其实，这不是我们搞不搞的问题，而是你敢不敢、愿不愿面对它的问题。为什么过去我们敢搞？因为过去我们是被压迫阶级，我们反对统治阶级，反对统治阶级利用资本所有权进行资本镇压与掠夺的行为；为什么现在有的同志不敢搞？因为他们已经变成、或正在变成镇压者与掠夺者；他们已经、或正在背叛无产阶级，转而向资本垄断者靠拢；他们已经在内部或外部重建了宗族式资本体系，开始为了家族与个人而进行资本积累……总之，他们已经越来越接近新的资本统治者，所以，他们不敢再搞阶级斗争了！\n——1988年1月《在当前形势下的一些感受》，刘西元，全国青年联合会主席，总政治部组织部部长，南京军区副政治委员\n\n这次是给同志们介绍情况的，也算是汇报情况的。内参已经发了，大略的事情（指1987年底在拉萨的平叛），同志们都清楚了。没错，杀人了，还不少的。这个，同志们应该已经想到了。咱们不是报社的编辑，说漂亮话不是咱们的工作。杀人，这话好说不好听，但还要说。不杀，不能平叛，对就是平叛。这个性，就是这么定。和自由啊、民族啊没关系，就是叛乱。不管别人认不认，我们就定这么个性质。这是政治（需要）。近期，这是一阵风，从南到北、从东到西，风很盛，不过是虚的，掀起些小浪头，翻不了船。我们杀人，就是告诉那些想复辟的贵族头子们，30多年过去了，我们的枪口，还是热的！\n——1988年3月《谈一些情况，讲一讲问题》，任荣，西藏军区副政治委员，军区党委副书记\n\n现在军内有没有问题？有！不只有问题，而且有很大问题！什么问题？明面上，是搞经营，搞三产，军区大院变成贸易公司，当兵的不扛枪，改做买卖了。实质上，是军内划山头、军区分派系，一个山头一个坑，自家坑里无法无天啊！老书记（指万里）说的对：自己山头怎么撑起来？要有钱嘛，没钱谁跟你玩？怎么有钱？搞买卖嘛，倒腾军需嘛，吃后勤嘛，搞这些个来钱快，那是其他买卖比不了的！就是这些个山头主义，让我们军内画地为牢、不务正职、空耗军需，也让我们没了当年的精气神儿。这些年搞轮战（指两山轮战），搞大比武（指1985年中原大比武），战斗力提高了吗？我看未必！各个山头都领着跑着做买卖，搞副业，指望底下的兵多厉害，这可能吗？该干什么，不干什么；不该干什么，卯足了力气干！这个鬼样子，日后中央有行动，指望谁？枪都锈了，党去指挥谁？\n——1988年4月《军内的问题，需要认真对待》，秦基伟，云南军区司令员，成都军区司令员，北京军区司令员，华北军事演习总指挥\n\n现在的危险，在内部，不在外部。外部的反对者，有些是敌人，有些仅仅是看不清方向的同志。但在内部，在我们当中，在这个屋子里，有些同志却有变成敌人的倾向。他们对组织的限制不满，对组织赋予的权利终将失去不满，对利用职务获取的利益可能无法保住不满，甚至对不能把国有资产正大光明变成个人产业不满！他们希望成为中国的资本统治者，成为中国的财阀领袖，成为中国的洛克菲勒。他们认为组织碍事了，认为只有借助自由、民主的名词，才能获得真正的权力。一句话，他们眼红了！\n——1988年9月《请各位同志们认真思考》，欧阳斗，北京市市长助理\n\n局势很紧啊，不过没什么，天塌不下来，太阳照旧要升的。他们（指学生们）占理不占理？要我说，占理！从来学生都是要反官府的，当年我们这么干，如今人家也这么干，没啥不对。那我们要不要让步？不让，坚决不让！我们不是对学生不让步，而是对他们后边的那只手不让步。这是大原则。至于我们自己，要改，要坚决改。（毛）主席反派系、反家族、反族权垄断，如今都冒出来了。难怪人家骂娘！这样是不改，天理不容！\n——1988年12月《不要怕，更不要慌张》，王震，中共中央军委常委，中共中央党校校长，中华人民共和国副主席\n\n官方撒手的遗祸，在汉城一览无遗。强大的体操队失误连连，零落的小球项目渐入困境，田径游泳被被逼入死角……北京在1983年开始的放手政策，让中国在奥林匹克竞技赛场上，逐渐陷入被动，这是不可原谅的！奥运舞台，强者为尊，金牌等于全部！这是和平时代，国力的比拼，荣耀的较量，尊严的抗争。失掉金牌，不只失掉荣誉，更失掉了一个国家的尊严与民心。览美苏两超，白刃搏杀；欧日诸强，战不旋踵。唯我国家，丧城失地，此国家之耻，民族之辱，种群之惨祸！望在位诸君，以民族大义为念，勿吝于区区阿堵物。以财政供体育，以金牌设战略，扬吾国威于赛场，致吾国旗于顶峰！”\n——1988年12月《劝谕当政诸君书》，齐先勇，香港《文汇报》国内新闻版副主编，东南亚华人记者联盟理事\n【注：中国官方在1983年，宣布逐渐停止对体育领域的官方支持，减少财政对体育的投入，致力于“体育项目养体育人”的政策。1988年汉城奥运会，中国军团惨败，举国哗然，华人世界人心大痛。各地媒体强烈谴责官方的“紧缩战略”，要求“财政投入，举国支持，金牌战略，壮我国威”。至此，中国官方自我反思，拉开了奥运金牌战略的序幕。】\n\n人要有所畏，而后能立世。人如此，党亦如此。我们畏什么？就当下而言：（广场上）坐在那里的学生，不需要畏，他们还是孩子，是我们的接班人，只是有些叛逆而已；那些戴眼镜的先生们也不需要畏，他们大都是理想主义的书呆子，科学发展还要靠他们；那些个上蹿下跳的幕后斗士们，更不需要畏，他们就是蚍蜉、小丑，捣乱都捣不好，更不会成事……我们要畏的，是我们自己！我们的有些同志，权力大了，可动用的资源多了，就开始反感组织约束了，开始幻想私有化自己当资本家了，开始想着自由竞选自己当大总统了！打着红旗反红旗，说的就是这些人，这些想把组织赋予的权力无限化的人！这些人，是我们需要畏惧的，也是我们必须消灭的。他们，只有他们，是我们的事业的最大的敌人！\n——1989年5月27日《我们需要真正警惕的》，贾春旺，北京市委副书记兼市纪委书记，国家安全部部长\n\n从苏联发生的事中，我们应该得出什么样的教训？我认为：首先，敌人在内，不在外。真正威胁我们事业的，是我们内部的那些渴望斩断组织监管、渴望窃取国有资产、渴望成为资本家的干部，是那些国有企业的领导、军工产业的头头、强力部门的负责人们，他们在感到手中的权力越来越受到组织约束时，就会跳出来倒戈一击；第二，制度要健全，这不是说好听的话，而是为了我们事业的生存！只有健全的制度，才能将所有内部的野心家们，都置于组织的监管体制下，让他们没有机会实现野心，让我们的事业始终处于高度的安全状态；同志们，外部的威胁始终存在，我们从来不怕；内部的危险也长期存在，我们要严阵以待！\n——1990年《我们当前面临的局势》，罗志敏，四川省第四届政协副主席，中共四川省委纪委副书记\n\n这十来年，这些红孩子们（指中共高层的子女）确实很不像样子，很不像话。学生们（指1989年）当时的目标，很大程度上，就是他们，这个我们不要避讳。我的子女在干什么，在座同志们的子女在做什么，有几个当工人、当农民的？有几个靠工资过日子的？包括我在内，我们有个能不为子女打小算盘的？……中央这回下决心了，都送出去，统统送出去。这个不会改了，已经定了，只有执行一条路。不管你红几代，不管你爹妈是神是佛，都送出去。你在国外花天酒地也好，酒池肉林也罢，你不能回来，更不能干预国内的政事。这是原则……现在重点是省部级，以后要往下走，有实权的子女统统要走，绝不能留在国内狐假虎威，中央有决心，同志们最好不要挑战底线……\n——1992年4月《关于中央决议案的补充讲话》，吕枫，中共中央组织部经济干部局副局长，中共中央组织部副部长，中共中央组织部部长\n【注：1978年以后，随着文革期间被打压的党内老干部群体，相继平反，并回到领导岗位。在北京和全国各大城市，掀起来一股猛烈的“红二代、红三代”从商、从政潮，这在当时被成为“大院儿冲击”，又称“第三梯队提前上位”。整个1980年代，大量的“大院红色子女”充斥各个领域的资本积累前沿，制造了相当严重的负面舆论，成为历次运动中，学生、知识分子抨击的对象，并受到社会各阶层的普遍反感。有鉴于此，1990年以后，中央经过反复调研，出台了”建议中高层领导干部子女出国留学“的内部决议，即“在尚未健全规范领导干部子女参政、从商条例，尚无法形成有效监管的情况下，尽量鼓励中高层干部子女出国留学、生活，以此避免其干预国内政治生活”。从此后，中高层干部子女出国生活成为常态，并在一定程度上，避免了这个阶层对国内政治运营的干预。】\n\n最近这么高调（指1993年毛诞辰100周年时，中央大规模的宣传活动），有几人是真心的呢？我看不多，群众真心的多，越往上边越少。这阵子风，多往军事上刮，不错，主席在打仗上是杰出的，这个你承不承认，都是事实。但主席之所以是主席，你后面的人，第二代、第三代……都取代不了，就不只是军事上的事情……主席在建国后，干了三件大事：一是彻底剥夺文人群体的特权，打破他们对舆论的垄断；二是坚决摧毁地方宗族势力与家族经济割据，让国法完全取代族权、族规；三是坚决打掉党内的资本集团，谁拉起山头来就整谁。这三点，是主席区别于历史上“定鼎中原”的各家皇帝的主要方面，不宣传这三点，却去纠缠于军事问题，可笑啊……如今路走得不稳了，需要主席这面大旗撑腰了，等哪天又站稳了，这面旗是不是就可以彻底丢了？\n——1993年5月《在老干部座谈会上的发言》，宋任穷，中国人民解放军西南服务团团长，东北局第一书记，中共中央组织部部长，中央书记处书记\n\n大家关注了两个月，如今算是尘埃落定了（指银河号被美方强制检查一事），可以简单总结了。咱们有内参，有内讯，还有舆情整理，相信大家都看了。大体情况就是这样，至少从我的渠道了解，咱们确实被冤枉了。当然，话不能说满。政治嘛，尤其是国际政治，暗的多，鬼得很。咱们给那边（指两伊），总有些关联。咱们是五大国嘛，五大国踢加利（时任联合国秘书长）的场子，正常。这次，咱们吃了亏，至少是吃了闷亏。人家没搜出赃物来，却不给我们道歉。一个多月啊，让人家搜来查去，堵在海里，说不好听的，就是嫌犯嘛。咱们抗议了几次，没用啊。人家有盟国，有航母，有国际大管家的身份，样样都比咱们强。在国际上，人家是这个（伸大拇指），咱们是这个（伸小拇指）。亏吃了，日子还得过。今后的日子，估计还要难过一阵子。人家想一劳永逸，把咱们解决掉嘛。几年前没解决掉，今天也要解决掉。今天在这里说，日子难过，也得过，而且很快就会好转。人家要如何，由他去。主席说过，天要下雨，娘要嫁人，随它去。我们扎好篱笆，多大的风，也刮不走屋顶的。\n——1993年9月27日《给同志们吹吹风》，钱其琛，国务院副总理，外交部部长\n\n这是值得高兴的日子，但不用太兴奋。它回来了（指香港回归），至少是名义上回来了。不过人家政治、司法、行政自成一套，本质上就是和当年的租界没区别。这不是贬低它，而是有话直说。这种单方面的事实独立，再结合我们处于弱势的意识形态地位，最终只能导致一个结果，就是：它发展的好了，是它民主自由、法制健全，抗拒我们干涉的结果；它发展遇到困难了，就是它自由受我们限制、法制被我们破坏、经济被我们拖累的结果。总之，无论回归后，它是好是坏，都极有可能把我们当作对立面，进行导向型攻击。我本人，一点也不看好两边能互利互惠地作为一家人过日子。\n——1998年4月《回归后续发展的几点预测》，李欣欣，中共中央政策研究室研究员，中共中央政策研究室社会研究局副局长\n\n谁最恨大陆目前的体制？和大多数人想象的不同，并不是学运领袖们，不是所谓的帝国主义们，更不是那些民族分裂者们。没有目前的体制，(学运)领袖们就无法得到源源不断的外援，帝国主义们就无法为国民树立敌人，民族分裂者们就无法凝聚极端民意。这套体制，他们其实是最大的受益者。最敌视这套体制的，是那些体制内的、拥有决策权与审批权的、却被体制束缚不能把资本个人化的党内新贵们与重获权力的元勋们！毛用他的毕生精力，与试图建立党内资本垄断、地方家族垄断的人战斗，直到最后众叛亲离，被明褒暗贬地打入另类。如今，掌握着各种权力的元老们、新贵们，一方面借助体制威力谋求利益，一方面又憎恨组织的监管与限制，无时无刻不在试图瓦解组织体系，将巨量资本合法化地私有。堡垒，永远从内部被攻破，这是古今中外永恒的真理。\n——刘昆，中共中央政策研究室研究员、香港新马克思主义学会副会长，《受益者与反对派》",
			"added": 1500218530,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "干货一：《雪山下的丑行：西藏暴乱的来龙去脉》节选",
			"body": "《雪山下的丑行：西藏暴乱的来龙去脉》\n［作者：徐明旭］  四川教育出版社\n本书是一部全面分析和系统阐述西藏历史与现实问题的有新意、有深度、有特色、有说服力的著作。作者以其在西藏工作过的特殊背景、深厚的学术造诣以及曾多次与达来集团骨干分子作过面对面的斗争和辩论的特殊经历为根基，引用古今中外大量文献资料，运用即使西方人也不得不接受的国际法准则和人权标准，通过对西藏历史和现实的深刻分析，全方位地揭露了达来集团在国际反华势力的支持下，在所谓“西藏问题”上散布的大量谎言和谬论，进行“藏独”分裂活动，破坏西藏稳定和发展，危害我国主权、领土完整和安全的行径。\n本书分4个部分共13章，分别论述了西藏的自然和历史，旧西藏的社会和宗教状况，西藏自古属于中国的历史证据和当代国际法依据，西藏问题的由来，新中国成立后中国政府对西藏的基本政策和在西藏问题上的基本态度和立场，以及西藏发生的翻天覆地的变化和前所未有的发展，揭示了上世纪的3次“藏独”骚乱和2008年“3·14”事件的真相及其实质，从而揭露了达来集团非暴力面貌下的暴力实质。批判了西方反华势力在西藏问题上的偏见、图谋和双重标准，并对西藏问题的未来作出了深刻的思考。\n目录\n导论一、我为什么要写这本书？二、价值的矛盾三、信息的困惑\n第一部西藏的自然和历史\n第一章西藏并非移民的天堂\n一、缺氧危及生命\n二、农林牧资源枯竭\n三、其他资源十分有限\n第二章农奴和奴隶没有人权\n一、仁慈的农奴制\n二、农奴没有人身自由\n三、虚幻的幸福\n四、黑暗、野蛮、残酷、反动\n第三章落后、停滞的旧西藏\n一、原始的贫穷\n二、空白的科技\n五、从三T运动到哈佛欢迎\n第十二章达来喇嘛向何去？\n一、大西藏的神话\n二、西藏独立的灾难\n三、戈茨坦的幻想\n四、达来喇嘛的骗局\n五、西藏的未来\n徐明旭，南京大学文学硕士，曾在西藏文联、上海外国语学院与上海社科院土作。　　1979年创作中篇小说轰动文坛，被法国与曰本的汉学家翻译成法文与日文，在巴黎和东京出版，如今该作品已进入中国当代文学史。20世纪80年代去西藏工作多年，深入了解西藏的政治、经济与社会状况，切身体验藏族的文化、宗教与民族性格。20世纪90年代自费去美国留学，目睹海外媒体与西方政界在西藏问题上完全被达来集团的虚假宣传所左右，充斥大量谎言与谬论，却被西方社会信以为真，全盘接受，于是不顾个人安危挺身而出，发表著述、出席国际会议、向媒体谈活，用切身见闻说明西藏真相，驳斥西方与达来集团的谎言与谬论。曾与达来集团的头面人物面对面斗争，在美国之音、英国BBC与达来代表现场辩论，大声疾呼反对藏独，二十年如一曰。他在拉萨3·14事件9年前出版的著作《阴谋与虔诚：西藏骚乱的来龙去脉》（中文版，1999年）中，曾预言3·14事件，论述了它必然发生的原因。3·14事件后，这部著作轰动世界。该书英文版亦于2004年由香港三联书店出版。\n————————————————————————————————————\n【节选】第三部：怀柔政策\n第九章“拨乱返正” 2、胡国光与阴法唐的攻守战\n同年5月，胡国光偕副总理万里等领导人亲自视察西藏，藏农牧的贫困令他震惊。5月29日，胡在西藏干部大会上慷慨激昂地演讲，称“西藏现在的情况不十分美妙”，“西藏人民生活没有显著的提高”，“我们党对不起西藏人民”。他强调，西藏的当务之急是发展经济，尽快提高藏民的物质、文化生活水平（万里插话，称之为“一个发展，两个提高”）。为此他宣布了六条措施，总结起来是三点：一是由中国政府给西藏更多的钱。上一章说过，从1966年到1976年（文革期间），中国政府给西藏的财政补贴年均增长9.09%；此时，胡许诺年增10%。二是大批内调汉干（把汉族干部调回内地），大量提拔藏干。他说汉干进藏30年了，他们的历史任务完成了。他要求西藏干部中藏人要占三分之二以上，万里则说要占80%（这里说的干部主要指党政官员）。三是大力发展西藏文化。\n胡的讲话在西藏干部职工中引起强烈反响。大多数藏干当然欢欣鼓舞，他们最听得入耳的是大批内调汉干、大量提拔藏干。他们趁机大肆嘲笑、挤兑汉干，催他们赶快打包走路：总书记都说你们在西藏没干好事，你们的历史任务完成了，你们还不快滚蛋！  汉干的反应十分复杂。那些“和平解放”与“平叛民改”时期进藏的汉干（汉人称他们“老西藏”，藏人称他们“老汉人”，他们大部分有一官半职）认为胡全盘否定了他们的丰功伟绩，使他们陷入了被嘲笑被挤兑的不光彩境地。他们绝大多数出身贫下中农，对毛泽东的个人迷信根深蒂固，对胡积极协助邓希贤发动思想解放运动、批判个人迷信早就反感透顶（由于他们的抵制，思想解放运动在西藏毫无动静），此时一齐大怒，大骂胡“乱放炮”。后来进藏的“新西藏”（大部分是小公务员、专业人员与工人）则欢喜若狂。他们在西藏并无值得自豪的光荣历史与丰功伟绩，却深受缺氧、严寒、缺电、缺菜、高山病、物资匮乏、生活枯燥、交通不便、家庭分散、土皇帝（上司）跋扈、文革后遗症（冤假错案平反不彻底、整人或被整或派性斗争造成的人际关系紧张）之苦，巴不得马上内调，早日离开这块对他们毫无魅力的地方。\n以上各点，除了土皇帝跋扈之外（当时西藏的土皇帝大多是“老西藏”自己），其余各点，“老西藏”也同样身受，甚至因进藏时间更长而更严重。据自治区党委1978年给中央的报告，当时西藏的汉干中，长期（一年以上，有的15年）在内地治病，基本不能回来工作的有1035人，其中地专级官员19人，占同级8.2%；县级官员137人，占同级10.6%。在藏边工作边治疗的共3436人，其中地专级官员28人，占同级12.1%；县级官员183人，占同级14.2%。一人在藏工作、与家属长期分居的达50%。家分几处，负担重；或夫妻在藏，子女在内地分托二至四处；或夫妻在藏，内地无家可归等情况的达48.1%。不言而喻，他们中大部分是“老西藏”。平心而论，“老西藏”中许多人尚有毛时代培养起来的“献身精神”（献身西藏的革命事业最光荣），并不怎么想内调。再说他们也明白，以他们的学历、能力与年龄，调回内地未必有西藏那样的地位与权力，更无西藏那样的关系网。有趣的是，许多“和平解放”与“平叛民改”时期加入中共的翻身农奴干部，一方面巴不得汉干统统走光，让他们当权；另一方面也反感胡否定中共进藏以来的“伟大成就”，因为这中间也有他们的一份功劳与苦劳。他们和“老西藏”联合抵制怀柔政策，特别是其中的宗教、统战政策，使之难以贯彻得如胡所愿。他们（以阴法唐为首）认为，放宽政策发展经济责无旁贷，但无限制地拨款修复寺庙、恢复宗教活动将会或已经导致宗教狂热，等于在为达来喇嘛效劳；无限制地给上层人士退赔、做官将会或已经使后者翘尾巴，甚至向西藏当局指手划脚，是向被平叛民改打倒的农奴主阶级投降。长此以往，有可能引发新的叛乱。\n他们特别反感的是班禅，后者自平反后，重新出任全国人大副委员长。他曾要求兼任西藏自治区政府主席（相当于省长），被邓希贤以政教分离为由拒绝。他在1982年6月至8月去西藏视察时，虽也说了许多反对西藏独立的话，却引发了宗教狂热。单在拉萨和日喀则两地受其摸顶的藏民达30万人次。藏民对他夹道欢迎、献礼、磕头、欢呼，规模之大、人数之多，均为历史罕见。以致7月6日在大昭寺举行佛事时发生混乱，踩死一人，挤伤11人。而班禅还认为自治区党委执行宗教政策是“收”不是“放”。阴法唐不同意他的说法。双方各自向中共中央告状，结果中央批评阴法唐“不尊重班禅”。 1983年6月《西藏日报》报导六届人大会议时，没有刊登班禅的照片，班禅又向中央告状，中央批评自治区党委犯了“政治错误”（这在中共是很严重的事情）。自治区党委不得不专门写报告，说明会议期间新华社没有单独发过班禅的照片和言论（据其他人大代表说，新华社几次拍照，班禅均不在场），因此《西藏日报》无法采用班禅的照片和言论。由此可见，班禅复出以后，野心膨胀，想当西藏的太上皇。而胡国光也事事迁就他，使他的野心越来越大。\n邓希贤、廖云1983年10月在中共十二届二中全会上发起的“清除精神污染”运动，给了阴法唐一个借口“反右”。在传统的术语里，“反左”就是要放松控制，即实行怀柔政策；“反右”就是要加强控制，即实行强硬政策。既然“清污运动”明言“反右”，对胡国光的怀柔政策不满的阴法唐就趁机做文章。西藏的事情总是慢半拍，11月18日，自治区党委才给中央写报告，先表示拥护“清污运动”，然后说西藏也有“精神污染”，其表现是：政治上，反动势力（指达来集团，当时胡国光不准公开点名批判达来喇嘛，所以只好含糊其辞，反正大家都明白所指）的颠覆宣传十分突出（这是邓、陈发动“清污运动”时列举的“精神污染”的内容里没有的，是西藏当局自己的发明，目的是提醒中央放任宗教狂热的严重后果）；理论上，也有人宣扬“异化论”（这是“清污运动”批判的重点，虽然自治区党委成员谁也不懂什么叫“异化”，西藏也没有人宣扬“异化论”，但必须写上，才能与这场运动挂上钩）；文艺上，有人搞“自由化”（这也是“清污运动”的题内之义，必须写上，反正“自由化”是顶大帽子，到处套得上）；宗教上，有的同志不敢宣传无神论，有些民族干部说：“在西藏宗教是最大的精神污染。”目前在思想战线和宗教工作中，既要继续纠“左”，又要着重反右，克服软弱焕散、放任自流倾向（这“宗教工作”云云也是“清污运动”的题外之义）。图穷匕首见，自治区党委原来是想借“清污运动”，反对胡国光无限制地放宽宗教、统战政策。他们借“民族干部”之口说出“在西藏宗教是最大的精神污染”这句话，也可谓用心良苦。因为他们知道，如果用第一人称说出这句话，一定会被胡斥为“大汉族主义”、“违反民族、宗教政策”。12月12日，自治区党委又给中央写报告，说明西藏宗教势力抬头，干预政治、生产与教育。有的党员参加念经、求神、朝佛、转经等。农牧区参与宗教活动的党员约占20%，有的地方高达50%，极少数党员要求退党。以此证明宗教政策上已出现焕散软弱和右的倾向，必须“反右”。\n然而胡国光不买帐，仅仅过了一个月，自治区党委就收到了中共中央《关于在清除精神污染中正确对待宗教问题的指示》。该指示说，清污运动就是解决理论、文艺界的问题，宗教和精神污染是两回事，要把正常的宗教活动和精神污染区别开来。阴法唐只得转向，把规模极小、微不足道的西藏文艺界当成替死鬼，在茶杯里面掀风作浪，这就是本书导论里说过的、我有幸恭逢其盛的“清污座谈会”。为了逼迫以阴法唐为首的自治区党委彻底执行怀柔政策，1984年2月至3月胡国光在北京召开了第二次西藏工作座谈会，胡指出阴在西藏又犯了“左”的错误（这是我在西藏听到的正式传达），特别是没有执行好宗教、民族、统战政策，对班禅、阿沛等尊重不够，对西藏宗教与文化不重视。胡强调要从个别到一般和从一般到个别两个环节认识西藏的特殊性，并列举了西藏特殊性的五大表现：地处世界屋脊、长期政教合一的农奴制、单一藏族聚居区、全民信仰喇嘛教、外国势力策划分裂活动。他认为西藏当局对西藏的特殊性缺乏深刻的认识，在工作中有四个担心，即担心是不是在搞社会主义、党的领导会不会削弱、宗教影响越来越大后会不会出叛乱（不知为什么他只说了三个担心）。他说，丢掉这四个担心后，西藏工作就可能大进一步。同年8月，胡又派中央书记处书记胡启立、副总理田纪云到西藏，督促阴法唐彻底贯彻怀柔政策。1985年6月1日，胡终于撤掉了阴，代之以从未去过西藏的彝族人士伍精华，并一再指示伍在西藏大反特反“左”。当时藏人不服气，他们说，中央派个汉人领导西藏倒也罢了，汉族毕竟是藏族的老大哥；可彝族是藏族的小弟弟，凭什么来领导西藏？伍果然不负胡的期望，他穿上藏袍，置政教分离于脑后，亲自参加各种宗教活动，各级藏干纷纷仿效，在西藏上下掀起了空前的宗教狂热，伍因而被称为“喇嘛书记”。\n胡国光的学历虽然不高，却是个非常聪明好学的人。他概括的西藏的五大特殊点也非常精辟。可惜他压根儿不懂藏人的民族文化心理结构与思维方式，天真烂漫地认为只要不惜血本地善待藏人，藏人就会投桃报李、将心比心，善待中共与汉人。他把怀柔政策发展到了极点，实际上变成了绥靖政策。他说不要担心宗教影响大后会出叛乱，竟变成了忏语---1987年至1989年的拉萨三次大骚乱与十多次小骚乱实际上就是不拿枪的叛乱。那时他虽已下台，却还健在，亲眼看到了绥靖政策的后果，也不知作何感想。1987年初胡下台时，传说有一条罪状是对西藏“太右”，“老西藏”们也曾高兴了一阵，以为中央对西藏的政策会有所收紧。不料赵紫阳接任总书记后，宣布西藏政策不变。他不仅继承了胡的绥靖政策，甚至变本加厉，终于导致了三次拉萨大骚乱，迫使他在拉萨戒严，这是后话。根据我在西藏的观察与有关资料，所谓怀柔政策的主要内容如下：\n一、取消阶级与阶级斗争。给全体因政治、宗教原因受到迫害或惩罚的藏人平反。这项工作从1978年就开始进行，所有因参加过1959年叛乱而被判刑、关押或“群众专政”的藏人全部被释放、摘帽（这是专用名词，意指不再被称为“反革命分子”，不再受到歧视、监视与管制）；所有在民改、社教（社会主义教育运动）和文革中被定为“阶级敌人”（农奴主、富农、牧主、富牧、坏分子、新资产阶级分子、资本家等）也全部被摘帽。六十年代初与文革中的冤假错案----诸如“小班禅案”、“七星党案”、“中华民族党案”、“地下寺庙、经堂案”、“复叛组织案”、“回民叛国集团案”等，以及数不胜数的反革命组织与分子、叛乱组织与分子、达来特务等等----全部一风吹。1983年10月邓希贤、廖云在中共十二届二中全会上下令在全国开展清理“三种人”（文革中“造反起家的人”、“帮派思想严重的人”与“打砸抢分子”），胡国光特地明令在藏族中不清理（我在西藏听到正式传达）。文革初中共停发了给未叛领主的赎买金，此时也全部补发。文革初被造反派抄家的，也尽量退还；无法退还的折价赔偿。据统计，当时共补发了近百万元工资，折价赔偿被抄财物800多万元，补发赎买金400多万元。是谓“落实对敌斗争政策”。\n二、收买旧西藏上层。把大批昔日的“阶级敌人”----达来时代的官员、贵族、上层喇嘛、新老活佛等恭恭敬敬地请进各级人大、政府、政协、佛协，高官厚禄养起来，享受各种特权。自1976年至1988年，共安排2100多名上层人士当官。他们的子女也被送进中央民族学院、西藏民族学院镀银镀铜，毕业后也当干部。1959年时的叛军司令拉鲁曾坐过六年牢，然后当过十年农民，如今是自治区政协副主席；昔日的贵族吉普，曾是噶厦政府的五品官，如今是自治区政府副主席。是谓“落实统战政策”。\n三、让农牧民休养生息。自1984年起，解散人民公社，把公社的土地、牲畜、牧场及其它生产资料全部分给农牧民，实行“两个长期不变”政策：“土地归户使用，自主经营，长期不变”；“牲畜归户，私有私养，自主经营，长期不变”。自1980年起至今，不收农牧税、不派购征购农牧产品、不收农牧区工商税（即农牧民在自由市场上出售产品不交商业税；乡镇私营、集体企业也不交税）、不向农牧民摊派任何钱物，乡村干部的津贴全部由政府开支。政府还向全体农牧民提供免费医疗、免费教育（部分藏族中学生还由政府包吃、住、穿）、免费科技与兽医服务、免费或廉价（由政府补贴）生产资料（良种、机械、电力、油料、化肥、农药、农膜等）、廉价（政府补贴）茶和盐（这是藏农牧的头号生活必需品）、无子女者的养老金、各种扶贫款、抚恤款、救济款等，农牧民的汽车、拖拉机也免收养路费，还允许农牧民开采矿产。实际上对农牧民实行半包养政策。\n1992年北京大学社会学人类学研究所去拉萨郊区达村调查时，发现“达村农业对国家的依赖性很强。达村使用的良种，过去一直是国家低价售给，价格相当于国家的粮食收购价，现在才逐步走向良种自给。使用的化肥、农药、农机更是国家高额补贴。一吨化肥国家约补贴260元，一台手扶拖拉机，约补贴770元，农药几乎是白送。农用周转资金往往也是国家无息、低息贷款甚至拨款，资金回收率非常低，事实上国家在相当大程度上承担农民的农业投资，农民享受投资带来的实惠。如1990年达村固定资产的255848元中，农民的自有资金只占39.34%，银行贷款却占53.87%，其它资金占6.79%。资金的大部分购买了手扶拖拉机，到1992年我们调查时，归还贷款的数量相当少，乡信用社透支15万元上交县人民银行补助。躺在国家高补贴之上的达村农业，基础非常脆弱。”“达村的农业生产已基本实现了机械化和半机械化，如过去打场、扬场需一、二月时间，现在因使用机器而只需20多天，但劳动生产率的提高并没有很好地转化为农业进步，反而加剧了农村劳动力的过剩，每年除了三个月的农忙外，四分之三的时间都是农闲，青壮年劳动力浪费相当严重。”据统计，1991年西藏农牧民人均纯收入为455元，扣除物价上涨因素，比1979年的159元增长160%。1996年，西藏农牧民人均纯收入975元，扣除物价上涨因素，比1991年增长48%，年均增长8.2%。1997年西藏农牧民人均纯收入达1040元，突破千元大关。然而由于西藏的自然条件实在太恶劣（高寒、缺氧、干燥、大风等），又无发展乡镇企业的条件（如前所述，西藏由于地处亚洲腹地与世界屋脊，内外交通都极为艰险，又缺乏廉价能源，加以人口文化素质太低，又深受喇嘛教的非理性思维束缚，根本不具备发展工业的条件，何论乡镇企业），人口增长又过快（因为中国政府慑于国际舆论不敢要求藏农牧搞计划生育），藏农牧的人均纯收入仍远远低于全国平均值。1997年全国农村居民人均纯收入为2090元，藏农牧的人均纯收入仅为其一半。众所周知，全国农村居民人均收入的提高主要靠东部沿海农村的外向（出口）型乡镇企业，这是远离海洋的西藏永远无法企及的。考虑到西藏以外的全国农民没有免费医疗与教育、廉价生产生活资料等福利，藏农牧的实际纯收入与全国平均值的差距要比统计数字显示的小。又考虑到西藏的自然与地理条件是全国最恶劣的，能做到这样已属不易，那是与政府的大力扶持分不开的。据噶厦政府统计，1950年西藏约90%的人口没有自己的住房，现在除了少数游牧区外，绝大多数藏人都有固定住房。1995年西藏农村人均住房面积为20平方米。1952年西藏每亩地粮食产量仅80公斤，人均占有粮食仅125公斤。尽管1991年西藏人口比1952年增长一倍多，但1991年西藏人均占有粮食仍达290公斤，比1952年提高1.2倍。1996年西藏人均占有粮食372公斤，比1991年增长28%。在人口增长了一倍半的情况下，人均占有粮食仍比五十年代初增长了两倍。\n四、提干、招工、加薪大量内调汉族和其他非藏干部工人（以下简称汉族干部工人），大量提拔藏族干部、增加藏族职工。胡国光一声令下，西藏立即大规模内调汉人。最西边的阿里地区最积极，全区918名汉干，走783名，占85%。各县的秘书、会计、统计、医生、兽医及其他专业人员几乎全部走光。结果医院的医疗机械无人会用，一般手术无人会做，危急病人无人会抢救，牲畜生病也无人会治，财会制度混乱，有的县委机关甚至连工资都发不出（因为无人会做工资表），商业供销无计划，贵的贱卖，贱的贵卖，各县区情况无法汇总上报（因无人会统计、总结），有的县区工作瘫痪，有的县委连中央文件都无人能看懂。自治区党委不得不报告胡国光，请求西藏第二批内调时保留领导骨干和业务骨干，胡被迫同意。尽管如此，自1980年至1983年西藏共内调汉族干部20045人（包括退休者，下同），工人25069人，共45114人，连同家属子女约八万人（21）。1986年又内调汉族干部工人约17000人（22）。同时大量提拔藏干，到1984年底，全自治区民族干部（藏族与西藏其他少数民族如门巴、珞巴等族）占干部（包括领导干部与业务干部）总数的60%，民族工人占64%。自治区级官员30人，其中民族干部24人，占80%；地专级官员691人，其中民族干部539人，占78%；县级官员889人，其中民族干部668人，占75%；县以下官员全部是民族干部（23）。\n必须说明，所谓干部，既指党政官员（又称“领导干部”），即统治者、当权派；也包括各种专业人员（小公务员、教师、医护人员、经济管理人员、科研人员、工程技术人员、文化工作者、农艺师、兽医等等，又称“业务干部”），即老百姓、被统治者。在上述自治区、地、县级与县以下领导干部即官员中，民族领导干部即官员的百分比高达80%、78%、75%与100%，而包括领导干部与业务干部在内的混合干部总数中民族干部仅占60%，大大低于领导干部总数中民族领导干部的百分比。由此可见，在西藏，汉族业务干部在业务干部中的百分比要大大高于汉族领导干部在领导干部中的百分比。换言之，大多数汉干在西藏是干实事、卖苦力、受压榨的被统治者、老百姓，而大多数藏干是指挥、压迫、奴役汉干的统治者、官员。不仅如此，由于藏人在升官、提级（职称）、加薪、分房、出美差、招工、考大学、家属医疗（藏人全民公费医疗，汉干家属却要自费）、中小学教育（藏人全部免费，农牧民子女还包吃、包穿、包住，汉人子女全部自费）、计划生育（藏干与藏族市民可生两胎，藏农牧无限制，汉人只能生一胎）等方面藏人都有优惠，除了极少数汉族领导干部以外，绝大多数汉人在西藏变成了时时处处受歧视的二等公民。\n在西藏如果汉人打骂藏人，那是非常严重的事情，一定会受到严厉处分，藏人打骂汉人根本不算一回事。我认识的一个汉族大学毕业生与一个藏族姑娘恋爱，遭到藏姑家长反对。汉生不从，继续与藏姑来往，藏姑家人便把他打得死去活来。他还是自治区党校教师，却无处伸冤，愤而切脉自杀（幸被救活），凶手却消遥法外。我还听说西藏某县一个新提拔的藏族县长一枪打死了一名汉族小干部，只因后者说了句“某某这种人连文件都读不通，也能当县长？”死者家属到处上诉，凶手稳如泰山。有记者告诉我这样的故事：某水电站的发电机出了毛病，不断跳闸，正在打扑克的藏族技师不胜其烦，干脆用胶布把闸刀捆死，致使发电机烧毁。这事放在汉人头上必定判刑，而那个藏族技师只作了口头检讨。1985年拉萨破获一个藏族青年流氓集团，他们轮奸与强奸了几十名藏族姑娘。如放在汉人头上，为首者必定枪毙，从犯也要判十来年徒刑。但该集团的首犯仅被判了两年徒刑（因为他们强奸的是藏族姑娘，如果他们强奸的是汉族姑娘，连两天刑都不会判，汉族姑娘告状根本无人受理），从犯全部“教育释放”。我亲耳听到一个汉族老法官发牢骚，认为有违“法律面前人人平等”。由于不堪忍受种族歧视与压迫，百余名与我同年或次年自愿进藏的汉族大学生毕业生（他们进藏时大多受到赞扬，有的还上了报纸、电视）纷纷放弃户口与工作逃离西藏（有的逃亡者还是西藏大学的教师与政府公务员，大都有很好听的工作），宁可去新疆、青海等地当“盲流”，1985年9月《中国青年报》还为此发过该报记者孙亚明写的内参《进藏大学生为什么纷纷逃离西藏？》。胡国光、乔石、胡启立、王兆国都在这份内参上作了批示，要求伍精华妥善处理，伍作的唯一的事是派人去逃亡大学生内地老家中好言安抚，劝他们回藏。藏族国家职工（不包括集体所有制单位职工）的比例也相应提高，详见下（24）。\n年份年末职工 其中藏族　藏族百分比%\n1965 62500 26600 　42.56\n1970 84424 36003 　42.65\n1975 114721 　　54726 　47.70\n1980 178433 　　95047 　53.27\n1985 152566 　　96896 　63.51\n1990 149144 　　95521 　64.05\n1995 151971 　　109478 　72.04\n1997 154262 　　115394 　74.80\n由此可见，到1980年，藏族国家职工就超过西藏国家职工总数的一半；到1997年，藏族国家职工占了总数的四分之三。1997年底西藏非农业人口（市民）为33.6万人，占总人口的13.8%；同年底有西藏户口的汉族为6.9万，占总人口的2.85%（25）。把1997年西藏市民总数减去汉人数，可知同年藏族市民总数为26.7万人。同年藏族国家职工为115394人，以每个职工有一个家属计（在西藏，只要一人为职工，其配偶也很快会变成职工。西藏市民可生两个孩子，平均每个职工有一个孩子），则藏族国家职工连子女总数当为230788人，占藏族市民总数86.5%。如把藏族国家职工家中的老人也算作家属，这个百分比还要高。由此可见，西藏的藏族市民绝大多数是由中国政府供养的职工及其家属，这一现象对分析西藏的局势与骚乱至关重要。研究一下西藏国家职工的职业构成，可以发现他们究竟在干些什么。下面是西藏国有单位各行业职工人数（年底数）对照表：\n行业　　1980年 　　1990年 1997年\n总计 178433 　149144 154262\n农林牧渔业 29417 　9026 　　7322\n采掘业　　6143　 　3723 4435\n制造业　　12481 　7624 5425\n电水煤气业 7389 　4544 5173\n建筑业　　16603 　8379 5639\n地质水利 6508 　2687 2812\n交通运输仓储邮电通讯 34913 20534 17630\n商业与餐饮业 14921 　11266 10136\n金融保险业 1480 　3172 5996\n房地产业　0 　304 100\n社会服务业 566 　4085 4933\n医卫体育社会福利业 7250 　10175 12031\n教育文艺广播电视业 13484 　19209 24034\n科研与综合技术服务业　1625 　2300 2388\n党政机关与社会团体 26328 　42116 45241\n其它行业　　　　0 0 　 　967\n从上表可以看出，西藏国家职工的大头是党政机关包括国家供养的社会团体如佛协、文联之类的官僚、办事员与辅助人员（把他们算作工人），其百分比从1980年的14.8%增长到1990年的28.2%再增长到1997年的29.3%，翻了一番，占了国家职工总数的将近30%，这是大量提拔藏干的结果。西藏只有200多万人口，相当于内地一个大县，却也算一个省级行政区，有70几个厅局，编制与内地2000多万人的中等省不相上下。西藏文联的编制100人，和上亿人口的四川省的文联编制差不多。1990年，西藏党政机关与社会团体工作人员占西藏全体从业人员（包括农牧民）的4.44%，而全国党政机关与社会团体工作人员仅占全国从业人员（包括农牧民）的1.94%（27），西藏是全国平均值的2.29倍，西藏可谓世界上官僚密度最高的地方了。这些官僚机构的成员当然都不创造任何财富，然而他们及其家属需要消费与享受，于是便有服务性行业。西藏国家职工的半数集中在交通、运输、邮电、通讯、商业、公用、教育、文艺、卫生、广播、电视、科技、金融等服务性行业即第三产业，其百分比从1980年的41.6%增长到1990年的47.6%再增长到1997年的50.1%。其中交通运输与商业炊饮等业的国家职工不断下降，说明其职能不断被私营企业分担。其他各项都有很大增长，特别是教育、文艺、广播与电视由1980年的7.6%增长到1990年的12.9%再增长到1997年的15.6%，医疗、卫生、体育与福利等业从1980年的4.1%增长到1990年的6.8%再增长到1997年的7.8%，都远远超过了同期的人口增长。在西藏这些行业几乎都是赔钱的，由政府补贴、供养。不能说他们与农牧民完全无关，特别是其中的教育、医疗、运输、商业、金融（藏农牧的医疗、教育与必需的粮、茶、盐、生产资料、贷款、日用百货等要由他们提供），但西藏第三产业的大部分却是为藏汉官僚及其家属服务的，当然他们还相互服务。有趣的是，九十年代在汉地发展迅速的房地产业在西藏无声无息，1980年时从业职工为零，1990年为304人，1997年减少到100人。这当然不是说，西藏不造房子，而是因为西藏市民（包括个体户与无业游民）的住房都是由政府免费分配的，这是藏独骚乱的最大成果，西藏堪称中国最后的社会主义大锅饭乐园。\n第一产业的农林牧渔水包括国营农场、林业与农牧技术兽医服务等，其百分比从1980年的16.5%跌到1997年的4.8%，主要因为农场工人大量内调。西藏农场生产规模很小，但农牧技术兽医服务对促进西藏的农牧业发展有很大的作用。第二产业的采掘、制造、电力、自来水、煤气、地勘与建筑等业的国家职工的百分比也从1980年的27.5%跌到1997年的15.2%，因为西藏的工业亏损严重，1982年关、停、并、转了33个企业，工人大量内调（28）。与民生有关的工业如发电厂、自来水厂等不能关，藏族职工多的企业也不能关，只好都由政府补贴。建筑工程则让给私营企业承包。如前所述，西藏由于缺乏廉价能源、运输成本奇高、缺乏市场（人口太少）、缺乏熟练工人与技术、管理人员、特别是藏族的非理性思维方式及藏文没有科技词汇，不适合发展工业。所以西藏的工业无论如何改革，都不可能有起色。从1965年到1997年，西藏地方财政收入中的企业收入年年是负数，1997年高达11071万元（一亿多元（29）。1997年西藏分项财政收入中，国营企业上缴利润总额为908万元，交纳所得税7401万元，两项合计8309万元，但国有企业计划亏损补贴总额高达11979万元，还有国有企业所得税退税228元，两者相加为12207万元（30），也就是说国有企业净亏3898万元。由此可见，中国政府在西藏办企业，与其说是为了赚钱，不如说是为了送钱。其动机之一与建立庞大的官僚机构一样，是为了解决藏族市民的就业问题，或者说为了包养二十几万藏人（西藏藏族人口的十分之一强），在西藏造成一个效忠于中共的阶级----《天葬》称之为“稳定集团”（31）----和一批畸形繁华的城镇，作为中共统治西藏的社会基础和向西方显示其德政的橱窗。后文将证明，其结果适得其反。\n五、大力提高藏族生活水平。如果说藏农牧的收入增加有一部份要靠自己劳动的话，那么藏族市民几乎全靠政府增加工资福利。1988年，西藏职工年均工资是2739元，年均福利费（医疗、劳保、退休金等）583元（32）；而同年全国职工的年均工资只有1810元，年均福利费只有537元（33）。同年西藏市民的人均收入是1211元，而全国市民的人均收入只有1192元（34）。西藏都高于全国。\n1990年西藏职工的年均工资是3224元，全国职工的年均工资只有2284元（35），西藏比全国高了41%，因为1989年拉萨爆发了导致戒严的大骚乱，这就是中共包养藏人的结果。西藏的工资继续上升，1994年西藏职工的年均工资是7304元，而全国职工的年均工资只有4797元，西藏比全国高了52%。是年西藏职工的年均工资仅低于上海（7534元）和广东（7410元），高于北京（6671元）和天津（5806元），是最低省份黑龙江（3689元）的两倍（36）。1997年全国市民人均纯收入为5160元，而西藏市民为5913元，也高于全国平均值。西藏职工平均工资大大高于全国平均值，但西藏市民人均收入与全国市民人均收入的差距没有那么大，因为汉族市民只能生一个孩子，而藏族市民可以生两个孩子。据在拉萨的朋友告诉我，拉萨自由市场的肉蛋菜价和北京不相上下。由于政府或单位大量补贴，拉萨居民的房租微不足道，水电、燃料等价格均低于北京，有许多单位干脆免费供应。但西藏职工平均工资却高于北京，可见拉萨市民的平均生活水平已高于北京。如前所述，西藏农牧民人均收入低于全国农民，而西藏职工人均工资却大大高于全国职工，西藏市民的人均收入也高于全国市民，说明西藏的城乡差别大于全国，这也是拉萨藏人大闹独立的结果。1995年，西藏市民人均住房面积为14平方米（38），远远高于全国市民人均住房面积九平方米（39）。1994年拉萨市民80%用上液化石油气（俗称煤气灶，来自青海格尔木）（40）。1992年西藏与全国及青海市民每百户拥有耐用消费品比较如下（41）。\n全国   西藏　青海\n自行车　　190.0 219.0 　169.0\n摩托车　　2.8 　　5.0 　3.8\n黑白电视机 37.7 3.0 　20.6\n彩色电视机 74.9 99.0 　85.3\n照相机 24.3 35.0 　25.5\n录放像机 10.0 14.0 　4.1\n游戏机 11.3 21.0 　8.8\n组合音响 4.0 　　7.0 　3.1\n钢琴 0.5 　　3.0 　0.3\n由此可见西藏市民的生活水平大大超过全国市民的平均值。其彩电拥有率已达到99%，照相机与录放像机拥有率比全国高了近50%，摩托车、游戏机与音响拥有率几乎是全国的两倍，而钢琴拥有率竟然是全国的六倍。考虑到把钢琴从上海运到西藏是一项多么浩大的工程，简直堪称奇迹。这里没有计算电冰箱与空调机，因为西藏夏季非常凉爽短暂，我在拉萨时从未有过穿短袖衬衫的机会。冰箱与空调在西藏没有多少用处。\n第十章：法轮常转。。。。。。\n确实也有完全汉化、不信佛教的藏官；出身农奴或奴隶、对中共忠心耿耿的藏官。1989年骚乱时任自治区高级人民法院院长的康巴翻身农奴子成对秦文玉说：“事实为依据，法律为准绳，这是我们法院工作的至高原则。民愤极大的打砸抢分子，也必须查明实据，证据确凿，量刑定罪。3月5日大骚乱，三路汇合在大昭寺广场，北路、南路、东路领头的是谁？打旗的是谁？总指挥是谁？必须一个一个查明实据，人证物证，铁证如山，然后提交法律判决。策划、煽动分裂祖国的骨干分子必须严惩。\n分裂思想不是今天才有的。59年一次，69年又一次，尼木、比如，卷进去18个县，抢粮食仓库，杀解放军，打砸抢，这一次加了个“烧”。69年在藏医院靠西的大语录牌上出现了“西藏独立队”的传单，后来很快破了案。……有个著名的藏族老教授说得好：假如西藏真正独立了，首先要爆发内战，康巴人与卫藏人，山那边流亡藏人与山这边的红藏人，首先要打内战，藏族历史上多次发生过，藏王朗达玛死后他的两个儿子还打得血流成河，各自割据，西藏分裂了三百多年，那才是黑头藏民的大灾难呵。”\n时任武警拉萨支队上校政委的翻身农奴曲达告诉秦文玉说：“59年咱们没有原子弹、没有氢弹，只有一杆枪外加一个小背包。人家有噶厦政府、有军队、有几千座寺庙，还有国际上那些白色朋友的支持。那时咱们国家打过了抗美援朝，也挺穷的。但那时人心齐。群众对党的话百说百信，能把心掏出来点灯。62年中印边界自卫反击，群众拼命支前，一仗就把山那边打得落花流水。不知从什么时候起，情况就有些变了。党政机关的作风变了，军队的好作风慢慢也有点丢了。党和军队的威信都没法跟从前比了。不错，是从文化大革命以后开始变的。我们和老百姓过去的关系是鱼和水，现在呢，有点像云和水。三大法宝还要不要？当然要。但不能一根鞭子放羊，无主无从。放羊还得看头羊呢。党的建设恐怕是带头的。从根本上端正党的作风，提高党的威信恐怕是主要的。党的建设带了头，党的政委党的组织党的群众路线真正有了一个新气象，与此同时再抓枪杆子和统战工作，恐怕局面就完全不同了。这次骚乱少数党员干部也卷了进去，相当一部分人观望同情态度暧昧。有一个单位的党支部书记和经理打包票：本单位没有一个人参加骚乱，结果呢，一下子就查出了五个，还搜出“青年大会党”的纲领，还有烧货物的汽油箱。妈妈的，我们的人在为谁说话？有意无意地在掩护谁？去年3月5日骚乱，公安武警战士受伤300多人，牺牲一人；今年3月5日及后两天的骚乱中，公安武警战士又受伤400多人，牺牲一人。伤亡这么大，国家和人民的财产损失那么大，部份干部群众还很不理解，对我们还有意见。有人认为公布的骚乱分子和围观群众16人死亡的数字打了埋伏。天晓得，既然死了人已是客观事实，那么死16人与死17、18或更多一点并不会改变问题的性质。当然并不排除有的骚乱分子受伤或死亡后隐匿不报这种情况，但根据我们的6所医院及各个渠道汇总的情况，千真万确死亡者只有16人。现在最让人难过的是真话受人怀疑，流言却总信以为真。我们有些干部战士包括我自己，有时真想骂娘，或者躲起来哭一场。这里我透露一点军事秘密，不得已透露一点军事秘密吧。被骚乱分子用小口径步枪打伤的两名战士所在的九中队，那天面对那样严峻的局面，战士手里拿?的不是枪而是盾牌和木棍。牺牲了一名班长的三中队，有35名战士端?枪，另75名战士拿着木棍。说起来外界简直不相信：战士们手上的那35杆钢枪，却没一粒子弹，全部都是空枪！集中保管的1400发子弹全部由一名排长背在军用背兜里，排长坐在200米开外的汽车驾驶室里。我们的小战士就是这样端?空枪冲锋，眼睁睁地用胸膛面对飞石与枪弹，眼睁睁地被打倒在血泊中。我不知道世界上还有没有这样的军队，我不知道有谁打过这样窝囊的战争，我们对不起的是这些小战士的父母和他们的亲人……（43）。”。。。。。。\n9、喇嘛尼姑——藏独主力\n如前所述，西藏的宗教从未经过欧洲宗教那样的改革，至今仍是一个中世纪式的宗教。中共自1980年以来全面复兴、大力提倡宗教，这个中世纪式的宗教就必然会按照自己的固有传统运作，并要求恢复以达来喇嘛为首的政教合一制度。何况还有达来喇嘛在电台里煽动，暗中派人去西藏指挥。上述陈奎元的讲话里提到：“今年3月9日达来集团的头面人物之一桑东活佛（现任“西藏流亡议会议长”----引者）一语道破天机，他说，他们37年的‘主要教训在于未能一贯地执行政教合一的政策，过分地强调了宗教而忽视了政治’。他强调指出‘要利用宗教把人民组织起来，形成一股强大的政治力量’。”在西藏历史上，甘丹、哲蚌与色拉三大寺拥有巨大的政治影响与经济实力（庄园与农奴），噶厦政府的许多重大决策都要有三大寺参与才能决定。1959年叛乱时，三大寺也最积极。所以，毫不奇怪，在八十年代最后三年拉萨历次骚乱中，三大寺的喇嘛都充当了先锋。《人民日报》驻拉萨记者刘伟在1987年10月1日拉萨骚乱时“以一种特殊的方式采访了一个喇嘛”（大约是谎称自己是海外华人，这样才能逃脱被打的命运，而且让闹事的喇嘛友好地回答问题），下面是他们的对话：\n问：你赞成西藏独立？为什么？\n答：赞成，西藏本来就是西藏人的嘛，我们有达来喇嘛，汉人有吗？汉人吃糌粑喝酥油茶青稞酒吗？我们不一样。\n问：你愿意当喇嘛？\n答：当然，藏族人最光荣的就是当喇嘛。\n问：你对政府的宗教政策怎么看？你认为西藏人现在的生活还不错吗？\n答：他们汉人把我们西藏的寺庙都毁了，当然该他们修。我们喇嘛不如以前了，以前我们有很多吃的，老百姓供应，噶厦也专门供应，现在钱很少，寺庙里很多值钱的东西他们都拿走了。汉人在拉萨修了很多新房子，但不是我们住的，拉萨城就是修得再好，我们也不需要。我们希望的是到处都有寺庙，人人都可以做喇嘛，汉人没来以前，我们西藏人和平相处，没有斗争，没有更多的贪心，贪心多了会下地狱，汉族人把他们的贪心带来了，也教坏了我们一些藏族。\n刘伟还记录了警察审问一个参加骚乱的喇嘛的对话：\n问：你为什么要游行，怎么来的？\n答：我们自己来的，我们应该享受我们的一切。\n问：享受什么？\n答：独立。\n问：什么是独立？\n答：不知道。听了广播，达来喇嘛在国外说西藏要独立，我们喇嘛就要响应。\n问另一个十来岁的小喇嘛，他回答说：西藏文化革命前是独立的，汉人搞了文化革命，西藏就不独立了。\n这两段话颇能说明今日西藏喇嘛尼姑的心态。他们作为出家人，对发展经济、提高人民生活水平与现代化等等一概不感兴趣，反而认为那是贪心，要下地狱的。他们的理想是寺庙与喇嘛、信徒与供奉越多越好。中共虽然修复了许多寺庙，津贴了许多僧尼，但剥夺了寺庙的庄园与农奴，而且限制寺庙与僧尼无限制发展，自然要引起僧尼的不满。这真像本书第四章所引的戈茨坦的《西藏现代史》结论所说的那样：西藏宗教有一种喇嘛越多越好的观念，为此就要向社会索取越来越多的土地与捐赠，反对噶厦政府为了政教事业而削减寺庙财源的任何尝试，顽固拥护庄园农奴制，因此成为极端保守的势力和社会进步的桎梏。----戈茨坦的结论是针对1950年前的西藏宗教的，只消将“反对噶厦政府为了政教事业而削减寺庙财源的任何尝试”、“顽固拥护庄园农奴制”这两句话改成“反对中国政府为了藏族的繁荣昌盛而限制寺庙无限制扩展”、“顽固复辟政教合一的旧制度”，放在今日西藏宗教头上也丝毫不差，可见西藏宗教本性难易。\n必须说明，1985年8月21日自治区党委批转了自治区统战部、宗教局《关于清退“文革”中没收寺庙珠宝、玛瑙的意见》的通知，命令全区银行、财政、文管（文物管理委员会）和其它单位把文革中存放的寺庙的珠宝、玛瑙全部退还给寺庙。1988年1月24日，自治区党委与政府又批复自治区统战部、民族宗教委员会关于《拉萨三大寺和大昭寺当前亟待解决的几个问题处理意见》，命令西藏各单位把保存的寺庙文物全部退还寺庙。对三大寺在文革中被查抄的的财物，按1985年拉萨市政府核实并宣布过的数额，减去已落实的甘丹寺七万元、色拉寺五万元、哲蚌寺五万元，其余一次性落实给甘丹寺95万元、色拉寺78.8万元、哲蚌寺77.6万元。寺庙僧尼和市民一样享受肉价补贴。老年僧尼由政府包养。如前所述，自1980年以来，自治区财政每年都有巨大的落实政策支出，绝大多数是给寺庙文革中损失的退赔。有个藏族干部都对此有意见，他说：“一些市民住房条件非常不好，而有职位的干部，有钱人在郊区修了一幢又一幢小楼，心里当然不满意，没钱吗？每年国家把几十万、几百万丢给寺庙，老百姓得到什么呢？”当然，无论中国政府如何退赔寺庙，喇嘛尼姑是永远不会满足的。\n西藏独立本是政治诉求，与佛教没有任何关系。佛经里从来没有“西藏独立”的内容。然而达来喇嘛利用自己是“观音菩萨化身”的神话与中世纪西藏政教合一的传统，借宗教的力量煽动藏独。喇嘛尼姑们虽然不知独立为何物，但出于对达来喇嘛的绝对崇拜，自然是“理解的要执行，不理解的也要执行”（这是林彪在文革中狂热吹捧毛泽东时说的话，他还说毛的话“句句是真理，一句顶一万句”）。何况他们也朝思暮想回到“到处都有寺庙，人人都可以做喇嘛”，信徒如蚁、供奉如山，宗教可以干预政治、三大寺可以决定西藏前途的达来喇嘛时代。西藏独立与僧尼的利益就这样紧密地结合在一起了。喇嘛尼姑的观念至今停留在中世纪不足为奇，奇的是西藏民众至今仍保持着政教合一的中世纪观念，把喇嘛尼姑当成自己的精神导师，把达来喇嘛当成“句句是真理，一句顶一万句”的神，这才是令中国政府最头疼的事情。有个藏族小女孩告诉警察：我不知道旧社会，也不知道新社会，抓喇嘛反正不对。还有个藏族老太太在骚乱后的座谈会上说：共产党如今的政策这么好，寺庙里的喇嘛不好好念经，跑到城里来闹，好好的生活给扰乱了。国家有法律，寺庙有规矩，跑出寺庙做坏事就不配做喇嘛。达来喇嘛不会搞独立的，他在印度怎么会指挥到八廓街呢？去印度探亲，听过达来喇嘛讲经，他还说过共产党的好话，让我们在西藏的藏族，好好干活，好好念经。活着靠共产党，死了还得靠达来喇嘛呢。我最恨的是那些乘骚乱中发财抢劫的坏人，骚乱闹得那么大，就是他们，也不抓他们，这些人大摇大摆在街上走，有的还说：太痛快了，再来几次骚乱。现在听说抓了好多喇嘛，教育教育还是放了他们算啦，因为喇嘛会念经。可见在他们的脑子里，压根儿就没有政教分离、喇嘛不得干预政治的概念。这也难怪，中共自己从1980年以来就在大力倡导宗教，“喇嘛书记”伍精华还带头参加宗教活动，怎能叫老百姓分清宗教与政治的界线？倒是有个头脑清醒的藏人在座谈会上说：政府总是翻过去的事情，总想做出宽怀仁厚的样子，过去的伤疤越揭痛，当然怨恨之心由此而生。修吧，哪怕是再恢复和平解放前的两千多座寺庙，再制定哲蚌寺7700人、色拉寺5500人、甘丹寺3300人的喇嘛定额，宗教政策仍然不会让一些人满意。因为西藏过去是政教合一社会，总不至于落实到政教再合一，三大寺重新过问西藏政治，宗教人士出任西藏各级政府领导吧？马上有个学生模样的藏族青年说：我们西藏应该有现代化，应该有一个和平安宁的环境，但是出于信仰的原因，也应该有达来喇嘛。----还是那句话：现世靠中国政府包养，来世靠达来喇嘛超度。既然中共的意识形态永远无法解决藏人超度来世的需求，既然中国政府的财力永远无法满足藏人对现代化享受的欲望，那么怀柔政策就永远不可能取得成功。\n达来喇嘛自然不会放过任何机会。在其洋高参们的指点下，他一心仿效伊朗教主霍梅尼的“黑色革命”，在西藏进行“酱色革命”（西藏喇嘛穿酱红色袈裟）。除了日夜向西藏广播、派特务去西藏活动外，还以亲自接见与摸顶（藏人传统，被活佛特别是达来喇嘛摸顶会交好运）为诱饵吸引藏人偷渡印度。然而这些藏人去印度后就想留下，达来喇嘛无钱包养他们，于是改变策略，他利用中国政府允许流亡藏人回去探亲之便，派大批流亡活佛回原寺活动。他深知：利用一个活佛，可以掌握一座寺庙；控制了一座寺庙，就控制了一个地区。“喇嘛书记”伍精华不知是计，反而大加欢迎，将他们奉为上宾。有人这样描写流亡活佛衣锦还乡的场面：“活佛回来啦！”活佛乘着中国政府派出的高级轿车来到原寺：“达来喇嘛很想念大家，他让我来看望你们！”众人欢呼，有人下泪。“达来喇嘛是我们藏人今生的依靠，来世的希望，是藏人的救星，藏人的代表。呼喊一次达来喇嘛万岁，等于念诵了一亿次六字真言！”活佛还串家走门，自古以来活佛何时亲自走进藏人家里？藏人感激涕零。活佛留下大堆达来喇嘛的照片、像章、录音带、语录与小册子，还有他用过的法器、垫子与衣帽，带着大量布施走了。“藏历5月15日达来喇嘛要在月亮中出现了！”有个活佛回到主寺后，把所属各分寺人员悉数召来，集中了四省区40多座寺庙80多个活佛，1600多僧人，主持了长达两个多月的“讲经活动”，灌输藏独理论与思想。流亡活佛回达兰萨拉后向达来喇嘛报告：他们的藏独煽动取得了巨大成功；伍精华则去北京向胡国光、赵紫阳报告：他的统战工作取得了伟大成就。\n第四部：新的冷战\n第十二章：冷战在继续\n3、从双重标准到怪圈22\n如前所述，胡、赵自1980年以来在西藏实行怀柔--绥靖政策的目的，不仅是为了安抚藏人、稳定西藏，更重要的是想从西方特别是美国那里赢得“尊重西藏人权”的好评，缓和西方特别是美国在西藏问题上对中国政府的谴责与压力，在经济上从西方特别是美国得到更多的好处，其结果也像用钜款安抚藏人那样适得其反。《天葬》指出：“在观众围聚的国际拳台上，中共虽是势力强大的一方，却因为规则是西方的，并且由西方进行裁判，频频得分的倒是对西方规则游刃有余的达来喇嘛。中共在拳台上步履蹒跚，破绽百出，不断被动挨打，丢尽脸面。”中国政府在国际政治拳台上之所以只输不赢，并非达来喇嘛的拳术多么高明或多么精通比赛规则，而是西方裁判极不公正，毫无遮掩地袒护达来喇嘛，从而使中国政府永远不可能赢。记得新加坡元老李光耀说过：当东方学会了西方的游戏规则之后，西方就修改游戏规则。在西藏问题上，西方岂止修改游戏规则，他们采取绝对有利于达来喇嘛的双重标准，或者干脆就无视他们自己制定的游戏规则，随心所欲地给中国政府横加罪名。\n如前所述，西方可以不顾达来喇嘛自己都承认的藏人首先使用暴力的事实，把打砸抢烧的藏独骚乱叫做“和平示威”；也不顾他们在自己国内也镇压暴乱的事实，谴责中国政府镇压藏独暴乱是“侵犯西藏人民的基本人权与自由”，这不是对1948年联合国《普遍人权宣言》第20条“每个人都有和平集会的自由”的公然篡改与双重标准吗？至于说他们毫无保留地、不厌其烦地重复达来喇嘛的谎言，诸如西藏自古以来是独立国家，中国侵略西藏、消灭了100多万藏人、大量移民西藏、正在毁灭西藏文化宗教等更是违背了起码的公正原则与客观态度，令人想起“谎言重复一千遍就变成真理”这句话。在民族自决问题上也是如此。联合国1960年《给予殖民地国家与人民独立的宣言》（21）第二条规定：“所有人民都有自决权；根据这一权利，他们可以自由地决定他们的政治地位，自由地发展他们的经济、社会和文化。”第六条与第七条却规定：“任何旨在部分或全面分裂一个国家的团结与破坏其领土完整的企图都是与《联合国宪章》的目的和原则相违背的”；“一切国家应在平等、不干涉一切国家的内政和尊重所有国家人民的主权及其领土完整的基础上忠实地、严格地遵守《联合国宪章》、《普遍人权宣言》和本宣言的规定”。这文件本身就有矛盾，西方于是根据自己的需要，时而引用第二条，时而引用第六、七条，从而构成双重标准。比如说，当他们支持西藏、苏联各加盟国与南斯拉夫各国独立的时候，就援引“所有人民都有自决权”；当他们禁止波斯尼亚的塞尔维亚人独立的时候，就援引“主权国家不得分裂”。甚至派飞机去轰炸、派军队去弹压塞尔维亚人。\n西方也从不支持英国的北爱尔兰、苏格兰与威尔士独立、不支持法国的科西嘉、巴斯克、布列塔尼与大西提独立、不支持加拿大的魁北克独立（美国总统曾公开反对）、不支持西班牙的巴斯克与加泰罗尼亚独立、不支持意大利北部独立、不支持土耳其与伊拉克的库尔德人独立、不支持印度的克什米尔与锡克独立、不支持斯里兰卡的泰米尔人独立、不支持俄国的车臣独立、不支持乌克兰的克里米亚独立、不支持格鲁吉亚的阿布哈玆独立、不支持阿塞拜疆的纳---卡地区独立、不支持摩尔多瓦的“德涅斯特沿岸共和国”独立、甚至也不支持南斯拉夫的科索沃独立，也不承认已自行独立25年之久的“北塞普路斯土耳其共和国”。他们单单支持西藏、苏联各加盟国与南斯拉夫各国独立。这不是地地道道的双重标准吗？   不难看出，西方的双重标准是为冷战服务的。凡是他们的冷战对象国内闹独立，他们就一概支持；否则就反对。当克罗地亚与波斯尼亚宣布独立时，德国抢先承认，还向他们提供武器，其目的是肢解南斯拉夫。结果自食其果，德国被迫接受了20万波斯尼亚难民。波斯尼亚战争结束后，德国要遣返他们，他们却赖在德国不走。当波斯尼亚的塞尔维亚人援引西方支持波斯尼亚独立的同一理由----民族自决权----要求独立。",
			"added": 1500366506,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "干货二：李零：捧国学和当年骂国学的，很可能是同一拨人",
			"body": "李零北京大学中文系教授\n我知道的“马克思主义”\n马克思是哲学博士，老婆是贵族女儿。他俩是旧世界的叛逆者。恩格斯是资本家，红色资本家。他用他挣的钱，养马克思做学问。马克思主义是西学的一支。这门学问有三大来源，德、英、法各一，都是欧洲国家。如果不研究西方，不研究资本主义，等于无的放矢。\n马克思主义的特点是什么？是反资本主义。资本主义是一个无所不在的世界体系，这个体系支配着所有人的大脑，谁都唯唯，谁都诺诺，只有马克思说不。天下之学，逃杨入墨，凡是拿资本主义当天经地义的，肯定反对马克思主义；凡是反对和批判资本主义的，也往往要回归马克思主义。\n马克思的书，从前是禁书。正是因为禁，才有人读。我就是拿它当禁书读。\n过去，上政治课，老师讲什么，我根本不听，宁肯自己读书，原因是他们讲得不好，完全是“党八股”，我是读过原著的，印象大不一样。\n\n马克思的书很多，影响最大的是《共产党宣言》和《资本论》。《资本论》难读，但有些道理很简单。比如“谁养活谁呀，大家来看一看”。现在大家都说，打工仔、失业者是老板养活的人，老板过不舒坦，你们就没饭吃。\n马克思说，错，完全相反。“资本”（capital）这个词，意思是本钱，即第一桶金。很多第一桶金的神话都是谎话。马克思说，资本来到世间，每个毛孔都滴着血污。一针见血。他讲商品拜物教，那一章写得真好，亚当·斯密说的“看不见的手”支配一切，世界变成“拿大顶”。马克思的原话是“头足倒置”。\n现在，发财是硬道理。市场万能，金钱至上，赌神就是上帝。我们每天看到的，不正是这样一个世界吗？\n“西马”解构马克思主义，主要是拿“早期马克思”和“晚期马克思”作对，认为《共产党宣言》《资本论》不好，越走越远，违背了初衷。早期著作才是他的正根儿。马克思的早期著作，两部手稿最重要，一部是《1844年经济学—哲学手稿》，一部是《德意志意识形态》的手稿。这两部手稿，前后有好几个译本，我都读过。马克思、恩格斯从来不提前一个手稿，相反，恩格斯一再说，马克思的唯物史观——他的两大发现之一（另一发现是剩余价值学说），是完成于后一手稿的《费尔巴哈》章。\n卢卡奇说，马克思主义是人道主义，阿尔都塞相反，说马克思从来不是人道主义者。他们俩，谁更符合原典，其实是阿尔都塞。这类争论，我国也有反映，周扬、王若水说马克思讲“人性异化”，不对。胡乔木说马克思“存人性弃异化”，其实，马克思从来都讲异化，但从1845年起，就再也不讲人性异化。《资本论》讲异化，不是人性异化，而是劳动异化。\n有人说，马克思主义是宗教，共产主义是乌托邦。恩格斯说，罗马基督教就是早期的社会主义运动。太祖跟五台山的和尚说，咱们的共同点是要解救苦难的众生。马克思主义诉诸群众运动，但马克思主义不是宗教，用不着许愿还愿这一套。无神论、不信教，替穷人说话，这一直是马克思主义的“头号罪状”。\n我知道的“共产党”\n我说过，我不是共产党员，我读过马克思的书，绝不后悔。\n提着脑袋为天下受苦人说话、拼命，这样的共产党人，你打得倒、杀得完吗？共产党从外部是打不倒的，是杀不绝的。\n美国是全世界最反共的国家之一，入境申请必有一问，你是不是共产党，但美国人对共产党非常无知。在美国电影中，共产党就跟咱们电影里的日本鬼子一样，标准打扮是一身中山装，扣子扣到嗓子眼，脑袋上戴个制服帽，说话恶狠狠的，一脸凶神恶煞。\n我看过美国拍的两部反共宣传片。其中一部，一上来，马恩列斯跟达尔文搁一块儿，统统属于不信上帝该下地狱的一类。另一部说，从傅立叶在美国搞“和谐社会”一直到列宁、斯大林的苏联，所有社会主义都很失败，最好的范例是以色列的基布兹（Kibbutz），照样行不通。\n有一次，我去芝加哥，住在一位美国朋友家，她丈夫是一个经济学家。他问我，你是共产党员吧？我说不是。他不相信。我说为什么。他说，我听说，在中国，只有共产党员才能拿到好工作，你既然在北大当教授，怎么可能不是共产党员呢。我告诉他，共产党员在中国到处都是。他们很多只是普通的工人、农民和战士，不一定都是大富大贵。当然了，现在倒是有人希望赶紧把共产党改造成这样的党，比如发财党或阔人党。\n我不是共产党，但见过共产党人。大革命时期的，抗日战争时期的，解放战争时期的，解放后各个时期的，当官的也好，老百姓也好，我都见过。\n学历史，我们都知道，没有国民党，就没有共产党。国民党也曾经是一个革命党。它怎么从革命党变成发财党，怎么从庆祝胜利，受降接收，到吹拍贪腐，丢尽人心，以至兵败如山倒，很多教训值得深思。古人都懂得，民可载舟，亦可覆舟。防民之口甚于川，周厉王的办法是不行的。国民党败走台湾，曾经采取鸵鸟政策，1946—1949年的历史，不许讲也不许教，蠢得很。\n我听很多老人说，国民党走麦城那阵儿，共产党在学校里都是最优秀的分子，不仅学问好，连体育都好，共产党厉害就厉害在会宣传，会跟老百姓摆事实、讲道理。\n\n冼星海指挥鲁艺同学演唱《黄河大合唱》\n我知道的“西方价值观”\n哈耶克写过一本书，叫《通往奴役之路》。奴役的反面是自由。他说的“奴役之路”是所谓集体主义社会，既包括希特勒的国家主义，也包括斯大林的社会主义。法西斯主义最恨共产主义，德军大举进攻苏联，最后被苏联打败，为什么反而归为一类，原因就在于，在西方概念中，任何集体凌驾个人都是法西斯主义。比如我们说的“大公无私”，按他们的说法，这种概念就是法西斯主义。\n阿伦特写过一本书，叫《极权主义的起源》。极权主义的意思也是如此。\n这个问题跟西方历史、西方文化有关，跟他们对国家形态的理解有关。国家演进，一般都是从小到大，从分到合，从孤立分散到多元一体，大一统代表复杂社会，高层次管理，以及世界主义。\n\n古典作家，希罗多德讲希波战争，很像火烧赤壁，曹魏是强者，但被吴蜀联军打败。希罗多德是希腊裔的波斯公民，感情在希腊一边。他创造过一种经典对立：小必自由，大必专制。在他看来，希腊虽然是一堆小国，好像“池塘边的蛤蟆”，但居然能把庞然大物的波斯打败，这是自由战胜奴役。这个想法一直支配着西方人的头脑。\n其实，希腊长期窝里斗，最后被马其顿取而代之。马其顿打败波斯，接收波斯，模仿波斯，建马其顿帝国，这是希腊的顶峰，然后才有希腊化时代。罗马也是由共和走向帝国，这段历史，他们也自豪。但中世纪以来，欧洲一直是五胡十六国，一盘散沙，四分五裂，谁都管不了，只能靠上帝领导。上帝是虚拟领导。\n西方传统，政府不太灵光，君主不太灵光。他们革命，先借君权反教权，后借民主反君权，主要是为市民社会（商业社会）开道。结果，君权也没反彻底，教权也没反彻底。\n西方没有中国这样权威至上的皇帝，也没有中国这样幅员广阔的大地域国家。他们最信服两种管治，一是上帝，二是金钱。现在，上帝就是金钱，金钱就是上帝。除了这两样，谁都管不着，这就叫自由。中国的关羽老爷，我们山西的圣人，既是武圣，又是财神，倒很像美国的自由神。美国国徽，白头老雕，一爪抓箭，一爪抓橄榄枝。做买卖得这么做。\n我们跟希腊不一样，更像波斯。欧洲历史，近东文明是背景。前“***”世界的近东，埃及、亚述、波斯是他们的三代。我们的“夏商周三分归一统”是一统于周，他们的大一统是波斯帝国。虽然阿契美尼德王朝的波斯帝国比较晚，相当我国的战国时期。这个大一统是靠政教合一。琐罗亚斯德教是最早的普世宗教。\n孔子说过一句话，“夷狄之有君，不如诸夏之无也”（《论语·八佾》）。对这话，历来有争论，但有一点很清楚，中国，华夏眼中的夷狄，特点是分种为酋豪，没有君长，有也是一些小君长。他们居住分散，见不着人，说不上话，经常在马背上哼哼，他们的史诗就是这么唱出来的。这就是草原上的自由。部落和部落之间，遇事得商量着办，领导得轮流坐庄，这就是草原上的民主。而那些航海的，住在小岛上的，情况也差不多。\n华夏不一样，特点是有君长，小官上面有大官，大官上面有皇上，一层层有人管着。这些都是世俗领导。世俗领导都是人，顶多在位几十年。死了就让孩子当，就跟手艺人一样。中国革命，无教权可反，要反就直指君权，干脆把皇帝打倒。中国是亚洲第一共和国，革命非常彻底，打倒皇帝还不杀皇帝，跟西方不一样。\n\n西方国家并不发达，所谓现代国家（nation），出现很晚，很多都是打出来的，人为凑起来的。本尼迪克特·安德森把这种国家叫“想象的共同体”。他说的“印刷帝国”，就是我们说的“书同文”。而“书同文”在中国是前现代的东西。\n欧洲自治传统很强。个人也好，地方也好，喜欢讲自治，地盘一般都不太大。除了俄罗斯，接受蒙元帝国的遗产在陆上殖民，建立横跨欧亚的国家。大一点的国家都是殖民地。如加拿大、美国、澳大利亚。美国曾是民族独立和国家统一的榜样，但战后却是世界头号霸权。\n欧洲的自治传统也影响到马克思。马克思早期主要是同无政府主义作战，施蒂纳讲“唯一者”，有点像存在主义，也被他批判。但他也有欧洲文化的烙印。比如他说，共产主义是自由人的联合体。\n我理解的西方价值观：\n自由，主要是做买卖和打工的自由。\n民主，主要是选战民主，背后是利益集团。几千年来，村里人都懂，要选只能选有钱有势的大能人。\n平等，主要是法律面前人人平等。\n博爱，更多是宗教意义上的。法国遭遇恐袭，有人哀悼；中东每天死很多人，没人哀悼，哭都哭不过来。\n我知道的“中国传统文化价值观”\n时下，中国有一股“传统文化热”，上有领导宠，下有商界、学界、媒体捧，热得一塌糊涂，最近更被某些学者提升为“价值观”。很多大学在四大文科（文、史、哲和考古）之外另起炉灶，设国学院、儒学院，甚至想用传统书院和私塾代替或改造现在的大中小学，裘锡圭教授不以为然，我也不以为然。\n什么叫“中国传统文化”？有人说，就是儒、释、道。他们说的儒，不是先秦之儒，不是汉唐之儒，而是从程朱陆王到曾胡左李，从康有为到蒋介石，特别是港台新儒家的儒。我认为，这是把中国文化哲学化、宗教化、政治化、商业化、简单化、庸俗化的说法，专门迎合台湾口味、国民党口味、蒋介石口味，以及某些糊涂领导的口味。在中国的大学中，哲学系最热衷于此。\n现在，有人热衷在中国立教。他们说，三教，儒教是领导，不但应该领导释、道，还应领导外国的教，新中国的最大失误，就是没有制礼作乐、尊孔立教。康有为没办成的事，蒋介石不敢办的事，现在交共产党办。\n共产党的指导思想是马克思主义啊！党的总书记不是反复讲过吗？有些人怎么就装睡、就装着听不懂呢？蔡元培主张杀共产党，李大钊是共产党的创始人，怎么就这么厚此薄彼呢？说是听党的话，听的究竟是蒋介石那个党的话，还是李大钊那个党的话呢？\n关于传统文化，我想讲一句话，中国文化并不等于道德文化，更不等于宗教文化。有人说，外国技术好，中国道德高，这话经不起推敲。道德是一堆好词。好词，全世界的讲法都差不多。古希腊的色诺芬说，波斯贵族，从小只学三件事，骑马、射箭、说真话。你讲忠信，人家就不讲吗？那么，中国特色到底在哪里？\n于是有人说了，咱们讲孝。《二十四孝图》，他们有吗？我们把它推广为师生关系、君臣关系（现在是领导和被领导，老板和打工仔的关系），他们有吗？\n\n我觉得，拿《二十四孝图》当中国文化的核心价值，这不是中国文化的光荣，而是中国文化的耻辱。现在的公益广告，很多都是酸菜坛子，如“妈妈有福了”，表面看是儿孙孝敬父母，其实是父母孝敬儿孙。现在，什么不要钱？生孩子花钱，养孩子花钱，孩子大了，上学、结婚、买房、买车，花钱的事多了去，没完没了。等你把这些都孝敬完了，你就有福了。\n我认为，中国传统，最大特点是国家大一统，宗教多元化，世俗性强。中国文化的最大优点是不立教，不传教，人文精神强。\n很多人拿《论语》当道德课本。《论语》有很多道德格言。比如“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”这样的话，我喜欢。\n孔子思想的核心是仁，仁是什么？就是拿人当人，为人谋事要讲一个忠字，与朋友交往要讲一个信字，老师费劲巴拉教你半天，你得学而时习之，别不当回事。简单说吧，就是说话算话，拿人当人。我看，太多的要求也不必，咱们能把这八个字做到，也就不错了。\n现在，道德沦丧，大家喜欢赖到“嗡嗡嗡”上，什么事都赖“嗡嗡嗡”，这是放着眼前说天边。“嗡嗡嗡”，我们都是过来人，那时人傻，那时人混，但不像现在这么滑，这么黑，满嘴谎话，见谁坑谁。这都是什么闹的，大家应该很清楚。比如电信诈骗，一帮台湾孩子领着一帮大陆孩子玩，跟“嗡嗡嗡”有什么关系？\n俗话说，老婆是人家的好，孩子是自己的好（狮子就是这样）。礼，据说就是咱们中国自己的孩子。比如喝酒，孔子明明说，“唯酒无量，不及于乱”（《论语·乡党》），但有些人喝酒，说我们来自礼仪之邦，最好客，不喝到撒疯不叫喝好。他在那儿罚人喝酒，你在这儿罚酒驾，礼跟法打架。我看这样的礼就不好。\n我认为，西方的东西不一定都好，不但不好，有些还很坏，比如国与国的关系，他们太霸道，借口人道干涉，制造人道灾难，就很坏。但我有一个“谬论”，礼是外国的好。外国的礼简单，人与人打交道，很礼貌，社会公德，人家比我们好。当年，孔子说，“天子失官，学在四夷。”（《左传》昭公四年），在这方面，我们应该学学人家。\n我知道的“国学”\n中国人研究中国文化，有所谓“国学”。什么叫“国学”？我有一个说法，就是“国将不国之学”。我的意思是，如果没有利玛窦用天算地理之学到中国传教，如果没有鸦片战争和甲午海战，中国被人家打得失魂落魄，中国人哪儿知道天下还有西学这套玩意儿。不知道西学，当然也就没什么可以与西学唱对台戏的国学了。\n中国的国学热，早先是辛亥革命和五四运动的反弹，现在是1989年后的文化现象。表面看，它跟怨天尤人骂祖宗的《河殇》唱反调，其实骂和捧，很可能是同一拨人。研究中国，中国人研究叫国学，外国人研究叫汉学，这是同一门学问吗？我跟汉学家讨论，他们经常说，咱们的研究对象都是中国，何分彼此。但一谈具体问题，分歧就来了。\n研究落后民族，欧洲有民族学（ethnology）。这门学问有很深的殖民烙印。欧洲人把考察记录落后民族的资料叫民族志（ethnography）。这种志跟植物志、动物志差不多，很多都是一块儿搜集。博览会上，非欧种族，可以拿活人展出，跟动植物标本一个样。现在，美国叫人类学（anthropology），好听一点。但植物不等于植物学，动物不等于动物学，人类也不等于人类学。你别以为你是鱼，就跟观鱼者或鱼类专家是同一概念。\n西方还有一种学问叫东方学（oriental studies），专门研究东方古文明，像埃及学、亚述学、赫梯学、印度学等等。汉学是其中之一。其实，我国史书中的蛮夷列传诸番志，就是我国古代的“东方学”。虽然，我们叫“四裔之学”，各个方向都有。当时的“西学”，主要是从印度传入的佛学。\n\n王国维\n现在讲国学，大家喜欢讲王国维。鲁迅说，“要谈国学，他才可以算一个研究国学的人物”（《不懂的音译》）。王国维怎么研究国学？我看，主要是三条，一是用新材料，特别是出土材料，如他说的五大发现；二是重西北史地和四裔之学，不光看汉族史料，还治少数民族史，如蒙元史；三是有国际眼光，如关注法国汉学和日本中国学的动向。王国维主张“学无古今中外”（《国学丛刊》序）。他研究的国学，其实是不中不西、不古不今之学。\n中国历史，夏商周三代，孔子知道的主要是两周，我们的知识主要是两周以来。两周以前的历史完全靠考古。考古是研究大时段、大地域的历史。学科划分，我国一般把考古划归历史学。但历史是条长龙，历史系研究的只是龙尾巴。研究传统文化，考古才是擎天柱。可惜的是，考古系凭实物讲话，考古学家不说话，只是埋头挖，把挖出的东西拿给你看，外行往往干瞪眼儿。\n桃李无言，下自成蹊。我就尽在树下转悠。\n学校是培养人才的地方\n最近，S. A. 阿列克谢耶维奇到北大做报告。我看了她的《二手时间》。帕斯捷尔纳克写十月革命前后的悲欢离合，索尔仁尼琴写斯大林时代的劳改营，都得了诺贝尔文学奖。索尔仁尼琴写劳改营，头一本是《伊凡·杰尼索维奇的一天》（“嗡嗡嗡”中有翻译），获奖是《第一圈》，而非《古拉格群岛》。《古拉格群岛》是在西方出版的。去年，《二手时间》获诺贝尔文学奖，被西方称为《日瓦格医生》《古拉格群岛》之后的第三个里程碑。苏联解体，这是墓碑。前苏联有人骂，后苏联也有人骂，社会毫无共识，西方乐见这一结果。此书是苏联解体的牢骚集，没有改革时盼改革，改革以后骂改革，跟咱们中国非常像。北京出租司机，没人给他们录音，翻成西方文字，可能得诺贝尔奖。\n贾樟柯拍《山河故人》，看完就一印象，农村到矿山，矿山到城市，小城到大城，大城到国外，告别告别再告别，整个是一条不归路。乡愁不是美学享受。\n什么叫“二手时间”？就是方生方死、无可奈何呀。“无可奈何花落去，似曾相识燕归来”（晏殊《浣溪沙》）。秋天花落，迎来寒冬，当然无可奈何。春天，八九燕归，你以为天气暖和了吧，但在北京，乍暖还寒，最难将息，没准还有倒春寒。我以前说过一句话，在《何枝可依》序中。我说，一个时代已经结束，另一个时代还没开始。\n马克思说：不能当资本主义的奴隶。我们的国歌，头一句就是“起来，不愿做奴隶的人们”。我想，谁都不想当奴隶吧？可在现实生活中怎么样？龚自珍写过这样的诗句：\n金粉东南十五州，万重恩怨属名流。\n牢盆狎客操全算，团扇才人踞上游。\n避席畏闻文字狱，著书都为稻粱谋。\n田横五百人安在，难道归来尽列侯。\n（龚自珍《咏史》）\n什么是人才？现在有一种理解，叫“成功人士”。很多人都以为，升官发财就叫“成功人士”。榜样的力量是无穷的。不成功怎么办？过去有一阵儿，社会上有办班热，学校里也有办班热，不是领袖班，就是总裁班，跟搞传销似的，大家都在那儿发展“人脉”，现在好像没那么热闹了。\n我在中文系跟新生讲过我理解的北大校史。我理解，北大是培养天下英才（革命家、学者）的地方。只知伺候领导和老板，那不叫人才，那叫奴才。\n什么是北京大学的光荣传统？马克思主义传统、革命传统就是以天下为己任的传统。\n不忘初心，就是不能丢了这个传统，如果丢了这个传统，这就是把心给丢了。\n还是龚自珍说的好：\n九州生气恃风雷，万马齐瘖究可哀。\n我劝天公重抖擞，不拘一格降人材。\n（龚自珍《己亥杂诗》）\n【本文转载自《经济导刊》2017年04期】",
			"added": 1500366562,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "干货三：另一个角度看民国的大国地位、中国革命、抗美援朝与“三百年殖民地论”",
			"body": "另一个角度看民国的大国地位、中国革命、抗美援朝与“三百年殖民地论”\n　　\n　　一、按钟点下地的农民\n\n　　抗战胜利后，美军在青岛建立了一个海军基地。后来，基地周围的农民们就开始按照钟点下地干活。嗯，肯定是美军带来了先进的生产方式，把农民们都变成农业工人了吧？只是这工作的时间很奇怪：早上九点之前，中午十二点到两点，下午五点之后。这是怎么回事呢？原来美军飞行员会肆意地扫射农田里的农民，有几千英亩平坦的土地因此无法耕种，山区的农民则有能存放几十头牛的大防空洞。后来农民们以血的代价总结出了美军的训练规律：美军们严格遵守作息时间，饭点绝对不会训练，所以才有了那个奇怪的耕作时间。\n　　-----《中国人征服中国》斯特朗 \n\n　　二、移动靶射击训练\n　　1931年4月30日，上海最大的 一家英文报纸上刊登了一篇文章，里面有这样一句话：“在华英、美、日军舰上的水手们每天在长江上通过射击岸上的中国人，个个都将练成神枪手”。\n　　-----《中国人的命运》史沫特莱\n\n　　三、搜寻共产党\n　　一名美国目击者向爱泼斯坦描述了闲得发慌的美军战队士兵坐着吉普车在安平农村搜寻共产党的情景。在搜寻中他们随意地射击在地里干活的农民。有人问他们怎么知道那些农民是共产党的，一个士兵回答，他认识的中国人（国民党官员）告诉他附近经常看到共产党。\n　　-----《中国未完成的革命》爱泼斯坦\n\n　　四、取乐\n　　《史迪威与美国在华经验》里面提到，在缅甸乘坐火车转移的士兵闲极无聊，会射击铁路两旁的农民取乐。\n\n　　五、爬到顶楼的中国人\n　　在上海租界，中国人几乎承担了全部的租税，但是他们名下不能拥有地产，登记地产时必须雇请外国人做他们的名义代表。\n　　某些租界的大楼规定中国人不能从正门出入，斯诺曾经任职的《密勒氏评论报》所在的大楼就是如此。一次，一个中国人来联系业务，但是大楼工作人员禁止他使用正门内的电梯，因为那是“白人专用的”。他只能气喘吁吁地爬上报社所在的顶楼。斯诺为此在报上写了一篇评论，批评了这种在中国土地上歧视中国人的做法。大楼的英国业主改变了电梯的使用规定。但等到租 约到期报社想续租的时候，业主拒绝了报社的请求。\n　　------《复始之旅》斯诺\n\n　　相关资料：1.人力车夫苏明诚被刺杀案，因为讨要车资，被美军士兵刺杀；\n　　2. 纪录片《解放区涉外刑事第一案》，讲的就是在烟台的美国人撞死人后扬长而去，被一个共军战士拦下后中共政府如何处理的。其中举得反例就是青岛的苏明诚案。\n　　3.沈崇案和景明楼案，这是当时的上层人士的遭遇，其中沈崇女士家里是福建名门望族，祖上是清末重臣沈葆桢，父亲是交通部次长；景明楼案受害人里有武汉市政府官员的家属。\n\n　　六、取乐2：国民党\n\n　　史沫特莱1931年4月15日的日记记载了一对在中国游历的德国夫妇亲身经历的事：他们去龙门石窟游览，为了保护他们，国军驻洛阳的68师派了8名卫兵陪同。一个士兵吹嘘自己的枪法比别人都好，为了证明他向地里劳动的农民开了一枪，结果没有打中。同伴们嘲笑之余，一个接一个地把农民当作活靶子射击。看到农民们惊慌失措地抱头四处逃窜，士兵们哈哈大笑。末了两个士兵把枪递给这对夫妇，因为他们想看看外国人的枪法是不是比中国人好！\n\n　　------《中国人的命运》史沫特莱\n\n　　七、釜底抽薪\n　　1931年4月底，一位参加剿共的国军军官对史沫特莱说：“我们的许多高级军官说，消灭赤色分子的唯一方法是把江西的男女老少杀个精光。我们要将所有的村子包围起来，然后投下毒气弹。当然，这要杀死两千万人，但我们可以把西北灾区的农民迁移过来。”\n　　几天之前，南京财政部的一位顾问表达了同样的观点：“解决中国共产主义的最好办法就是把江西的人口全部杀光。”一个人问：“那以后江西就没有人烟了。”“以后重新出现的农民就不会是赤色分子了。”\n　　上海的反共刊物《剿共》双月刊在二月号提出了同样的建议：“如果政府无法找到更好的方法来解决这个问题，那就得将红军势力很强的所有地区孤立起来，用毒气弹把他们统统杀光。”\n　　-----《中国人的命运》史沫特莱\n\n　　相关资料：关于普通民众的有很多，我就再补充一个上层人士的遭遇：民族资本家荣德生被绑架案，绑匪使用的是国民党第三方面军司令部的“逮捕证”和淞沪警备司令部的汽车，荣家为“酬谢”军警当局和有关方面，先后付出60余万美元。",
			"added": 1500366620,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 6,
	"comment": {
		"3_1FvnsJWRafUBWfdGpLm9DbtMQwFTaGjQBD": [
			{
				"comment_id": 1,
				"body": "绿教就是毒瘤。",
				"added": 1500218349
			},
			{
				"comment_id": 2,
				"body": "解放初,西北回匪军大规模叛乱,骑八旅旅长马英，82军190师师长马振武，骑十四旅旅长马成贤被击毙，青马老将马元海（打西路军时青马前线总指挥）被俘后处决。搞暗的，82军副军长赵遂、100师师长谭呈祥、129军357师师长杨修戎、新编骑兵军军长韩起功（打西路军干将）被处决,共有近1万名回匪军被打死.\n　　1950年5月8日，原回族马步芳第82军旅长马云山，在平凉、固原地区串联回族匪特，组织发动叛乱，被称为“五八”叛乱。叛匪组织的“忠义军”下设4个团，有长、短枪97支，轻机枪2挺，冲锋枪3支。后扩充为19个团、1个混合旅，有回族匪徒2000余人，妄图攻占泾源、固原、西吉县城，颠覆人民政权。5月8日凌晨，叛乱分子分别袭击平凉安国区政府和西、海、固地区区、乡两级政府，杀死杀伤干部群众和解放军官兵337人，抢劫枪支45支、手榴弹395枚、子弹223发，并抢粮食、财产等，还杀害了固原张化区委书记等。次日，1000多回族叛众攻占平凉，拟再攻泾源。回族匪团长马成龙等在固原县扩充回族匪徒千余人，企图攻占西吉县城。西北军区派骑兵第2旅、骑兵第4团、西北军区独立第1师平息叛乱。在政治攻势和军事打击下，叛军迅速分化瓦解或溃散。匪首马云山因内部矛盾激化，被同伙击毙。至7月底，“五八”叛乱被平息。共击毙回族叛匪174名，击伤24名，俘虏168名，投降400名，缴获各种枪支520多支（挺），子弹3300多发。\n\n　　1952年4月2日，西吉县党部执行委员、自卫队中队长马国瑗和宗教上层人士马国琏以及***教主密谋策划，成立“人民军”、“白头军”、“中央新编第三团”，公开进行武装叛乱，被称为“四二”叛乱。当天，回族叛匪100余人将正在组织斗争恶霸地主的西吉县白崖区土改工作组包围，砍伤工作组成员，抢去手枪4支。随后窜至海原县李俊区政府，参加叛乱。千余回族叛匪围攻西吉县城数日，袭击土改工作团，抢夺枪支、粮食，破坏公路桥梁……参加叛乱的回族暴徒达上万人。先后有解放军战士、农民积极分子和土改工作队员30余人被叛匪残杀。致使6个区37个乡的基层政权陷于瘫痪，固原地区1/3的区乡土改工作被迫中断。\n\n　　西北军区派遣步兵第8师3个团，骑兵第6师2个团以及平凉、庆阳军分区2个营、固原地区各公安局、县大队、武工队共同平息叛乱。宁夏（省）军区独立营和骑兵第四团也参加了平叛战斗。经多次激战，叛乱队伍瓦解，被裹胁的回民乌合之众全部溃散。杨枝云、马国瑗等匪首先后向人民政府投诚，杨年子被活捉，叛乱遂被平息。平叛中，共击毙回族叛乱分子151人、击伤23人、俘虏420人，共缴获各种枪支弹药.\n\n　　在西北甘肃南部回族反革命叛乱有两次，第一次是在1956年初，甘、青交界的少数民族中的反动分子组织武装开始叛乱。3月下旬，四川康定地区武装叛乱平定后，甘南地区形势开始紧张，步兵第11师33团两个营、一个山炮连会同师侦察连，奉兰州军区命令于6月11日从临夏进入甘南，与骑兵第一团，73团一同平叛。33团在战斗中，击毙回民暴徒298人，缴获枪支71支。\n\n　　1958年，甘南再度发生大规模武装叛乱，这次规模更大，参加叛乱的回族暴徒人数一度高达数万人。步兵第11师除炮兵305团外，全部进入甘南平叛。此时步兵第11师还指挥内卫第二团，成都军区145团，组成了第一指挥部，于1958年3月18日进入甘南，与第二指挥部的独立骑兵第一团和第三团一同平叛。至同年11月，基本平定叛乱.毙伤俘回族匪徒万余人.\n\n　　1958年8月，正当11师在甘南平叛时，临夏地区的回族反革命分子，乘临夏地区空虚，号召：“回族团结起来，打到**党”，于8月15日策动临夏、永靖、和政等96个乡叛乱，参加叛乱的人数相当多，仅东乡汪家集就有6129人。留守临夏的11师炮兵第305团，与师直属队和各团留守部队，在副师长王根发指挥下，分路出击，击退回族叛匪多次进攻。25日，步兵第134师奉命增援11师，两师组成临夏地区平叛临时指挥部，统一指挥11师305炮兵团、134师401团2个营、134师高炮营和临夏军区教导营、铁路公安第九团两个团以及临夏地区各县民兵大队，以汪家集为中心进行全面清剿。经过两个半月积极作战，部队迅速平息了叛乱，歼灭回敌10034人，其中击毙回族暴徒3268人，击伤2302人，俘虏1618人,捕获2846人.对于这些杀害共产党干部和人民,犯下累累反中国罪行的暴民,许多人被立即绑起来处决.这些杀害干部的匪徒终于得到应有下场.发生在西北甘肃等地的反革命暴乱被击溃和消灭!",
				"added": 1500218354
			}
		],
		"1_1NJzYVY3VakLY9s9S2TXHFBCtiZXWeYKZz": [
			{
				"comment_id": 3,
				"body": "新开了个博客，不知道别人能不能看见。\nhttp://127.0.0.1:43110/1KyswKYK1t3n3zxvAhuZMNTYqrsHnbTFSh/?Home",
				"added": 1500218761
			}
		],
		"3_18pFuBR6m9gHm7NJLw4QeXWdNCuc4R1mjc": [
			{
				"comment_id": 4,
				"body": "一个喊着中国应该再被殖民300年的汉奸死的太好了。同情的人都是汉奸预备队。",
				"added": 1500260682
			},
			{
				"comment_id": 5,
				"body": "一个喊着中国应该再被殖民300年的汉奸死的太好了。同情的人都是汉奸预备队。",
				"added": 1500260694
			}
		]
	},
	"comment_vote": {}
}