{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "[PSA] Help distribute files on ZeroNet!",
			"body": "A lot of websites that rely on storage (NullPaste, ZeroMaps etc.) have the option to distribute files! They're only a couple dozen megabytes for each site and unlike Tor, you don't need to have fancy equipment to speed up ZeroNet for everyone, so turn that option on!",
			"added": 1494119656
		},
		{
			"topic_id": 2,
			"title": "[PSA] Update your ZeroNet client periodically!",
			"body": "A quick look at the [stats](127.0.0.1:43110/Stats) page for ZeroNet reveals that a lot of people are running versions lower than 0.5.4 rev 2080, which is the latest as of now. Some clients seem to be running versions as old as 0.3.7, which was released last year (according to GitHub).\n###Updating takes less than 30 seconds. Here's how to do it.\n1. On the main page (ZeroHello), click the three dots menu on the top left, and select the second to last option \"Version xxxx\".\n2. Click \"Update\"\n3. Wait for ZeroNet to reload.\n\nIt's important that you _update at least once a month_ to keep your ZeroNet client running smoothly, and to install important security fixes.",
			"added": 1495115235
		},
		{
			"topic_id": 3,
			"title": "Tiddlywiki - a non-linear personal web notebook",
			"body": "Hi everyone, I wanted to share something I found on the clearnet and bring it to ZeroNet.\n\nIt's called Tiddlywiki, and it's a notebook that you can edit _anywhere_, with any browser, even without an internet connection!\n\nThe whole notebook is stored as a single HTML file with all the Javascript included, and you can export your own copy at any time, including options to enable encryption. Since it doesn't rely on any server-side logic, it makes a great method of creating ZeroNet sites, one can imagine creating a blog or a wiki with Tiddlywiki.\n\nI created a demo site cloned from tiddlywiki.com, please check it out and you can indeed verify in your data folder that it only uses index.html and nothing else.\n\nhttp://127.0.0.1:43110/1QGifZERxdtstSgRKgfx4nHrr6UXJbcZho/\n\nAn alternate shortened link\nhttp://127.0.0.1:43110/0sh.bit/?J1hz",
			"added": 1508023756
		}
	],
	"topic_vote": {
		"1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"9_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"8_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"1_15dMbdM7c2RT9RhNTJRqzc4vYSvrSJvxyG": 1,
		"2_15dMbdM7c2RT9RhNTJRqzc4vYSvrSJvxyG": 1,
		"4_1DCTA8rrSFeKX7CzieU3CYwCjGZ2hYvamb": 1,
		"1_1Lvkcqq796u3e3UAMxJxo7RZLzjvnR9bbE": 1,
		"1_1GswNiY1YMA8KiwHnSrJENYc6T5UBenmab": 1,
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"1_127tNdRpqjPKrVbgYNJHyvHV2Hz43VApCK": 1,
		"3_15dMbdM7c2RT9RhNTJRqzc4vYSvrSJvxyG": 1,
		"4_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"1509518161_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"1512998155_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": 1
	},
	"next_comment_id": 11,
	"comment": {
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 1,
				"body": "Hello",
				"added": 1492523056
			}
		],
		"9_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 2,
				"body": "I agree. This has already been accomplished somewhat. Check out these links to see the lists.\nhttp://127.0.0.1:43110/blog.kaffie.bit/?Post:2:ZeroNet+Beginner%E2%80%99s+Package&\nhttp://127.0.0.1:43110/0list.bit/?Topic:30_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ",
				"added": 1494978118
			}
		],
		"2_15dMbdM7c2RT9RhNTJRqzc4vYSvrSJvxyG": [
			{
				"comment_id": 3,
				"body": "> [akito](#comment_51_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): Thanks for clearing this up... The problem wasn't people willing or not knowing how to update, it is the update button. I checked for new updates frequently and the button always suggested: \"Up to date!\", so I didn't check if the version number is actually old or not. Now I found out that even if it says \"Up to date!\" you still have to click on the button to find out if there is actually a newer version out already.....\n\nYeah I agree. I was surprised that it always said \"Up to date!\" as well. I'll see if I can bring this issue up to nofish, the main dev behind ZeroNet.",
				"added": 1495120491
			},
			{
				"comment_id": 4,
				"body": "> [nofish](#comment_919_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): Stats for my client: [...]\n\nYeah I just saw the notification icon on my ZeroHello. I hope this will encourage people to update.",
				"added": 1495151358
			}
		],
		"53_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 5,
				"body": "ZeroNet sites are sandboxed for security, and keep in mind since you're running code in the browser the biggest security risk is if someone made a Javascript or other browser exploit that allowed them to gain elevated privileges or execute arbitrary code, which should be unlikely.",
				"added": 1495237142
			},
			{
				"comment_id": 6,
				"body": "> [kai0](#comment_119_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): do you mean it can work outside of the sandbox by browser? or just run arbitrary code inside the sandbox?\n\nOh yeah I meant code execution _outside_ the sandbox. Within the sandbox would be things like animations, read/write files etc.",
				"added": 1495285315
			}
		],
		"19_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 7,
				"body": ". Then",
				"added": 1507112768
			},
			{
				"comment_id": 8,
				"body": "fires",
				"added": 1507113591
			}
		],
		"3_15dMbdM7c2RT9RhNTJRqzc4vYSvrSJvxyG": [
			{
				"comment_id": 9,
				"body": "> [cadenoro](#comment_6_1vAdpJiyYEHcDZoJn93QcjzaFVKHHPg1F): Some aspects of the Tiddlywiki code seem to conflict with ZN's function.\n\nWhich aspects exactly?",
				"added": 1508069782
			}
		],
		"1509250910_1N3PjG79QtJEviXTaC28e4372TGbhi3sWd": [
			{
				"comment_id": 10,
				"body": "There probably won't be a mobile client for iOS (without jailbreaking) in a while due to system limitations (e.g. problems with syncing and Tor), most of the development efforts are on desktop. This is also a reason why there isn't an official Tor proxy/browser for iOS.",
				"added": 1509280331
			}
		]
	},
	"comment_vote": {
		"1_15dMbdM7c2RT9RhNTJRqzc4vYSvrSJvxyG": 1,
		"301_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"4_16rZsjufk1LwqZd42XhqrVxQz8SeDxMfZs": 1,
		"7_1C95bWEPdpFKgoZjPLxF9NKFVj8Fvw8u2z": 1,
		"6_1vAdpJiyYEHcDZoJn93QcjzaFVKHHPg1F": 1,
		"39_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1
	}
}