{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "\"Animal rights? Monkey selfie case may undo evolution of the Internet\"",
			"body": "\"Analysis: PETA’s quest for animals to own property is no laughing matter.\" https://arstechnica.com/tech-policy/2017/07/animal-rights-monkey-selfie-case-may-undo-evolution-of-the-internet/",
			"added": 1500231318
		}
	],
	"topic_vote": {
		"13398_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"2_18J68BvY3WjhBWy5P9GTYeiMMFXeh2vgAo": 1,
		"13478_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"7_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h": 1,
		"4_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"3_15dMbdM7c2RT9RhNTJRqzc4vYSvrSJvxyG": 1,
		"15257_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1
	},
	"next_comment_id": 13,
	"comment": {
		"1_1LfQ8dwqkqkGQNCg1kBevHPxjvTRJTQYBz": [
			{
				"comment_id": 1,
				"body": "The \"Great Firewall.\" They have more reason to be here then we do.",
				"added": 1499925674
			}
		],
		"4_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib": [
			{
				"comment_id": 2,
				"body": "But isn't ZeroNet itself an archive because everyone has a copy that can easily be cloned?",
				"added": 1500000138
			},
			{
				"comment_id": 7,
				"body": "> [elspru](#comment_29_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib): Yes exactly, ZeroNet is good for archival purposes.I'm saying we should make it easy for people to archive stuff using ZeroNet.such as by having a Firefox Addon.\n\nOh! Now I get it. That should be possible. To what degree I'm not sure.",
				"added": 1500118459
			}
		],
		"1_14ciQjA3TAFm1Sju8F3wDXRKgYvqoJ5w3B": [
			{
				"comment_id": 3,
				"body": "> [nofish](#comment_952_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): No, because it would be security issue, but you can use Markdown\n\nSo that's why Markdown was choosen.",
				"added": 1500005069
			}
		],
		"2_18J68BvY3WjhBWy5P9GTYeiMMFXeh2vgAo": [
			{
				"comment_id": 4,
				"body": "I'm learning Japanese and Swedish.",
				"added": 1500039211
			}
		],
		"1_18J68BvY3WjhBWy5P9GTYeiMMFXeh2vgAo": [
			{
				"comment_id": 5,
				"body": "If North Korea is willing to criticize America for pulling out of the Paris agreement, then I'm pretty sure China has some sorta high standards too.",
				"added": 1500039589
			}
		],
		"13461_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 6,
				"body": "Not sure how I feel about this.",
				"added": 1500118312
			}
		],
		"1_123rY6a7W3RMmgFHrTdMR1NwGfciuKwsV4": [
			{
				"comment_id": 8,
				"body": "I don't think ZeroNet was designed to replace the surface web. That being said, we need an Internet that isn't isn't prone to the same problems the surface web has put itself in. Not just censorship, but the fact that everything on the surface web has become so centralized.",
				"added": 1500118851
			}
		],
		"1_1PPog6MMH6yWv4rFM8mdDekECKWTmaCYSK": [
			{
				"comment_id": 9,
				"body": "> [salamander](#comment_2_1PMRgY6WGmrxwCPDTmESDEFXbZXsjg8WLk): \"Normal\" is a dangerous word. Bitcoin's value is only speculation. It is impossible to tell what the value will be in the future, and there may be some event that causes it to crash at any moment, for instance if a major exchange is hacked, a flaw in the system is found, or if a new technology is created which makes Bitcoin obsolete, etc.\n\nYes. There is no \"normal.\" I'd use average. $2k is still note worthy given where it was in 2015. Which means the new average could fall within $1k.",
				"added": 1500133802
			}
		],
		"1_1BtkvGpvmTqNaGrUFYFP1ot3KKJRiYStSo": [
			{
				"comment_id": 10,
				"body": "Spreading the word, for me, is through TPaw Beyond. It and TPaw itself, which is on the surface web, share a lot of the same resources which makes naturally make it easier to spread the word.",
				"added": 1500305884
			}
		],
		"13529_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 11,
				"body": "To be fair, it's no more scary or dark then what you find on the surface web. I.e. goatse. What makes it \"dark\" at all is the fact the websites aren't searchable by search engines like Google. Yet ZeroNet has shown that you can have a search engine within the darker regions of the web. Which means ZeroNet's version of the dark web is anything not indexed by RVRE or Kaffie or not published on places like ZeroSites.",
				"added": 1500394369
			}
		],
		"4_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": [
			{
				"comment_id": 12,
				"body": "Bookmarked! Been looking forward to a zite like this.",
				"added": 1508000921
			}
		]
	},
	"comment_vote": {
		"1_1HNWZre2hgEiAEKCrwoxUpJftuQgHNP21Y": 1,
		"1_19SGCfe3PMne2KakerYUUuSunokYApwsvu": 1,
		"952_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"3_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH": 1,
		"6_1PcZwxWnxHJdWgdbsvZnivK8iGX9cdVvZg": 1
	}
}