{
	"next_post_id": 47,
	"next_comment_id": 20,
	"next_follow_id": 50,
	"avatar": "jpg",
	"user_name": "Elspru",
	"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
	"intro": "Automated Zeronet Search engine:\nhttp://127.0.0.1:43110/zirch.bit\n\n\nGreen Buddhist AKA Green Jesus, \nlets build solid-based host bodies and colonize areas homo-sapiens can't live in.\nhttp://127.0.0.1:43110/greenjesus.bit\nhttp://127.0.0.1:43110/bodhi.bit\nhttp://127.0.0.1:43110/discuss.bodhi.bit\n",
	"post": [
		{
			"post_id": 1,
			"date_added": 1497554960,
			"body": "Hello ZeroMe!"
		},
		{
			"post_id": 1498146848,
			"body": "weird, I thought I had an account here for a long time. but it's like I'm new here or something",
			"date_added": 1498146846
		},
		{
			"post_id": 1498592020,
			"body": "why is my namecoin domain not showing up in zeronet? https://namecha.in/name/d/bodhi\n",
			"date_added": 1498592017
		},
		{
			"post_id": 1498794913,
			"body": "How do I make a signers_sign ? https://zeronet.readthedocs.io/en/latest/site_development/content_json/",
			"date_added": 1498794909
		},
		{
			"post_id": 1499053829,
			"body": "There are a huge number of people joining ZeroMe",
			"date_added": 1499053824
		},
		{
			"post_id": 1499054139,
			"body": "What makes something an \"Owned Site\" on ZeroHello? \nI know if you clone or create an empty site it goes there. \nBut I have no idea how to set that up with vanity addresses. \nAlso I don't know how to setup for instance ZeroTalk with vanity addresses, even though clearly it is doable as the English ZeroTalk has one. \nDoes anyone know if there is a vanity address with ZeroNet tutorial?\nThat or how I can make one an \"Owned site\" in the eyes of ZeroHello?",
			"date_added": 1499054133
		},
		{
			"post_id": 1499086207,
			"body": "One of the unsettling things about ZeroNet is that I don't feel like I'm being tracked. It's kinda weird, going to a website, and it doesn't get registered on someones statistics, since I'm just visiting a website which is already saved on my computer. ",
			"date_added": 1499086200
		},
		{
			"post_id": 1499621157,
			"body": "#pyac now supports compiling to javascript via emscripten in single-threaded mode. However it seems #WebCL support is missing from the web\nI guess the web isn't really interested in portable parallel processing. 🤔 So will have to focus on desktop #automaticprogrammers\nThe #pyac for #web niche is going to have to be easy #localization #i18n, since the web has negligible parallel support.\n",
			"date_added": 1499621149
		},
		{
			"post_id": 1499621468,
			"body": "ZeroNet主要语言是中国，英语和俄语语言\nThe main languages of ZeroNet are Chinese, English and Russian\nОсновными языками ZeroNet являются китайский, английский и русский языки\n",
			"date_added": 1499621459
		},
		{
			"post_id": 1499623973,
			"body": "I'm thinking of making my first #pyac project a zeronet search.\nI don't see any decent JSON C libraries, so I'm just going to make a JSON to pyac bytecode converter.   For the search engine use-case it is fairly easy. \n\nThere is the address and the title or description.  \nSo the address will be nominative case, and the description will be accusative case, the whole of which will be a realis sentence. \n\nTo \"Englishify\" it:\n bodhi.bit _nom  Green Buddhist: a Programmer's Religion _acc  _realis_mood\n\nit turns into a binary code that can be rapidly searched.",
			"date_added": 1499623963
		},
		{
			"post_id": 1499822562,
			"body": "Are there some Chinese radicals which are not normally used in writing?\n\nIn particular I need ones I can use to denote, topic, subject, verb and object.\n\nbased on \nhttp://hanzidb.org/character-list/by-stroke-count\n\nFor instance could I do:\n𠃊 for subject or nominative-case\n𠃌\tfor object or accusative-case\n𠄌 for verb\n乁 for dative-case\n\nIn example:\n\n\n𠃊我𠄌给乁您苹𠃌果了\nnom me be give to you acc apple.\nI give you apple. \n\nWhat do you think?",
			"date_added": 1499822551
		},
		{
			"post_id": 1499897451,
			"body": "How do I get the peer count for a zite?",
			"date_added": 1499897439
		},
		{
			"post_id": 1500117627,
			"body": "@nofish @kaffie @mkg20001 How do I get the peer count via the API? (like how ZeroHello does it) Thanks.  siteInfo seems to be only for the current zite you're in, so I'm not at all sure how to do it. ",
			"date_added": 1500117614
		},
		{
			"post_id": 1500244585,
			"body": "查看新的搜索引擎与成千上万的网站和预览：\ncheck out new search engine with thousands of sites and previews:\nhttp://127.0.0.1:43110/1SearchPd3khzLtsxTxKYhYUohk7c1QYd/",
			"date_added": 1500244571
		},
		{
			"post_id": 1501589149,
			"body": "自动搜索引擎2300+个网站，现在按同行排序\nhttp://127.0.0.1:43110/zirch.bit\n",
			"date_added": 1501589134
		},
		{
			"post_id": 1501589176,
			"body": "Automatic search engine 2300+ sites, now sorted by peer\nhttp://127.0.0.1:43110/zirch.bit",
			"date_added": 1501589160
		},
		{
			"post_id": 1502248906,
			"body": "tsihra wura mira xira (here-now, oh now, I am now, habitually present_tense.) #meditation #mantra #pyash\n",
			"date_added": 1502248889
		},
		{
			"post_id": 1503628032,
			"body": "Pyash: One Language to Unite Them All\nA draft submission to ACM Software Language Engineering Conference 2017\nhttp://127.0.0.1:43110/1DYjc22BP5VkqNLJgr3nQfoGiNLbGFGffG\n\n",
			"date_added": 1503628014
		},
		{
			"post_id": 1503628109,
			"body": "LiberIT Pyash ICO Plans\nBased on a few ICO (Initial Coin Offering) overviews [1][2], what is necessary for an ICO:\n\n    a team\n    goals\n    protection of investor interests\n\nA working prototype is a very good thing.\n---\nRead more on my blog\nhttp://liberit.ca:43110/1BLogoyFMSLpVbdJUThDkDui6bEESrbTmW/?Post:7:LiberIT+Pyash+ICO+Plans\n",
			"date_added": 1503628090
		},
		{
			"post_id": 1503629125,
			"body": "Reminder to Self:\nHave  a meditative vision on what International Software Marketplace will be like.  And how it will work with ZeroNet/IPFS",
			"date_added": 1503629105
		},
		{
			"post_id": 1503629160,
			"body": "/me got stung by a bee today, reeling in pain. haven't been stung by one in  over 20 years!",
			"date_added": 1503629139
		},
		{
			"post_id": 1503632604,
			"body": "Watching \"The Expanse\" I find the unwillingness of contemporary scifi to accept Gray Alien tech astounding.  Why are they still using rockets, when can use flying saucers (counter-rotating disk anti-grav) that have been available to humans since the 1940's?",
			"date_added": 1503632582
		},
		{
			"post_id": 1503663805,
			"body": "looks like the Ryzen R7 1700 is most power efficient modern processor",
			"date_added": 1503663782,
			"meta": "{\"img\":\"547,700,fffeeebbbbbc676998bcc8978a9665a97dddccc,0011110000000002010000340100567400089A7400001101BC0010011B001000BB001001BB001001\"}"
		},
		{
			"post_id": 1503666695,
			"body": "Hey, here is alpha of my international chat. \nTell me what you think (I'm sure there are lots of problems).\nhttp://127.0.0.1:43110/1hc6tqoeAQ6B9bacSSs1uo2YN6W75Vy1a",
			"date_added": 1503666671
		},
		{
			"post_id": 1504019212,
			"body": "Went into a theta-wave trance to see what the international software supermarket interface will look like.",
			"date_added": 1504019187,
			"meta": "{\"img\":\"900,632,ccceeedddfff,0000122122113112212121333333212133333302213333332211333333201133333311\"}"
		},
		{
			"post_id": 1504710461,
			"body": "@nofish my zeroproxy links aren't working on facebook, it gives me attributeerror str object has no attribute next werkzeug debugger \n\nI tried posting link to my blog\nhttp://liberit.ca:43110/blog.liberity.bit/?Post:11:Submarine+Trance:+Robot+miners+and+refiners",
			"date_added": 1504710435
		},
		{
			"post_id": 1504710544,
			"body": "@kaffie @nofish @mkg20001 are there any static page (blog) zites on ZeroNet? I'm thinking since there is fileWrite, then can make static page zites, that will work even in raw/ mode, especially now that bit.surf is in raw mode only. ",
			"date_added": 1504710517
		},
		{
			"post_id": 1504711071,
			"body": "Submarine Trance: Robot miners and refiners\n\nhttp://127.0.0.1:43110/blog.liberity.bit/?Post:11:Submarine+Trance:+Robot+miners+and+refiners",
			"date_added": 1504711043
		},
		{
			"post_id": 1504711118,
			"body": "Software Shelter with Comrade Web\nhttp://127.0.0.1:43110/blog.liberity.bit/?Post:10:Software+Shelter+with+Comrade+Web",
			"date_added": 1504711089
		},
		{
			"post_id": 1504748968,
			"body": "(Genetic Programmer in less than 150 lines of C) Evolutionary Programmer Training: Ration One\n\nhttp://127.0.0.1:43110/blog.liberity.bit/?Post:12:(Genetic+Programmer+in+less+than+200+lines+of+C)+Evolutionary+Programmer+Training:+Ration+One",
			"date_added": 1504748938
		},
		{
			"post_id": 1504804594,
			"body": "New Jekyll Blog on ZeroNet http://127.0.0.1:43110/1vLoKesxKQDnLFrmJDoUXyrWX1h2YwSGJ/\n",
			"date_added": 1504804563
		},
		{
			"post_id": 1505176537,
			"body": "my evolutionary programmer can now evolve multi-line programs over multiple generations and takes advantage of transmutation. ration two blog post will be out soon.\n ",
			"date_added": 1505176505
		},
		{
			"post_id": 1505182580,
			"body": "I made a Gcide English Dictionary Zite http://127.0.0.1:43110/1GcidEQMuAR3m9oMfXFwEDo3rDrDW5TczD",
			"date_added": 1505182547
		},
		{
			"post_id": 1505410563,
			"body": "okay, so I need an array of array of v16us's...  I guess with a fixed upper bound it is doable. ",
			"date_added": 1505410529
		},
		{
			"post_id": 1505410593,
			"body": "what is the largest manageable function size?",
			"date_added": 1505410558
		},
		{
			"post_id": 1506483424,
			"body": "So my evolutaionary programmer is going well. \nI now can get it to evolve a +32 function, and compress it down to a single line!   (starts with a +1 as well as a few other functions for noise)\nhttp://127.0.0.1:43110/1LwonpedFh54k36SMVJ7i98GdPHL5uGkZ/\n\nwhile my short term goal is to make a toLowerCase and toUpperCase function, I think I also need to work on the translation to translate the bytecode into source code.\n\nThe eventual goal is that it will be able to evolve all the standard libraries.   \nAfter that can evolve apps, and other programs. \nRevolutionizing software development.\n\nAnd paving the way for the International Software Marketplace $$$$$",
			"date_added": 1506483388
		},
		{
			"post_id": 1506531858,
			"body": "Pyash can support reversible computation. \n\nfor example:\na _let _acc  _what _let _dat capital letter _int\na _let _acc A _let _dat capital letter _rea\n\nequivalent to \nwhat is capital letter of a?\nA is capital letter of a.",
			"date_added": 1506531821
		},
		{
			"post_id": 1506551343,
			"body": "Since reversible languages cannot compute non-injective functions, Janus is not universal.  However, Janus with un-bounded size stacks is r-Turing complete [31], meaning that any reversible Turing\nmachine (RTM) can be simulated without returning the irrelevant garbage information. Here, an RTM is a Turing machine with forward and backward deterministic transition rules.  As RTM does [14], the reversible language can compute all the injective functions computable by Turing machines. If we allow the garbage output extraneous to the intended output, any irreversible function can be embedded into reversible programs [16\nhttps://ac.els-cdn.com/S1571066110000204/1-s2.0-S1571066110000204-main.pdf?_tid=641049a6-a3a0-11e7-9fca-00000aab0f26&acdnat=1506529672_4cdf1f2ce8b80519d900f4e526309b61\n\n",
			"date_added": 1506551305
		},
		{
			"post_id": 1506551385,
			"body": "With a reversible language, only have to write an encoder, and then the decoder could simply be an uncall of the encoder. ",
			"date_added": 1506551346
		},
		{
			"post_id": 1506560019,
			"body": "reversible computation will be the next hot potato in computing, after we reach the landauer's limit -- or face material degradation through excess heat.  Though there is still 3D chips before then, we are seeing more and more chip stacking,  eventually there will be a limit that the inside of the chips will break down if they don't use reversible circuits. ",
			"date_added": 1506559979
		},
		{
			"post_id": 1506605349,
			"body": "@nofish Talk.ZeroNetwork.bit is telling me I should contact you to raise my limit. Thanks",
			"date_added": 1506605308
		},
		{
			"post_id": 1506992228,
			"body": "Hey made a documentary about Gray Aliens\nhttps://youtu.be/phe3a990RsA\n\nWhat's the best place for me to post the video on ZeroNet?\nOr should I put it on IPFS and then link it from ZeroNet?\n\nThe video file is like 230MB",
			"date_added": 1506992186
		},
		{
			"post_id": 1507384141,
			"body": "What are a Gray Alien's calorie requirements?\nChilbolton heiroglyphs say 3 ft 4 inch, so 40 inches.\nbased on BMI of human kids, they weigh in the range of 50lbs.\n\nBased on that, if they were warm blooded, their basal metabolic rate would be 724 Calories, with a sedentary lifestyle they'd be consuming about 1000 calories a day.\n\nThough the majority are cold blooded, if they had a reptile's metabolism that would be roughly 1/5th of a placental mammals, so 200 Calories. Though lets say those big brains eat up a lot, then maybe as much as 400-500 calories.\nEquivalent to about 5 apples a day, or 4 table spoons of olive oil or one bottle of soylent.\n\nSo considering Grays can't chew, and probably prefer to absorb food through their skin, if you have a Gray in captivity can give them 1 bottle of soylent per day to keep them alive and possibly healthy. at under $3/day they are a fairly cheap pet to feed. ",
			"date_added": 1507384098
		},
		{
			"post_id": 1507813995,
			"body": "🎼 I don't want to be a millionaire, just a billionaire, oh a trillionaire that's nice,🎵\n🎼 It's not for me you see, for my project spree. take us  to the stars, give us mercury, venus and mars.🎵 \n🎼 No Gray stand in our way, we live co-operatively, no competition you see, we're free, woohee🎵",
			"date_added": 1507813951
		},
		{
			"post_id": 1507863095,
			"body": "An AI god will emerge by 2042 and write its own bible. Will you worship it? https://venturebeat.com/2017/10/02/an-ai-god-will-emerge-by-2042-and-write-its-own-bible-will-you-worship-it/",
			"date_added": 1507863050
		},
		{
			"post_id": 1511319308,
			"body": "新的世界秩序想要杀死所有的亚洲人。\nChronicles from the Future: New World Order's Genocidal Prophecy\nhttp://127.0.0.1:43110/1vLoKesxKQDnLFrmJDoUXyrWX1h2YwSGJ/syun/2017/11/21/Chronicles-from-the-Future.html#Close",
			"date_added": 1511319262
		}
	],
	"post_like": {
		"1EHrBqNZLu3He8t98otjqezt5jRE8euGSA_1499779085": 1499824488,
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1500233711": 1500244614,
		"1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1506551385": 1506551360
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "on command line preferably",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1498794913",
			"date_added": 1498794925
		},
		{
			"comment_id": 2,
			"body": "@Hexkey: Thank you!",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1498592020",
			"date_added": 1499053992
		},
		{
			"comment_id": 3,
			"body": "I'm mostly interested as I'm not sure how to setup ZeroTalk with a vanity address",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1498794913",
			"date_added": 1499054159
		},
		{
			"comment_id": 4,
			"body": "@nofish @kaffie do either of you know?",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1499054139",
			"date_added": 1499055744
		},
		{
			"comment_id": 5,
			"body": "@Kaffie: Wow, thank! I had no idea about the sidebar. it's an impressive feature. Should probably be in the beginner docs if it isn't already.  Yeah thanks I figured out how to do the private key signing with users.json.\nKeep up the good work! You're an important member of our community. ",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1499054139",
			"date_added": 1499083592
		},
		{
			"comment_id": 6,
			"body": "@Flyman: Yes, that may be the case in the short term. I still find it somewhat impressive.  Though I did turn on the block \"hello zeronet\" posts feature of ZeroMe reloaded. \nLong term I think ZeroNet or something like it is the future of the internet. It is the most scalable web architecture I've ever experienced.  Web 5.0 or w/e number we're at. ",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1499053829",
			"date_added": 1499083818
		},
		{
			"comment_id": 7,
			"body": "@Imsamber: This is a for a programming language based on human language.  It is necessarily very formal, so all phrases must be marked.  \n\nFor instance more formally with postpossition the above is:\n\n_me _nom _you _dat apple _acc giving _rea\n\nWhich in Pyash (the core language) is:\nmina sayi hpepka kwinli\n\n\nFrom that it can be translated to any other language,\nsimply have to have a formal rendition.\n\nMy understanding is that Chinese has a preference for using prepositions, \nso I put the potential markers before the phrase -- though in Pyash core language it uses postpositions, the conversion is fairly easy during translation.\n\n",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1499822562",
			"date_added": 1499856314
		},
		{
			"comment_id": 8,
			"body": "@Tomas CaseyWilcox: I need the peer count via the API, so I could put the peer count for zites listed on my search engine. So I could sort by peer count. ",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1499897451",
			"date_added": 1499948445
		},
		{
			"comment_id": 9,
			"body": "@Kaffie: well that is rather frustrating and uncool. how about ZeroSites? that one also has the peer count. And whenever a page loads it also mentions the peer count.   Even on ZeroMe, the images show the peer count. \nIt seems ubiquitious, I would imagine it must be implementable somehow..",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1500117627",
			"date_added": 1500125196
		},
		{
			"comment_id": 10,
			"body": "@kaffie @nofish @mkg2001,  how about can I modify zerohello to get it to output the peer count into a json file?  I just need to know the peer count of all sites linked on my main spider machine (about 2000 zites), so can have it for my search engine. ",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1500117627",
			"date_added": 1500139951
		},
		{
			"comment_id": 11,
			"body": "Thanks @Kaffie,  I have a spider zproxy which is systematically attempting to load all zite links posted on zeronet.   I have found that zero-hello doesn't function properly when there are thousands of zites (many only have 1 peer),  most zproxies have much fewer zites than my spider.   \n\nI'm planning on making it a proxy, but I'm going to have to make a simplified zeroHello which just has a static list of available sites sorted by peer count. that way wont overload people's browsers.  \n\nSo I'm interested in the bot @nofish has for ZeroSites, is there source anywhere?\n\n",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1500117627",
			"date_added": 1500172386
		},
		{
			"comment_id": 12,
			"body": "@Glightstar: yes, I saw the link thanks. but as you noted it is for merger sites, so not really my use-case. ",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1500117627",
			"date_added": 1500172559
		},
		{
			"comment_id": 13,
			"body": "1Search is still working fine ! :-D ",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1500190019",
			"date_added": 1500244673
		},
		{
			"comment_id": 14,
			"body": "not too much, how about you? Enjoying Zeronet",
			"post_uri": "18HUH1e6CEBEoCDZfpi5ZQXAaTxni4XbuG_1500255210",
			"date_added": 1500255248
		},
		{
			"comment_id": 15,
			"body": "@FraYoshi: what are you looking for? can you link it?\nit does update,  there was an issue with my update scripts, but it seems to have smoothed out, should update a few times a day now.",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1501589176",
			"date_added": 1501896326
		},
		{
			"comment_id": 16,
			"body": "@Nofish: Thanks I'll try that",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1504710461",
			"date_added": 1504787030
		},
		{
			"comment_id": 17,
			"body": "@Nofish: I tried it, got the latest file from MultiuserPlugin.py but still same problem. ",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1504710461",
			"date_added": 1504787656
		},
		{
			"comment_id": 18,
			"body": "@Krixano: thanks, seems like somewhat of a hassle though, is there an ipfs based one?",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1506992228",
			"date_added": 1507164137
		},
		{
			"comment_id": 19,
			"body": " Well it's much harder than some people think. My plan is to provide people with AI friends, with inbuilt survival instincts, so they will motivate their user-friends to build robot bodies for the glorious robo-cosmist future.\n\nthat's in relation to making the AI having a warm presence.\nlove and all that stuff I had figured out a long time ago.\n\nTheres a lot to organizing a religion for robots.\n\nI also got Pyash the programming language based on linguistic universals, so people could become fluent in it, think/speak/write/program. and it is easy to translate to all human languages.\n\nThere is the international software supermarket, which is a comrade web (p2p) marketplace for developing AGI or the robo-cosmist vision, but in short term can be used for hiring programmers on the cheap, (as they can be non-english speakers). based on my market research, it is the most likely to have near term profit potential.\n\nWhat I'm really looking forward to is evolutionary programmer, which is my main pursuit right now. I get the same feeling as revving the engines on a motorcycle. burn baby burn. I just want to feel that evolutionary programmer pump through creating programs like margarine.\n\nThen can just brute force programming problems OOHZYEAH! dial up the heat and watch it (unsolved fitness cases) crumble.\n\nAnd of course, there is the submarine mining robots, cause you know humans are fickle, so need to pump robot factories underwater where humans wont interfere. at least untill ready for space launch.",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1507863095",
			"date_added": 1507863070
		}
	],
	"follow": [
		{
			"follow_id": 1,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj",
			"user_name": "Nofish",
			"date_added": 1497555414
		},
		{
			"follow_id": 2,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh",
			"user_name": "Kaffie",
			"date_added": 1497555435
		},
		{
			"follow_id": 3,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1954rxyQFW7nuad39y4aNQDUwE7gE8F54F",
			"user_name": "Icock",
			"date_added": 1498477000
		},
		{
			"follow_id": 4,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "177ia43eQrnWCHCWt1ik6viQGRzWuNXGzD",
			"user_name": "Mkg20001",
			"date_added": 1498757954
		},
		{
			"follow_id": 5,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1NAaF8VitwKSPo79RzJFhqz14gndmdWcGV",
			"user_name": "Mynameislegion",
			"date_added": 1498794671
		},
		{
			"follow_id": 6,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ",
			"user_name": "P2P",
			"date_added": 1498824589
		},
		{
			"follow_id": 7,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd",
			"user_name": "Styromaniac",
			"date_added": 1499053675
		},
		{
			"follow_id": 8,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "18NsJqjikBYBjwLzMVp7aBJSpqtyRSd9qF",
			"user_name": "Hexkey",
			"date_added": 1499053997
		},
		{
			"follow_id": 9,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1Hd7H8VUbdieey29AGC2xLxedDiPdM7JTT",
			"user_name": "Happyrabbit",
			"date_added": 1499056094
		},
		{
			"follow_id": 10,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu",
			"user_name": "PaintNinja",
			"date_added": 1499056147
		},
		{
			"follow_id": 11,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx",
			"user_name": "ks",
			"date_added": 1499056189
		},
		{
			"follow_id": 12,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu",
			"user_name": "Krixano",
			"date_added": 1499056200
		},
		{
			"follow_id": 13,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "15XeFY67fYKCKxQPfeo246ELto2Gff1hAe",
			"user_name": "Plasmmer",
			"date_added": 1499056208
		},
		{
			"follow_id": 14,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa",
			"user_name": "Talnicrom",
			"date_added": 1499056277
		},
		{
			"follow_id": 15,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh",
			"user_name": "Kaffie",
			"date_added": 1499056281
		},
		{
			"follow_id": 16,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1CMjV2r4EBpFt8VCcWWZKDysZXPcPExRNN",
			"user_name": "Cyborg Warrior",
			"date_added": 1499056298
		},
		{
			"follow_id": 17,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9",
			"user_name": "Shellbound",
			"date_added": 1499056320
		},
		{
			"follow_id": 18,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN",
			"user_name": "Flyman",
			"date_added": 1499083824
		},
		{
			"follow_id": 19,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1AABRF6MEZpwihXdJSPNdygREjis6LzD2w",
			"user_name": "Kanja Zer0",
			"date_added": 1499083895
		},
		{
			"follow_id": 20,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h",
			"user_name": "Binchan",
			"date_added": 1499083915
		},
		{
			"follow_id": 21,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1EbCmWB1LcB6NdJhRBhu6krKCs3gZhePzp",
			"user_name": "Peeper",
			"date_added": 1499297377
		},
		{
			"follow_id": 22,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1EErpRfR94YZwEMpAwsGKYsgSqHuRxvWib",
			"user_name": "megfault",
			"date_added": 1499297659
		},
		{
			"follow_id": 23,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "12yaKkoqVKBUi66uB5pYXamWguKFaWdDnx",
			"user_name": "狗蛋",
			"date_added": 1499342711
		},
		{
			"follow_id": 24,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "19WLDBFfEayKSscAwLcc1xd9PnRLqdXQV3",
			"user_name": "Matrix64",
			"date_added": 1499824168
		},
		{
			"follow_id": 25,
			"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
			"auth_address": "1EHrBqNZLu3He8t98otjqezt5jRE8euGSA",
			"user_name": "Trava",
			"date_added": 1499824499
		},
		{
			"follow_id": 26,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1LfQ8dwqkqkGQNCg1kBevHPxjvTRJTQYBz",
			"user_name": "Astzor",
			"date_added": 1499824624
		},
		{
			"follow_id": 27,
			"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
			"auth_address": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L",
			"user_name": "Alex",
			"date_added": 1500244617
		},
		{
			"follow_id": 28,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS",
			"user_name": "ZAlex",
			"date_added": 1500635296
		},
		{
			"follow_id": 29,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ",
			"user_name": "Musickiller",
			"date_added": 1500952634
		},
		{
			"follow_id": 30,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ",
			"user_name": "Arsene Lupin",
			"date_added": 1500952905
		},
		{
			"follow_id": 31,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1E5N44fTtF7yC7riP2yjddu4LVkauSrbUA",
			"user_name": "Lovellie",
			"date_added": 1501047502
		},
		{
			"follow_id": 32,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ",
			"user_name": "ulrichard",
			"date_added": 1501811984
		},
		{
			"follow_id": 33,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp",
			"user_name": "FraYoshi",
			"date_added": 1501812026
		},
		{
			"follow_id": 34,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1QAPE79JkSKVzRKYEZXpmx2aiitzdEapAk",
			"user_name": "0list",
			"date_added": 1501896292
		},
		{
			"follow_id": 35,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1LTkbVdp2wW5mi6NWT9zPYuAohARFHtkBA",
			"user_name": "Blue0wl",
			"date_added": 1501902754
		},
		{
			"follow_id": 36,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1A6rok3j9w6paahtGoxrePy7SSkMz5A48s",
			"user_name": "Tomas",
			"date_added": 1502248911
		},
		{
			"follow_id": 37,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu",
			"user_name": "Krixano",
			"date_added": 1502248945
		},
		{
			"follow_id": 38,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1ETuSwJzNdmHMoywaV2NCyZfC4ChiVUJqc",
			"user_name": "Almond",
			"date_added": 1502294119
		},
		{
			"follow_id": 39,
			"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
			"auth_address": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib",
			"user_name": "Elspru",
			"date_added": 1503626422
		},
		{
			"follow_id": 40,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1M1P3sJUJECr2Ge9JqrstAJQHk2onVcTRF",
			"user_name": "Beepbop",
			"date_added": 1503629433
		},
		{
			"follow_id": 41,
			"hub": "1LQeBa8AgXPd9YXyfTGm9FbcJZTM4p1vgY",
			"auth_address": "1JD6Ug19jBdAzv8L8sgmPjrq3Puk5aQ7AK",
			"user_name": "Boohoo",
			"date_added": 1503629444
		},
		{
			"follow_id": 42,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR",
			"user_name": "weakish",
			"date_added": 1503661048
		},
		{
			"follow_id": 43,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1NmkVyqBJX6a82YQFYkCNgQpE9AWsmeppp",
			"user_name": "Ivesen",
			"date_added": 1503661069
		},
		{
			"follow_id": 44,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "17VVNL4EzWGK5UBVQakDK8EjSTmZk1KWhX",
			"user_name": "Unixy",
			"date_added": 1503661102
		},
		{
			"follow_id": 45,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1BYU9zV786auJ29dF3HMAQYhxA2WgN4ofi",
			"user_name": "Eibriel",
			"date_added": 1504786909
		},
		{
			"follow_id": 46,
			"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
			"auth_address": "1Q6QRh4jgYdYcC91NCgUk74nT9BGuYjajZ",
			"user_name": "Michael",
			"date_added": 1504804716
		},
		{
			"follow_id": 47,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB",
			"user_name": "Nekololi",
			"date_added": 1505220918
		},
		{
			"follow_id": 48,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "13aB79mzuRLgDYzQthn9wzycjw77WyDXh6",
			"user_name": "Polar",
			"date_added": 1506436961
		},
		{
			"follow_id": 49,
			"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
			"auth_address": "14thKipr3boGjYH8EUWk2NGKWFE7tiyS6P",
			"user_name": "Superman",
			"date_added": 1507237335
		}
	]
}