{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1509968168,
			"title": "64事件全过程简介",
			"body": "简介64事件，从1989.4.15－1989.6.13",
			"added": 1509968167,
			"parent_topic_uri": "10_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj"
		}
	],
	"topic_vote": {},
	"next_comment_id": 35,
	"comment": {
		"1509968168_1FU7ngaxp8tW1kkbYVa1sUbSnz9VnrXZzf": [
			{
				"comment_id": 1,
				"body": "4月15日，中共改革派代表人物胡耀邦突然心臟病發作而猝逝，終年73歲。中共中央表示哀悼，並稱他為「久經考驗的忠誠的共産主義戰士，偉大的無産階級革命家，政治家，中國軍隊傑出的政治領袖，長期擔任黨的重要職務的卓越領導人。」六四屠城慘劇的導火線，是中國學生自發悼念中國共產黨前總書記胡耀邦（中共文件顯示，1987年，胡耀邦因對知識分子的資産階級自由化傾向的縱容而被中共元老們要求辭職，但很快學生的紀念活動就演變成為一場反對「官倒」，反對腐敗，爭取民主，爭取自由的抗爭。整件事件的起因有著深刻和廣闊的政治經濟背景，以及與當時中國國內，國外勢力的鬥爭和較量有關聯。",
				"added": 1509968286
			},
			{
				"comment_id": 2,
				"body": "4月16日，北京高校學生以及各界人士自發前往胡耀邦家庭靈堂和人民英雄紀念碑敬獻花圈。上海大學生進行了街頭遊行活動，表示哀悼。",
				"added": 1509968349
			},
			{
				"comment_id": 3,
				"body": "4月17日，天安門悼念活動規模逐漸擴大，開始有學生到廣場遊行，紀念胡耀邦。當天下午，第一支遊行隊伍，中國政法大學法律系的約500名學生在人民大會堂東門舉行悼念活動，活動中曾有警察試圖驅散群眾，但是沒有成整個活動在下午6點半和平結束。活動中有外國記者和外交人員在廣場照相，部分學生還接受了採訪。到當天晚上，廣場上已經聚集上千人，除了政法大學的學生外，還有其他高校學生和普通市民。（照片攝於北京人民大學民主牆。一幅哀悼胡耀邦的對聯諷刺中共官場現象：「不求有功但求無過萬壽無疆;寧作良臣勿為忠臣英年早逝」，博訊網）",
				"added": 1509968393
			},
			{
				"comment_id": 4,
				"body": "4月18日，又有一批約3千人的學生隊伍淩晨從北京大學出發，向天安門廣場遊行，沿途又有近千名清華大學學生加入。據稱隊伍中有9輛外國使館車輛和一些外國記者隨行，清晨，數百名學生聚集在人民大會堂前靜坐，要求人大常委接見，並向人大常委提交了一封請願信，提出7點要求1·重新評價胡耀邦同志的功過是非，肯定其「民主，自由，寬鬆，和諧的」觀點。2·嚴懲毆打學生和群眾的兇手，要求有關責任者向受害者賠禮道歉。3，盡快公佈新聞法，保障新聞自由，允許民間辦報。4，要求國家領導幹部向全國人民公開其本人及家屬的實際財產收入，嚴查官倒，公佈詳情5·要求國家有關領導人就教育政策的失誤對全國人民作出正式檢討並追究責任，要求大幅度增加教育經費，提高知識分子待遇0 6，重新評價反資産階級自由化運動，並為在期間蒙受不白之冤的公民徹底平反。7，強烈要求新聞機構給予這次民主愛國運動以公正如實及時的報道上午8時，國務院信訪辦的一名官員出面，接見了學生代表郭海峰，王丹。兩人要求人大常委接見學生，這個要求在當天下午5時30分得到滿足。此期間學生們繼續靜坐，而且有越來越多的學生開始在廣場聚集，靜坐。學生們的口號是「民主萬歲」，「自由萬歲」。到晚上9點，廣場已經聚集大約2萬名學生。當天在北京的幾所大學出現了約700多份有關胡耀邦的大字報。在上海，情況比較穩定，只有復旦大學，同濟大學",
				"added": 1509968449
			},
			{
				"comment_id": 5,
				"body": "4月19日，有學生淩晨時份要求進入中南海獻花圈，並提交之前7點要求的請願信，武装警察築成層層人牆，阻擋學生進入。有人高喊「李鵬出來」，並開始衝撞警方的人牆，趙紫陽在接到報告後，下令武警不得帶刺刀，避免傷害學生，但是同時要保衛新華門。當時的中央辦公廳主任溫家寶親自前往新華門部署有關事宜。同日，中共中央決定，4月22日上午10時在人民大會堂中央大廳舉行胡耀邦同志追悼大會並向遺體告別。19，20日兩天，新華門外學生繼續聚集，並且發生嚴重的警民衝突事件",
				"added": 1509968493
			},
			{
				"comment_id": 6,
				"body": "4月20日，北大民主沙龍開會，學生們決定自己組織學生會，廢除原先接受政府和校方領導的北京大學學生會，組建「北京大學團結學生會籌委會」，由丁小平，王丹，楊封從德等七名學生領導。他們希望能夠團結全北京市其他學校的學生，統一領導學生運動0會議還通過了《告北京高校書》，提議進行非暴力，不抵抗抗爭，採取罷課的形式爭取民主。當天，新華社就學生遊行和新華門外的衝突首次發表評論，稱「維護社會穩定是當前大局」;次日，《人民日報》也發表社論，批評新華門外學生靜坐事",
				"added": 1509968543
			},
			{
				"comment_id": 7,
				"body": "4月21日，北京大學學生開始罷課，抗議兩天前一名學生被武警打傷的事件，也有一些罷課學生阻擋另一些學生上課當天在天安門廣場繼續有學生抗議，當天晚上廣場上的學生人數劇增，達到20萬人。廣場上有人發表各種政治演說，要求民主與自由。與此同時，由詩人北島發起，150名學者連署的一封表達支持學生的請願信送交全國人大，但是未獲接受。在全國，各地的示威活動升級，天津，南京，上海等地的學生試圖進入北京聲援，但是大多被阻攔，只有36人冒充工人身份進京。當晚，數萬北京學生們提前進入天安門廣場，包括數百天津騎自行車來京的大學生。",
				"added": 1509968600
			},
			{
				"comment_id": 8,
				"body": "4月22日，官方舉行胡耀邦追悼會，前一天晚上，北京19所高校學生組成「臨時行動委員會」，組織學生悼念活動。學生們提出3點要求：1，請求靈樞繞廣場一周，讓同學們瞻仰胡耀邦遺容; 2，與總理李鵬對話; 3·官方報紙報道學生悼念活動。學生這些要求最終都未能得到滿足。上午12時45分，三名學生代表獲准將學生準備的花圈送入人民大會堂，之後有3名學生周勇軍，郭海峰，張智勇跪在人民大會堂前國徽下，中間的那個學生舉著一個很大的紙卷，據稱是7點要求。有人高喊「人家都跪了那麼長時間，為什麼沒人理」等話語，更多的廣場學生齊喊「站起來！」。曾有工作人員試圖將學生扶起。在追悼會期間，廣場上坐滿了等待一夜的幾十萬學生，為防止學生和武裝警察的衝突，擔心",
				"added": 1509968678
			},
			{
				"comment_id": 9,
				"body": "4月23日，趙紫陽按原定計劃出訪朝鮮0同一天，「北京市高校學生臨時高聯」向北京和全國各高校倡議，舉行無限期罷課活動。他們稱，整個事件已經轉變為全面爭取自由民主的運動。這場大規模遊行的焦點從「悼念胡耀邦」轉變為「爭取自由民主」。當天，北京《科技日報》突破政府的新聞封鎖，在頭版發表有關學生遊行的活動，第四版又全版報道學生遊行，稱「學生的行動代表了十億人民的呼聲」。日本《產經新聞》將這次事件與匈牙利和捷克的革命相提並論，日本共同社則稱，若工人也加入到學生隊伍中，可能迫使政府使用武力鎮壓。",
				"added": 1509968724
			},
			{
				"comment_id": 10,
				"body": "4月25日，清華大學「和平請願組織委員會」提出與國務院，北京市委的領導對話，雙方同意由15名學生代表與國務院副秘書長劉忠德，北京市委副書記汪家繆等人對話，可是最終因學生內部存在分歧，認為清華不應該單獨與官方對話，雙方對話流產。在上海，上海市委沒收了當天出版的30萬份《世界經濟導報》，該報有批評中央決定讓胡耀邦在1987年下臺的決定並同情學生遊行等內容。上海市委書記江澤民要求該報更換有關文章後出版，但是遭到總編輯欽本立抵制，最終該報在原文處留白出版，引起海內外巨大反響。同日，李鵬，楊尚昆等人到鄧小平住處彙報學生運動的情況。鄧小平對於將學生遊行定性為動亂表示贊同，並稱「這是一場有計劃的陰謀，其實質是要從根本上否定中國共產黨的領導，否定社會主義制度。」",
				"added": 1509968792
			},
			{
				"comment_id": 11,
				"body": "事前明令禁止遊行，但是在學生示威中並沒有採取堅決強制手段，阻撓遊行活動。公安警察在數十公里長的路線組成了十道警戒線，但都被遊行學生所湧過，無發生衝突學生們的標語主要是「和平請願，不是動亂」，「打倒官僚」，「擁護共産黨」之類，活動中秩序良好，最終和平落在中南海，胡啟立召開宣傳部會議，檢討之前新聞宣傳方面的過失;李鵬隨後要求《人民日報》再發表一篇社論，但是語氣更加溫和，以維持社會穩定為主旨此外在上海，《世界經濟導報》總編輯欽本立遭撤職。對此，中國官方的說法是（原文如下）：「中共上海市委認為，《導報》定於4月24日出版的一期報紙上，在用幾個版的篇幅報道追悼胡耀邦同志逝世的座談會內容中，有些如公開發表，對穩定當前局勢十分不利，將會造成思想混亂，影響安定團結。為此，市委和《導報》名譽理事長4月22日約請《導報》總編輯，黨組成員欽本立同志談話，建議對報紙內容加以節選。欽本立同志表示同意，並打電話通知停發已印好的這期報紙，待重新排版後再印發。但是，後來瞭解到，原來報紙已經印好，有些報紙已經提前發出去了。而且，第二天早晨，海外某些報紙就刊出了所謂《導報》被「沒收」，「查封」的消息，甚至外國電臺也相繼播出了類似的消息。23日下午，市委再次要求《導報》立即提出版面處理意見，欽本立等當時決定改版後發行。直到25日下午，改版後的清樣還壓在《導報》負責人手裏，遲遲不簽發。最後仍未出報。25日晚，《導報》負責人給市委寫了一份《緊急報告》，堅持發行原已印好的那張報紙。鑒於《世界經濟導報》總編欽本立同志嚴重違反紀律，中共上海市委決定，停止他的《世界經濟導報》總編輯，黨組成員的職務，並向該報社派駐整頓領導小組。」",
				"added": 1509968886
			},
			{
				"comment_id": 12,
				"body": "4月28日，《人民日報》照前日李鵬的要求，發表了題為《維護大局維護穩定》的社論。社論指出，中國需要穩定，當前壓倒一切的大局是保持社會的穩定。無視這個大局，只能給民族和國家帶來災難。李鵬主持政治局常委擴大會議，中共中央在基本原則上的意見是相同的，即必須立即平息風波，但是在具體作為上存在分歧。楊尚昆，喬石等提議應該與學生和群眾展開對話，平息怒氣;李鵬，薄一波，宋平等人則認為有人在故意煽動學生，破壞穩定。",
				"added": 1509968923
			},
			{
				"comment_id": 13,
				"body": "4月29日，在全國學聯的安排下，國務院新聞發言人袁木（圖片右一）以及國家教育委員會副主任何東昌（圖片右北京市委常委兼秘書長袁立本，北京市副市長陸宇澄等，與北京16所高校的45名學生下午進行對話個別的學生領袖（包括吾爾開希）認為參與對話的學生代表並非選舉産生，不具備其代表性為由而選擇拒絕出席會議。袁木承認中共內部有官員腐敗的問題，但是強調大多數官員還是好的，並稱無新聞檢查制度，而只有「總編輯負責制」;另外他也稱胡耀邦是自己決定辭職，除了因為認為學運事件未處理好外，健康原因也是其中一個。但是他同時又批評北京高校中有些人故意煽動情緒，目前的情況「和當年的文化大革命有驚人的類似之處。」這段對話在播出之後，大部分學生還是感到不滿，認為首先參與對話的學生代表無法代表大多數學生，而且袁木回避了一些實質性問題。但是也有許多學生認為對話十分成功，並希望政府應該多舉行這類直接的對話但是當天下午，「北京高校學生自治聯合會」北京大學代表王丹，北京師範大學代表吾爾開希等人在香格里拉飯店舉行記者會，批評那樣的對話「更像是一次記者招待會，由學生來充當記者，提問題。」當晚一些學生就提出應該由學生選出的代表參加另一場對話。在蘭州，不滿的數千名學生遊行到省政府，要求與省長對話，但是未果，次日淩晨在校方的勸說下遊行和平結束。在武漢也有學生發動了類似的遊行活動。",
				"added": 1509968963
			},
			{
				"comment_id": 14,
				"body": "4月30日，趙紫陽結束平壤訪問返回北京，他重掌政府各個機關行動之後，要求強硬處理事件的官員態度轉趨緩和。當天下午北京市委書記李錫銘和北京市長陳希同前往與北京17所高校的29名學生對話，會議主題包括學生關注的官員貪腐問題。會面中陳希同表示自己月入薪資實際上僅數百元，但並不會因為金錢利益而貪污。會談後學生運動的局勢表面上漸趨緩和，約30％的高校學生已陸續回到各自的學校復課，但仍然有9萬名北京大學學生堅持繼續罷課抗議。",
				"added": 1509969021
			},
			{
				"comment_id": 15,
				"body": "5月1日，勞動節當天的態勢也是基本平靜的，不過「北京高校學生自治聯合委員會」（簡稱「北高聯」）在北京大學召開記者會，宣佈要舉行全國的罷課活動，並提出要與政府對話，此外還提出要重新評估胡耀邦功過和學運性質，懲處420打人事件的肇事人，反貪污反腐敗，允許私人辦報和檢討經濟政策失誤。會議還倡議成立「全國學聯籌委會」，統籌全國的罷課行動。當天在中南海，已經結束朝鮮訪問回到北京的中共總書記趙紫陽召開政治局常委會議，趙紫陽稱要以疏導為主，堅決勸導學生復課。庶冉这烊下去",
				"added": 1509969066
			},
			{
				"comment_id": 16,
				"body": "5月2日，在上海多所高校的學生為抗議《世界經濟導報》整肅事件舉行遊行。在北京，「北高聯」代表大會選出「北京高校提請對話請願團」，由中國社會科學院研究生院代表王超華為領隊，北京大學代表王丹，北京航空航天大學代表鄭旭光為副領隊，向中共中央信訪局，全國人大常委會辦公廳信訪局，國務院辦公廳信訪局分別提交了份聲明，提出要由普選的學生代表與政府對話，而且要求允許旁聽，有電視直播，並且雙方代表都有相同的時間發言，且保障學生代表的人身與政治安全。",
				"added": 1509969112
			},
			{
				"comment_id": 17,
				"body": "5月3日，趙紫陽在紀念五四運動70周年的會議上發表講話，指出「穩定不是不要民主，而是要使我們的民主走上一條有法制化的正道。…廣大群眾包括廣大學生希望推進民主政治，要求懲處貪污腐敗，發展教育和科學，這也正是我們黨的主張。」趙紫陽既肯定了學生的愛國熱情，但更多的篇幅是強調應該保持穩定。這次講話緩和了學生激動的情緒。",
				"added": 1509969147
			},
			{
				"comment_id": 18,
				"body": "5月4日，「北高聯」發動五四遊行活動，發表五四聲明，隨後就宣佈將從次日起結束罷課行動。學生們的遊行活動到下午3點左右就平和落幕。此時大多數人認為，在趙紫陽回到北京，親自處理學潮以後，事件應該就將結束。新華社，人民日報等多家媒體作了如下報道：趙紫陽總書記會見亞洲銀行理事會的外賓時說：「現在北京和其他某些城市一部分學生的遊行仍在繼續，但是我深信，事態將會逐漸平息，中國不會出現大的動亂，我對此具有充分信心。」人民日報則在頭版的顯著位置刊載了如下消息：「......今天是五四運動70周年，北京20萬青年以豐富多彩的內容來歡度自己的節日。萬名新團員在人民英雄紀念碑前舉行入團宣誓儀式，數萬名青年分別去勞動人民文化宮，圓明園，官園等地參加各種遊園活動......」「首都多所高校數萬名學生上街遊行......」「......遊行組織者宣佈：從5月5日起首都高校全部復課......]",
				"added": 1509969202
			},
			{
				"comment_id": 19,
				"body": "5月7日，北大學生自治聯合會成員王丹召開民主沙龍，號召繼續罷課，聲援準備到中國記者協會請願抗議《世界經濟導報》事件的記者。當天的美國《華盛頓郵報》也首次報道了兩名學生領袖：北大學生王丹和北師大自治聯合會主席吾爾開希。",
				"added": 1509969242
			},
			{
				"comment_id": 20,
				"body": "5月10日，北京近萬名學生騎自行車遊行，沿途高呼：「新華社，講真話！」及「解除報禁」等口號。參與學生來自北京大學，清華大學，北京師範大學等11所高校，他們踏着單車巡遊式請願，遊行路線經過中央廣播大樓，新華社，《人民日報》報社等官方新聞單位。當天中午12時正，北大學生在校園南門齊集，列隊出發前先廣播遊行目的及播放國歌，同學們心情頗為輕鬆。北大是單車遊行的骨幹，單是北大學生人數已接近三，四千。他們把寫上各種標語的綵帶繫在頭上，又把大旗装配在自行車上。車隊由作家班帶頭，其中著名作家蘇曉康也領在前面。同學們把平等對話，堅持到底，爭取民主，人權，自由等標語，旗號鮮明地掛起，甚至把精警句語及文摘抄在衣服上，以取代部份橫額，旗幟及口號。同日，多所新聞單位記者到全國記協遞交請願書，抗議上海市委撤銷欽本立《世界經濟導報》總編職務的決定，抗議對學運的新聞封鎖和壓制，要求新聞自由。",
				"added": 1509969397
			},
			{
				"comment_id": 21,
				"body": "5月13日，數百名學生在天安門廣場絕食靜坐，抗議政府拖延5月2日北京學生要求的對話，並增加政府肯定學生運動為愛國運動，並推翻《四二六社論》的要求。由於絕食學生瀕臨身體遭到不可逆損傷的邊緣，政府無人出面，許多醫院包括軍隊醫院自行組織搶救，為抗議政府無人理睬，參加絕食的學生越來越多，其後北京市民加入聲援隊伍，募捐搶救，許多機關單位加入募捐隊伍，全國總工會，全國婦聯都捐資為學生治療，近20個城市學生遊行聲援北京絕食的同學，鐵路部門默許學生和醫務人員不買票乘車，大量外地學生聚集北京。當日，中共中央書記處書記統戰部部長閻明復約請知識分子出面斡旋，有嚴家其，戴晴，劉曉波等到廣場勸說學生停止絕食，未果。",
				"added": 1509969470
			},
			{
				"comment_id": 22,
				"body": "5月15日，由學生帶動形成北京各行各業聲援絕食學生的遊行，長安街交通基本癱瘓，地鐵前門站封閉，聲援學生的遊行車輛由學生自發組織指揮，遊行學生的口號越來越明顯針對趙紫陽，李鵬和當時教育部長何東昌，市民甚至武裝警察對政府反應緩慢也產生不滿，明顯同情學生。當日，蘇聯最高蘇維埃主席團主席戈爾巴喬夫中午抵達北京進行訪問，由於廣場上的學生仍在絕食請願，歡迎戈爾巴喬夫的儀式臨時改在北京首都機場進行。而中央電視臺每天轉播天安門廣場的情況，人民日報也不斷報道，輿論也呈現同情學生一邊倒的跡象。當天，在中共中央統戰部會議室，閻明復，李鐵映，尉健行等與「北京高校學生對話代表團」對話，對話因公開直播問題無限期中斷。",
				"added": 1509969646
			},
			{
				"comment_id": 23,
				"body": "5月17日，趙紫陽會見蘇聯共産黨總書記戈爾巴喬夫，說學生把很多事情看的很天真，很簡單，以為他們只要喊幾句口號，黨和政府就能在一天之內把什麼問題都給解決了。現在的問題是在黨和政府與年輕人和學生之間缺乏相互理解0在電視公開報道上講：我們所有重大決定都要請示小平同志。有人認為，趙紫陽這一說法使運動目標指向鄧小平。其後發生了有人騎摩托車衝擊鄧小平住宅事件，遊行隊伍的針對口號也開始轉向鄧小平。",
				"added": 1509969852
			},
			{
				"comment_id": 24,
				"body": "05/18 5月18日，趙紫陽，喬石及胡啟立到醫院探望絕食送院的學生。同日李鵬和學生領袖在人民大會堂中進行50分鐘的對話。但雙方都態度強硬，最後不歡而散。國家教育委員會發出通知，要求全國各地勸阻中小學生上街遊行。",
				"added": 1509969955
			},
			{
				"comment_id": 25,
				"body": "5月19日，趙紫陽於淩晨4時50分前往天安門廣場對學生發表了感情激動的談話：「同學們，我們來得太晚了。對不起同學們了。你們說我們，批評我們，都是應該的。我這次來不是請你們原諒我想說的是，現在同學們身體已經非常虛弱，絕食已經到了第七天，不能再這樣下去了，絕食時間長了，對身體會造成難以彌補的損害，這是有生命危險的。現在最重要的是，希望儘快結束這次絕食。我知道，你們絕食是希望黨和政府對你們所提出的問題給以最滿意的答復。我覺得，我們的對話渠道是暢通的，有些問題需要一個過程才能解比如你們提到的性質，責任問題，我覺得這些問題終究可以得到解決，終究可以取得一致的看法。但是，你們也應該知道，情況是很複雜的，需要有一個過程。你們不能在絕食已進入第七天的情況下，還堅持一定要得到滿意答復才停止絕食你們還年輕，來日方長，你們應該健康地活著，看到我們中國實現四化的那一天。你們不像我們，我們已經老了，無所謂了。國家和你們的父母培養你們上大學不容易呀！現在十幾，二十幾歲，就這樣把生命犧牲掉哇，同學們能不能稍微理智地想一想。另外，北京是首都，各方面情況一天天嚴重，這種情況不能再繼續下去了，同學們都是好意，為了我們國家好，但是這種情況發展下去，失去控制，會造成各方面的嚴重影總之，我就是這麼一個心意。如果你們停止絕食，政府不會因此把對話的門關起來，絕不會！你們所提的問題，我們可以繼續討論。慢是慢了一些，但一些問題的認識正在逐步接近。我今天主要是看望一下同學們，同時說一說我們的心情，希望同學們冷靜地想一想這個問題。這件事情在不理智的情況下，是很難想清楚的。大家都這麼一股勁，年輕人麼，我們都是從年輕人過來的，我們也遊過行，臥過軌，當時根本不想以後怎麼樣。最後，我再次懇請同學們冷靜地想一想今後的事。有很多事情總是可以解決的。希望你們早些結束絕食，謝謝同學們0說到這裏，趙紫陽向在廣場的學生們鞠躬，學生們熱烈鼓掌，一些學生哭了。趙紫陽講話結束後，廣場上的學生紛紛請趙紫陽簽字。這是趙紫陽離開政壇前的最後一次向2眾亮相當天，學生絕食團宣佈停止絕食，改為靜坐抗議。晚上，李鵬及楊尚昆主持中共中央，國務院召開中共告北京市黨政幹部大會，措辭嚴厲，宣佈戒嚴，趙紫陽則沒露面。之後，李鵬在電視發表演說，發佈戒嚴令。會議尚在召開，就有人通風，各大學廣播緊急通知，學生重新聚集，到各入城路口攔截軍車，設置路障。當夜從外地調進北京的部，分乘卡車，裝甲車和坦克，分別從豐台，六裏橋",
				"added": 1509970227
			},
			{
				"comment_id": 26,
				"body": "5月20日，李鵬正式簽署戒嚴令，北京開始戒嚴。戒嚴令全文如下：「鑒於北京市已經發生了嚴重的動亂，破壞了社會安定，破壞了人民正常生活和社會秩序，為了堅決制止動亂，維護北京市的社會安寧，保障公民的生命和財產安全，保障公共財産不受侵犯，保障中央國家機關和北京市政府正常執行公務，根據中華人民共和國憲法第89條第16項的規定，國務院決定，自1989年5月20日10時起在北京市部分地區實行戒嚴，由北京市人民政府組織實施，並根據實際需要採取具體戒嚴措施。」北京市人民政府根據戒嚴令，由陳希同市長簽發了實施戒嚴令的第一，第二，第三號令。發佈戒嚴令後，還是有很多中學生的遊行隊伍，和各企事業單位的遊行隊伍對天安門廣場上靜坐的學生予以聲援，其中包括一些境外企業，送飲料和食品。事後有人指出，某些境外企業支持學生是為了煽動共產黨的執政地位5月20日北京開始戒嚴，外地軍隊接到命令，開赴北京參加戒嚴。北京市民和學生一起走上街頭，阻止軍隊進城但此時在北京郊區已經有了些零星的流血衝突。戒嚴期間，北京市區內也在許多交通要道口設置路障，市內交通出現不正常情況。由於軍隊受阻，在市郊水泥墩，翻倒甚至被點燃的汽車等路障面前，軍車隊排起了長龍。並陷入了市民與學生的包圍中，在市民和學生的勸說和宣傳之下，年輕的士兵顯得不知所措。後來據稱有軍長級幹部因拒絶執行戒嚴令而被撤職。阻攔軍車進城的過程也發生多次衝突，而解放軍方面，據中國官方說法：由於嚴格執行",
				"added": 1509970289
			},
			{
				"comment_id": 27,
				"body": "5月22日，正在加拿大訪問的全國人民代表大會常務委員會委員長萬里在多倫多表示：「要堅決保護廣大青年的愛國熱情，同時也要堅定地維護社會秩序的穩定。」趙紫陽失去政治權力後仍然嘗試阻止政府，以武力的方式來處理學生運動，而此時外訪的萬里便受到各界的關注。趙紫陽原本希望能立即通知萬里回國召開人大常委會，期望在絕大多數反對實施戒嚴的常務委員支持下藉由憲法的法律框架，達到阻止中共元老會議所決定的以戒嚴令處理的方式，並且希望在這之後將一部分權力轉移給人民大會。然而負責聯絡萬里的中共中央辦公廳主任溫家寶退回了趙紫陽的請求，並以應將此移交給中央常務委員會處理為由否決這個想法。",
				"added": 1509970411
			},
			{
				"comment_id": 28,
				"body": "5月23日，一百萬學生，幹部及市民不顧戒嚴令，在天安門廣場和長安東西街再次遊行示威。廣場上學生領導層改組，將原來「北高聯」九名常委的領導小組，改為以學生絕食團成員為主的臨時指揮部負責，並選出柴玲為總指下午2時，來自湖南省瀏陽市的三位青年魯德成，喻東嶽和余志堅將盛滿顏料的蛋殼扔向北京市天安門所懸掛的巨幅毛澤東畫像。他們三人支持繼續佔領天安門廣場，因為不滿「北高聯」22日《勝利大撤退》一文取態，曾與其他學生辯駁。毛畫像遭污損後，三人被高自聯的大學生抓住，隨後在當天中外記者新聞發表會上，「北高聯」要求三人公開承認行動屬個人作為，「與民主運動無關」。當晚「北高聯」將三人交給公安機關，參予民運人士也在播出的電視節目上譴責三人行為。當晚毛澤東畫像被撤下來，並且隨即換上了備用畫像。魯德成，喻東嶽和余志堅後來分別被人民法院判處16年有期徒刑，20年有期徒刑和無期徒刑。",
				"added": 1509970683
			},
			{
				"comment_id": 29,
				"body": "5月30日，由中央美術學院雕塑系20餘名師生集體創作的雕像「民主女神」被安放在人民英雄紀念碑北側，天安門管理處為此發表聲明說，這是極其不嚴肅的行為，並稱雕像所處的位置歷來是重大節日期間矗立孫中山巨幅畫像的地方，這樣做是對國家尊嚴的侮辱和踐踏。",
				"added": 1509970819
			},
			{
				"comment_id": 30,
				"body": "6月3日，晚上10時16分，北京市政府和戒嚴部隊指揮部聯合發出了措詞更為嚴厲的第三項緊急通告，聲稱「解放軍部隊一定要按計劃執行戒嚴任務，任何人不得阻擋。如遇阻擋，戒嚴部隊將採取多種自衛措施和一切手段予以排6月3日午夜11時至6月4日清晨，上街阻攔戒嚴部隊的大學生和北京市民與戒嚴部隊在北京城區和市郊多處發生衝突，衝突中軍隊開槍射擊，中槍的包括徒手阻攔軍隊的平民用石塊襲擊軍隊的人士以及旁觀的民眾，也包括一些試圖對傷亡市民學生進行救護的醫務人員和救護車。和平撤出天安門廣場回校途中的一隊學生（包括北京體院學生方政）被軍隊坦克輾壓，至少五人被壓死，九人被壓傷此後若干天內，軍隊開槍射擊民眾的事件仍有發生。大多傷亡者被市民送往醫院，也有死亡人士的遺體被戒嚴部隊埋在各處（包括二十八中牆外）。有錄像資料和圖片資料證明解放軍槍殺了數目不詳的北京市民。另據中國中央電視臺《新聞聯播》報道有多名戰士被殘害致死。而另一方面，香港報章報導有楊尚昆旗下的軍隊因為拒絕執行任務，與一支從外地調來的軍隊在長安大街對峙。",
				"added": 1509970918
			},
			{
				"comment_id": 31,
				"body": "6月4日，上午約10時許，解放軍完成清場行動，數十輛坦克車停留在長安大街接近天安門廣場。",
				"added": 1509970983
			},
			{
				"comment_id": 32,
				"body": "6月6日，《人民日報》發表的中共中央，國務院《告全體共產黨員和全國人民書》指出：「一個月來，極少數別有用心的人，蓄意製造動亂。從六月三日凌晨起，這種動亂已經發展成為一場駭人聽聞的反革命暴亂。」而反革命暴亂的策劃者和組織者，「主要是極少數長期頑固堅持資産階級自由化立場，搞政治陰謀的人，與海外敵對勢力相勾結的人，向非法組織提供黨和國家核心機密的人。」六四白色恐怖令北京局勢日益惡化，各國紛紛安排專機撤僑。",
				"added": 1509971066
			},
			{
				"comment_id": 33,
				"body": "6月8日，北京市人民政府，戒嚴部隊指揮部通告「北京市高校學生自治聯合會」，「北京工人自治聯合會」，是未經依法登記的非法組織，必須立即自動解散。「高自聯」，「工自聯」兩個非法組織的成員，必須立即停止一切非法活動「高自聯」的頭頭，「工自聯」的頭頭是在首都煽動和組織這次反革命暴亂的重要分子。自本通告發佈之日起，以上兩種人必須立即到所在地區的公安機關投案自首，爭取寬大處理。對拒不投案自首者，將依法緝拿歸案，從嚴懲處0",
				"added": 1509971189
			},
			{
				"comment_id": 34,
				"body": "6月13日北京公安局发布通缉令\n非法组织“北京市高校学生自治联合会”（“高自联”）在北京煽动，组织反革命暴乱，现决定对其在逃的头头和骨干份子王丹等二十一人实施通缉（通缉名单及体貌特征、照片附后），请接此通缉令后，立即部署查缉，发现后及予拘留，并即告北京市公安局。\n\n　　通缉名单：\n\n　　(1) 王丹[1]，男，24岁，吉林人，北京大学历史系学生，身高1.73米左右，尖下颇，头发较稀，门齿有洞龋，体态较瘦，戴近视镜，北京口音，嗓音沙哑。\n\n　　(2) 吾尔开希（原名：吴尔凯西）[2]，男，1968年2月17日生、维吾尔族、新疆维吾尔自治区伊宁县人，北京师范大学教育系88级学生。身高1.74米，留中分头，头发稍黄，长脸型，大眼睛，厚嘴唇，皮肤较白，说话声音较粗，讲汉话，经常穿绿色军裤。\n\n　　(3) 刘刚[3]，男，28岁，吉林省辽源市人，原北京大学物理系研究生，现无业。身高1.65米左右，方脸，络腮胡，鬓角较长，东北口音。\n\n　　(4) 柴玲[4]，女，1966年4月15日生，汉族，山东省日照市人，北京师范大学心理系86级研究生，身高1.56米，圆脸，单眼皮，高颧骨，短发，皮肤较白。\n\n　　(5) 周锋锁[5]，男，1967年10月5日生，汉族，陕西省长安县人，清华大学物理系85级学生。身高1.76米，方脸型，尖下巴，眉毛较重。\n\n　　(6) 翟伟民（曾用名翟为民）[6]，男，21岁，河南省新安县人，北京经济学院学生。身高1.68米，体型瘦，长瓜子脸，留寸头，单眼皮，面部皮肤稍黑，河南口音，乡音较重。\n\n　　(7) 梁擘暾（又名梁兆二）[7]，男，1969年5月11日生，四川省蓬溪县人，北京师范大学心理学系87级学生。身高1.71米，身体较瘦，皮肤较黑，长方脸型，小眼睛，高鼻梁，嘴唇较厚，会讲普通话。\n\n　　(8) 王正云[8]，男，苦聪人，1968年10月生，家住云南省红河州金平县勐拉区南柯乡联防村。中央民族学院学生，身高1.67米，留大分头，瘦长脸，面色黑黄，并有小点疙瘩，云南口音。\n\n　　(9) 郑旭光[9]，男，20岁，河南省密县人，家住西安市环城西路北巷56号。北京航空航天大学学生。身高1.81米，体重63公斤，长圆脸，单眼皮，尖下巴，大耳朵。\n\n　　(10) 马少方[10]，男，1964年11月生，江苏省江都县人，北京电影学院夜大剧作班学生。身高1.67米左右，较瘦，长脸型，尖下巴，肤色较黑，戴近视镜。\n\n　　(11) 杨涛[11]，男，19岁，福建省福州市人，北京大学历史系学生。身高1.70米左右，较瘦，高颧骨，双眼皮，戴眼镜，讲普通话。\n\n　　(12) 王治新[12]，男，1967年11月生，山西省介休县人，中国政法大学学生，家住山西榆次市纺织工业学校。身高1.69米左右，留长发，戴眼镜。\n\n　　(13) 封从德[13]，男，22岁，四川人，北京大学遥感所86级硕士研究生，身高1.70米左右，较瘦，脸色较黑，长偏分头，大鼻孔，背微驼。\n\n　　(14) 王超华[14]，女，37岁，中国社会科学院研究生，身高1.63米左右，较瘦，脸型较长，脸色黑黄，三角眼，短发。\n\n　　(15) 王有才[15]，男，1966年6月生，浙江人，北京大学物理系代培研究生。\n\n　　(16) 张志清[16]，男，1964年6月生，山西省太原市人，中国政法大学第二学士班学生。\n\n　　(17) 张伯笠[17]，男，26岁，黑龙江省望奎县人，北京大学作家班学员，身高1.75米左右，较胖，圆脸，双眼皮，翘鼻子，厚嘴唇，东北口音。\n\n　　(18) 李录[18]，男，20岁左右，南京大学学生。身高1.74米左右，体型中等，方下巴，下牙突出。\n\n　　(19) 张铭[19]，男，1965年4月生，吉林省吉林市人，清华大学汽车工程系学生。\n\n　　(20) 熊炜[20]，男，1966年7月生，湖北省应城县人，清华大学无线电系85级学生，住北京海淀马神庙一号47单元502。\n\n　　(21) 熊焱[21]，男，1964年9月生，湖南省双峰县人，北京大学法律系代培研究生，家住湖南双峰县杏子湖水医院。",
				"added": 1509971550
			}
		]
	},
	"comment_vote": {}
}