{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "必须读",
			"body": "我们正在中国政府捐赠任何比特币，你可以获得的 1AcUZgHNcmvHp6UKCki2c2kGNkp2TXp9Rq 2017 年 12 月 11 日你将会自由\n\nhttp://tinypic.com/r/2yvkyl3/9",
			"added": 1508811263
		},
		{
			"topic_id": 1509411668,
			"title": "Bored On Halloween?",
			"body": "Come in and watch some mixtapes if you are bored on halloween. They are worth checking out if you have never heard of them.\nvimeo.com/captainqueef\nMy reccomendations-\nUltimate HardGore Splatter Tape\nAbaddon\nEverything is Terrible\nJombi- Sweet Dreams\nWhore Church Mixtape",
			"added": 1509411666
		}
	],
	"topic_vote": {},
	"next_comment_id": 3,
	"comment": {
		"1509163683_1AjaDfZzV84HSzPaTfR8dqUGF3XFRDLKqf": [
			{
				"comment_id": 1,
				"body": "im fond of demonoid.pw for its unique content, thepiratebay.org because its classic, and kickass because its kickass",
				"added": 1509246723
			}
		],
		"2_1BXrm8Bwf3e4DPasJ5L3txhjqhmwhcVdtm": [
			{
				"comment_id": 2,
				"body": "you can do \nzeronet over tor\ni2p over tor\nfreenet over tor\nWhat it comes down to is the OSI model of networking.\n\n7. Application\tData\tHigh-level APIs, including resource sharing, remote file access\n6. Presentation\tTranslation of data between a networking service and an application; including character encoding, data compression and encryption/decryption\n5. Session\tManaging communication sessions, i.e. continuous exchange of information in the form of multiple back-and-forth transmissions between two nodes\n4. Transport\tSegment (TCP) / Datagram (UDP)\tReliable transmission of data segments between points on a network, including segmentation, acknowledgement and multiplexing\nlayers\t\n3. Network\tPacket\tStructuring and managing a multi-node network, including addressing, routing and traffic control\n2. Data link\tFrame\tReliable transmission of data frames between two nodes connected by a physical layer\n1. Physical\tBit\tTransmission and reception of raw bit streams over a physical medium\n\nYou can route data through 2 or more anonymization networks, provided they don't overlap on the OSI model.\nTor is a lower level (network) protocol, while zeronet is an upper level protocol (transport,presentation,application)",
				"added": 1512661678
			}
		]
	},
	"comment_vote": {
		"2_15LYZz82LwdFA4tqWVgv3zJ8ZsWam784VV": 1
	}
}