{
	"next_topic_id": 6,
	"topic": [
		{
			"topic_id": 1,
			"title": "来看看360究竟是个什么玩意儿",
			"body": "3721是一家风险投资支持的民营公司，CNNIC则是中科院下属的官办机构。当时的媒体大都站在民营公司一边，反对官办机构与民争利。但在技术实力和人才储备上，CNNIC根本就不是3721的对手。后来面对越来越多更加强劲的对手，让3721的战斗力变得越来越强大。强制安装、静默安装、浏览器劫持、恶意捆绑、广告弹出、无法卸载……流氓软件的几乎所有特征，早在本世纪初就已经基本形成了。\n\n3721的创办者周鸿祎被尊为流氓软件之父，3721则成为流氓软件的黄埔军校，后来很多为害一时或者危害一方的著名流氓软件，不少都出自3721离职员工之手。在流氓软件的发展过程中，3721不但锻炼了队伍，培养了人才，磨练了技术，更关键的是，它孕育了流氓软件的理论和思维方式，成为中国流氓软件不可多得的武器库和思想库。\n\n2006年，周鸿祎创办的奇虎公司推出专杀流氓软件的360安全卫士，对包括3721在内的流氓软件痛下杀手，甚至为此与接手雅虎中国的马云公开翻脸。‌‌“我打开了这个‌‌‘潘多拉盒子’，我来把它关上。‌‌”周鸿祎当时说。",
			"added": 1509076456,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "“赵家人”：中共权贵阶层的新称号",
			"body": "转载于纽约时报:\n北京——又一次，鲁迅作品为中国的时弊贡献了一个流行语。鲁迅是20世纪早期的作家，曾对革命前的中国社会秩序进行过尖锐批判，因此即便他本人不是马克思主义者，还是在共产党支持的名流俊士中赢得了一席之地。\n\n“赵家人”出自鲁迅的中篇小说《阿Q正传》。最近几周，它再次流传，成为用来讽刺中国权贵的蔑称。\n当一篇题为《门口的野蛮人，背后的赵家人》的文章开始在网上流传开来时，这个词也引起了人们的广泛关注。文章没有署名，讲述的是中国房地产开发商万科公司最近试图抗击其第一大股东——地产与保险集团宝能——发出的恶意收购邀约的事情。\n\n万科于12月18日将股票停牌，称希望进行资产重组。外界普遍认为此举旨在减少宝能的持股量，阻止其收购企图。万科董事长王石称宝能为“野蛮人”，同时万科欢迎另一股东安邦保险增持股份。\n\n这篇文章的标题中的“野蛮人”指宝能，“赵家人”指安邦。这是一个信号，表明安邦的背后有共产党权贵阶层撑腰。安邦董事长吴小晖娶了中国领导人邓小平的外孙女。在安邦的董事会名单中，还有革命军事指挥官陈毅之子陈小鲁的名字。\n\n从那以后，用“赵家人”指代权贵家族就形成了一股风气。\n\n“这是互联网时代对官方话语的一个颠覆性解构，”北京外国语大学国际传播副教授乔木在接受采访时说。“过去我们都叫人民公仆，实际上还是权贵资本。中国就是红二代，但你直接讲这个东西比较敏感，所以用类似于‘赵家人’的说法作为一种调侃。”\n\n乔木在他管理的一个微信账号发表了三篇文章来讨论“赵家人”，以及他们在被戏称为“你国”的中国占据的举足轻重的地位。该帐号已被删除，但文章转贴到了其他地方。\n\n“赵家特指中国的权贵家族，”他写道。“父辈打江山位居高位，第二代俗称‘红二代’，要么继续掌权，要么做生意发财。”\n\n正如乔木指出的那样，“赵家人”出自鲁迅的著名中篇小说。阿Q来自贫困的农村家庭，他欺负那些比自己弱小的人，同时又讨好那些轻视他的权贵。在富裕的地主家庭赵家，少爷中了秀才。阿Q跟着欢庆时，赵老爷却一个嘴巴抽去：“呸！你也配姓赵？”\n\n甚至在这篇文章出现之前，网上就偶尔有人用“赵家人”来指代中共权贵阶层。知乎是一个类似Quora的中国网站，供用户提出和解答问题。知乎上的讨论显示，一个网名为“穆好古”的用户在2013年5月发布的一条微博帖子，可能是这个词的一个早期使用案例。他写道：“周末和一个在省团委宣传部的朋友吃饭，我问他：你们这些正牌意识形态干部是怎么看网上那些自干五的？”\n\n“五毛党”指政府花钱聘请的网上评论员，作用是将网上舆论朝有利于国家政策的方向引导。而那些即使没有收钱也歌颂党的人，有时就被称为“自干五”。\n\n穆好古援引宣传官员的回答说：“就像赵太爷对阿Q那样——‘你哪里配姓赵！’”\n\n香港刊物《东方日报》的专栏作者赵晖发表文章称，“赵家人”的说法“既是对爱国主义虚假宣传的抗拒，也是现实不满的体现”。（赵晖和本文作者均不属于有钱有势的阶层。）\n\n“世界是我们的，也是他们的，但归根结底是‘赵家人’的，”他写到。“这样的说法看上去简单粗暴，但放在一个权利被普遍剥夺的国度，恰到好处。”\n\n在中国，官方新闻媒体被严格控制，不能刊发揭露领导人的报道。在分别登出了有关前总理温家宝和现任国家主席习近平的家人持有巨额财产的调查性报道后，《纽约时报》(The New York Times)和彭博社(Bloomberg)的网站遭到了封锁。\n\n“鲁迅先生文章的生命力，真是太太太太强大了，”一名用户在知乎上写道。\n\n“鲁迅对中国人的总结和揶揄可谓入木三分，”另一人则称。\n\n这不是第一次有人采用早在1936年便已去世的鲁迅的话来评论时事。1989年，军队出动镇压了天安门广场周围学生牵头的抗议活动，导致数百甚至可能上千人死亡。事件发生后，很多人引用鲁迅对1926年北京安全部队朝学生抗议者开枪一事的评论：“墨写的谎言，决掩不住血写的事实。”\n\n1990年，中国作家查建英这样评价鲁迅：“他现在还能引发如此强烈的共鸣，这个事实非常令人难过。”",
			"added": 1509084820,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "每日墙外转载： 门口的野蛮人，背后的赵家人",
			"body": "中国的资本市场，是一个四层结构：散，庄，财阀，赵家人。财阀，就是人们经常听到的某某系，某某大鳄。而财阀背后，各有各的老板，这个比财阀还大的终极大老板，通常，被称之为赵家人。\n\n散户听K线图的，K线图听庄家的，庄家听财阀的，财阀又听赵家人的。所以，但凡有看不懂的行情，背后一定是庄家在做局。有看不懂的局，肯定是财阀在背后抢地盘。有看不懂的财阀们的命运沉浮，那么背后一定又是一帮赵家人在北戴河谈心，不知道又谈出了什么结果。\n\n王石说宝能是“门口的野蛮人”，这话说的挺形象的，只有老板才有资格做赵家人，而财阀，再大的也只是老板的打手，给老板站台做事的，他们根本没有资格姓赵。同时在资本市场上，财阀们又表现的非常嗜血和勇猛，为了给自己的老板抢地盘，在所不辞，他们的确是一群野蛮人。资本市场上的野蛮人。\n\n每一个野蛮人背后，都站着一个赵家人。真正决定胜败输赢的，不在于站在门口的野蛮人，而在于野蛮人背后的赵家人。\n\n大财阀复星系的郭广昌，进去了，又出来了。说明什么呢，说明他背后的那个老板，被其他的老板，再下一城。而郭广昌能出来，显然，他是被招安了，愿意择主而事。而徐翔没出来，说明背后的帐还没算清，也或者是，徐翔这个人不愿意背叛自己背后的赵家人。\n\n赵家人们，上次在北戴河谈心后，华润系背后的老板损失惨重，变成了诸多赵家人里面的软柿子，你软了，别人不捏你捏谁呢。华润系，下面就包括万科和另一家万字头的地产大鳄。这另一家的地产大鳄，少当家的又是微博千万粉丝的著名网红。所以，如果以反腐拿下，在舆论上，会造成比较大的冲击，最好的办法，还是以经济手段，摧毁并攻占它们。\n\n为什么王石在遇到宝能的猛攻，去北京求援，华润迟迟的按兵不动呢。因为华润系背后的老板，现在说话没分量了。已成定局的事，为何还要做无畏的反抗呢。王石不甘心，因为他只是前面站台的财阀旗帜，即便他老板已经回天无力，他还要争，因为对于财阀来说，失去地盘，就一无所有了。没有地盘的财阀，对于赵家人来说，毫无利用价值。\n\n所以王石不得已，又前往香港，去找一个很大很大的赵家人求援。那个赵家人会救他吗，不一定。要知道，这家人，每一次历史上的重大抉择，都没有站错队。这一次，应该也不会站错队。王石能去求他们，说明已经迫不得已，几乎可以说是走投无路。\n\n宝能在这次事件中，只是一个打手，自己拿了钱，替别人办好事，这就是打手的职业操守。宝能背后，站着的是安邦，这个巨无霸一样的大财阀。即便华润这时候出手，也会十分忌惮安邦螳螂扑蝉黄雀在后的那双虎视眈眈势在必得的目光和决心。\n\n接二连三的大财阀异动，现在又把战火烧到了房地产行业。说明，赵家人之间的斗争，已经白热化，进入了最后的决战阶段。因为地产，才是最大的一块地盘。谁能把对方的势力驱逐出去，谁就能基本掌控中国的钱袋子。\n\n很多人都会困惑不解，为什么紫光，安邦这些大财阀，怎么一出手就是几百亿的大手笔，他们的钱是哪里来的呢。原因很简单，钱都是背后的老板给的。他们之前在前面站台奉命行事的。作为中关村系里面的一支，紫光背后的老板，也是很大的一个大老板，这个老板手里，不仅有紫光，还有方正，还有联想。\n\n这次也不例外，王石遇到了绕不过去的坎，开始打舆论牌，开始讲情怀。而郁亮呢，比王石更慌乱，他公开对媒体说这样的话：宝能你有种敢说你的钱都是从哪里来的吗。能说出来这种话，不是说他不懂规矩，不懂事，只能说他已经阵脚大乱，口不择言。这种话，怎么可以拿出来对外面说呢。\n\n这件事，王石有三条路，第一是急流勇退，留个好名声。第二是识时务者为俊杰，重新选边站队，可以保个平安，像郭广昌那样。第三，就是和宝能背后的老板死磕到底，选这条路，基本上就是跪定了。因为上面的老板都大势已去，只是他不甘心而已。\n\n中国的钱归谁管，明面上看，这个系几千亿，那个系几万亿，都撰在各大财阀手里，而实际上，这些财阀也只是前面站台的。接下来的局势，就比较明朗了，这些财阀，某某某某系的，都会轮番的被整肃。能接受整编的，投诚保个平安，负隅顽抗的，将被直接的打击毁灭。而打击的手段，不光有反腐，还有经济金融等手段。\n\n宝能说，王石你有种我们讲市场，讲规则。王石说，不，我现在不跟你讲市场，我要讲情怀。为什么，因为他这仗根本就没法打，很明显的，宝能是蓄谋已久有备而来的突然发起的猛攻。而王石呢，则是仓促应战，甚至都没有什么后手。他完全破解不了宝能的攻击，他除了讲情怀，他没有别的办法。\n\n这都是生意，怎么能感情用事呢。王石这仗是怎么输的呢，在这个大变局的时期，别人都在忙着选边站队，在谋划备战，而王石在干什么，王笨笨在忙着给一个三线小明星做红烧肉，在忙着做他的归隐梦，做他的陶渊明梦。\n\n但是，覆巢之下，岂有完卵。这浩荡的大趋势下，他又怎么可能独善其身。财阀只是老板属下的将领，作为一个将领，他显然丧失了敏锐的嗅觉和战斗意识。因为他幻想的太多，跟丢了时局和形势。所以，他即将到来的失败，也是他自己一手铸就的。\n\n对于抱着追剧看戏心态的人来说，这场大戏，才刚刚的进入高潮部分，后面还会有更高潮的高潮。大家如果想追这个剧，我就接着往下讲。",
			"added": 1509085500,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "每日墙外转载(十月二十七日)：没来的请举手 作者：刘瑜",
			"body": "因为时不时发点牢骚，被一个朋友教育：“中国现在发展得很好呀！你看——”她顺手往窗外一指，“比国外很多地方现代多了！”\n\n我承认，虽然空气能见度有限，顺着她的手指，我的确看到窗外很多熠熠发光的高楼大厦。岂止如此，还有车水马龙，完全可以用“惟余莽莽、顿失滔滔”来形容。此外，我还常在路边看到打太极的老太太、打篮球的少年以及卖烧烤的路边摊。如果张择端还活着，这些景象足够他再画一幅现代版的《清明上河图》。\n\n正为自己的消极心态感到羞愧，我突然想起了以前读到的一个笑话。这个笑话说的是，老师对着全班学生点名：“没来的请举手。”\n\n我问这个朋友：你知道韩颖吗？她说不知道。我只好跟她解释：这是北京海淀某地的一位女性，因为独立参选地方人大代表，被跟踪被骚扰甚至被殴打，而这只是今年受到打压的诸多独立参选人之一。\n\n我又问：你知道雷金模吗？她说不知道。我又只好跟她解释：这是一位普通的尘肺病人，因为没钱治病现在岌岌可危，而这只是无数得不到医保救助的尘肺病人及其他病人之一。\n\n我又问：你知道有农民因维权而死吗？她说不知道。我只好跟她解释：有一位村民在维权事件中与政府发生冲突，在看守所“突发疾病”死亡，而这只是神州大地上诸多“神秘看守所死亡”事件之一。\n\n我一口气列举了十来个我的朋友从未听说的人，都是这个欣欣向荣的时代里“没来的人”。因为可能影响社会稳定与发展的形象，所以关于他们的信息总是模糊不清——虽然互联网上偶有透露，但相关信息总是倏忽即逝。又因为这是一个大众媒体的时代，所以如果他们不曾在大众媒体上存在和停留，那么他们就几乎相当于不存在。这当然不是说《清明上河图》上画的车水马龙是假的，但车水马龙的背面，还隐隐浮现着另一个不那么豪迈的世界。\n\n“这些都是发展中的问题，毕竟要看时代的主流！”我的朋友说。到底什么是时代的主流，我不大清楚。我只知道当一个人得了胃溃疡，医生不能视而不见，安慰他说：要看身体的主流嘛，除了胃，你的其他器官全都是好的！\n\n据说知识分为三种：你知道的，你不知道的，以及你不知道自己不知道的。韩颖雷金模们对于我这个朋友，大约就属于她“不知道自己不知道”的那一类知识。因为不知道自己不知道，尽管性情善良，她甚至没有翻到《清明上河图》的背面去看看的冲动与好奇。因为不知道自己不知道，她相信北京五环内的所见所闻，就是“时代的最强音”。也是，在人类不知道火星的存在的时候，没有人会好奇上面都有些什么。\n\n在一个信息传播受限的社会里，坐井观天几乎是认识的必然趋势。开着新添置的汽车，住着新装修的房子，手里捧着三十块钱一杯的咖啡、另一只手举着iphone的人，的确会困惑：你说你都吃得起麦当劳穿得起七匹狼了，还嘟嘟囔囔，是不是太忘恩负义了？\n\n除非你意识到中国不仅仅存在于都市的“五环”。在海水的深处，阳光未曾照耀之处，还有韩颖雷金模们，并且每一个已知的韩颖雷金模们，很可能还对应无数我们尚未知晓也无从知晓的韩颖雷金模们。在苍苍莽莽的雪地里，要保持对那个被遮蔽世界的知觉，你得不断提醒自己不要睡着不要睡着不要睡着。\n\n这个道理听上去简单，却未必人人知晓。上世纪三十年代初，英国作家萧伯纳访问了苏联，被领着参观了种种社会主义成就后，他回到英国发表文章，驳斥了各种“污蔑苏联建设伟大成就”的言论。“我们想证实，没有任何证据表明那里存在着经济奴役、匮乏、失业。在所到之处，我们处处看到充满希望和热情的工人阶级。”事实上，就在他参观苏联前后那几年，强制性农业集体化导致了约七百万人在饥荒中死亡。\n\n无独有偶，写作《红星照耀中国》的斯诺，在一九六〇年和一九六四年两次访问中国后，也将关于中国发生了饥荒的传闻驳斥为“冷战宣传”，他表示：“我在中国没有看到饥饿的人，绝没有像过去那样的饥荒。”你看，没来的人都没有举手，大家都在这里，这样多么好。",
			"added": 1509086632,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "每日墙外转载： 比欺骗更有效，双重思想控制的洗脑 作者：编程随想 原文地址：https://program-think.blogspot.com/2014/01/doublethink.html",
			"body": "★啥是“思维控制”\n\n　　所谓的“思维控制”就是采用某些手段来改变（弱化）你的思维能力。这里所说的“思维能力”广义的，也包括“记忆力”。\n　　一旦思维能力被降低，洗脑者就很容易把你玩弄于股掌之中。\n\n\n★为啥“思维控制”比“欺骗”更有效？\n\n　　“欺骗”这个手法本身有不少弊端：\n其一，要把谎话说圆本身就有一定的难度。一旦被洗脑的人发现了谎话中的破绽（比如谎话中的自相矛盾），这招数就露馅了。\n其二，即使谎话本身没有破绽，但是被洗脑的人有可能通过其它途径（比如翻墙）从不同的信息来源获取信息，从而发现官方的宣传与境外的宣传不一致。\n　　而“思维控制”就可以避免上述弊端。“思维控制”的精华在于——破坏你的思维能力。当一个人的思维能力被彻底摧毁，此人就如同洗脑者手中的木偶，可以被任意操控。\n　　说到思维控制，不得不提《一九八四》这本伟大的著作（说此书“伟大”毫不夸张）。作者奥威尔用通俗的手法（科幻小说的形式）揭露了极权主义最本质最黑暗的一面。在这些阴暗面中就有“洗脑术”，尤其是基于“思想控制”的洗脑术。（有些同学不晓得啥是“极权主义”，俺稍微提示一下：人类历史上祸害最广的前三个极权主义政权分别是：希特勒政权、斯大林政权、毛泽东政权）\n　　《一九八四》里面重点提到了两种思维控制的方法，最牛逼的是“语言改造”，次牛逼的是“双重思想”（两者都是《1984》率先总结出来的，再次感叹作者奥威尔的目光独到）。“语言改造”虽然最牛逼，但实施的难度很大——至少需要消耗几代人的时间。所以到目前为止，即便像北朝鲜这种祖传三代的极权国家，都没能够彻底完成语言改造。相对而言，“双重思想”已经被很多专制政权拿来洗脑。所以普及“双重思想”更有现实意义。\n　　（对《一九八四》感兴趣的同学，可以到俺的网盘上下载电子版）\n\n\n★啥是“双重思想”？\n\n　　所谓的“双重思想”，简单地说就是：“同时接受两种相反的、抵触的信念，却不觉得矛盾”。光这么说太过简单，估计列位看官印象不深。俺先举个例子：\n“从来就没有救治主”（出自《国际歌》——共产党的党歌）\n“他是人民的大救星”（出自《东方红》——文革那会儿巨流行的）\n　　这两句话从逻辑的角度来看，是矛盾的。稍微有点逻辑的人，不应该同时相信这两个命题。但是文革时期的大多数人（包括如今的一些毛粉）并不觉得这两个命题有矛盾。在他们看来，这两句话都对，同时成立。这些两者全信的人就属于“拥有双重思想”。\n\n　　这类自相矛盾的洗脑宣传，随便就能举一大堆：\n一边说中华民族是最伟大、最优秀的民族；一边说中国人的素质太低，不适合民主。\n一边说全国人民代表大会是最高权力机关；一边说全国人大也必须置于党的领导下。\n一边说枪杆子里出政权，一边说革命解决不了问题。",
			"added": 1509086853,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"8_14YVZ2ZtM9nPHP5KTnRThVDBAeb2juw829": 1
	},
	"next_comment_id": 11,
	"comment": {
		"6_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": [
			{
				"comment_id": 1,
				"body": "查手机不用怕，有个app叫做S.S.E.\n可以把手机文件加密，加密文件查不到的啦哈哈",
				"added": 1509077503
			}
		],
		"1_18fzarE1JKQuJYToTXG6ht5Ji37JXjiuKH": [
			{
				"comment_id": 2,
				"body": "> [daping](#comment_4_1CmstATrVYNZWP2aD4rgGiJpeJFcpj2Hau): 的确如此 可惜后知后觉 这个腊肉包子 想学大腊肉 莫非等着死后进水晶棺材？\n\n现在科技那么发达，习包子真想搞可以一直换器官续命。然后医学研发抗癌啊，抗衰老啊，说不定做着秦始皇的长生不老梦勒",
				"added": 1509077658
			}
		],
		"2_1vjjRJpiNosn98M8cc1R6FnhgwY2bAekr": [
			{
				"comment_id": 3,
				"body": "赵家人”这一系列流行语，则深刻地体现出——“权贵与民众的对立”、“权贵才是中国的统治阶层”。",
				"added": 1509085012
			},
			{
				"comment_id": 4,
				"body": "转载编程随想博文：\n★“赵家人”一词在“反洗脑”方面的作用\n\n◇对“爱国主义忽悠”的揭露\n\n　　在咱们天朝，“爱国主义”方面的宣传已经变成“忽悠”，采用的手法是“偷换概念”。比如说，真理部的宣传总是把“爱国”和“爱政府/爱党”混为一谈。其实捏，“国家、政府、政党”这几个概念是全然不同的——具体参见《政治常识扫盲：理清“国家、政体、公民、政府、政党”等概念》\n　　前些年也出现过一些流行语，用来嘲讽官方的爱国主义宣传，比较知名的有“贵国、你国、支那国”。但是这几个词汇都不如“赵国”那么深刻。“赵国”这词儿一针见血地点出了：天朝纯粹是权贵主导的。\n\n◇对“五毛党”的嘲讽\n\n　　以前，当你在网上碰见“自干五”（自带干粮的五毛党），如果跟对方理论，可能费了大量的口水，也未必有效果。\n　　如今捏，当你再次碰见“五毛党”（不管是“自干五”还是“职业五毛”），只需要简单的一句话——【你也配姓赵】——就可以把对方噎住。",
				"added": 1509085112
			},
			{
				"comment_id": 5,
				"body": "PS:\n 编程随想大神在Github上有一个项目，是关于赵家太子党关系图的 。这个项目也是Github被DDos空间甚至一度被墙的原因。",
				"added": 1509085291
			}
		],
		"3_1vjjRJpiNosn98M8cc1R6FnhgwY2bAekr": [
			{
				"comment_id": 6,
				"body": "微信原文作者，至道书院\n很早以前被删除了，但是网络上有镜像，此文章是赵家人在中国火起来的原因",
				"added": 1509086277
			}
		],
		"5_1vjjRJpiNosn98M8cc1R6FnhgwY2bAekr": [
			{
				"comment_id": 7,
				"body": "★谈谈“双重思想”的亮点\n\n◇亮点1：既可用于洗脑民众，也可以用于体制的维护者\n\n　　初级的洗脑手法（比如“欺骗”）主要是用来对付被统治的民众。但“双重思想”不同，它不但可以用来对付民众，还可以用于体制内。\n　　比方说某个官员要篡改大饥荒的死亡人数。他/她如果是有意识地做这个事情（意识到自己是在篡改），会面临内心的负罪感/愧疚感，无法做到理直气壮；他/她如果是无意识地做这个事情，因为是“无意识”，做出来的伪造数据就不够真实，缺乏欺骗性。为了同时达到上述两种目的，这个官员必须具有双重思想。有了双重思想之后，既可以在篡改历史的时候理直气壮，又可以做到篡改的精确性。\n　　双重思想不但可以用在普通官员身上，甚至可以用于统治集团的领导层。请看《一九八四》的如下论述：\n\n    过去所有的寡头政体之所以丧失权力，或者是由于自己僵化，或者是由于软化。\n    所谓僵化，就是它们变得愚蠢和狂妄起来，不能适应客观情况的变化，因而被推翻掉。所谓软化，就是它们变得开明和胆怯起来，在应该使用武力的时候却作了让步，因此也被推翻掉了。\n    那就是说，它们丧失权力或者是通过自觉，或者是通过不自觉。而党的成就是，它实行了一种思想制度，能够使两种情况同时并存。党的统治要保持长久不衰，不需要任何其他的思想基础。你要统治，而且要继续统治，你就必须要能够打乱现实的意识。因为统治的秘诀就是把“相信自已的一贯正确”同“从过去的错误汲取教训的能力”结合起来。",
				"added": 1509086908
			},
			{
				"comment_id": 8,
				"body": "◇亮点2：对民众可以做到非常彻底的控制\n\n　　双重思想的程度是有深有浅滴。假如某个民众的头脑被深深地打上“双重思想”的烙印，他/她就彻底变成朝廷的奴隶。对这种人而言，不论朝廷说啥（即使朝廷说的话自相矛盾），他/她都深信不疑——这就是传说中的“深度脑残”。《1984》中有一个形象的说法：假使有一天，党宣布2+2=5，双重思想者也会立即接受并深信不疑。",
				"added": 1509086962
			},
			{
				"comment_id": 9,
				"body": "★如何造就“双重思想”？\n\n　　关于这话题，《1984》提到说，要在儿童时期进行“内心纪律训练”，包括两个阶段：犯罪停止(crimestop) 和 黑白(blackwhite)。为了偷懒，引述《1984》的原话如下：\n\n◇犯罪停止(crimestop)\n\n    至于可能引起怀疑或造反倾向的思想，则用他早期受到的内心纪律训练而事先就加以扼杀了。这种训练的最初和最简单的一个阶段，新话（编程随想注：“新话”是小说中党设计的新语言，用于“语言改造”）叫做犯罪停止(crimestop)，在孩子们很小的时候就可以进行。犯罪停止(crimestop)的意思就是指在产生任何危险思想之前出于本能地悬崖勒马的能力。\n    这种能力还包括不能理解类比，不能看到逻辑错误，不能正确了解与党的原则不一致的最简单论点、对于任何可以朝异端方向发展的思路感到厌倦、厌恶。\n    总而言之，犯罪停止(crimestop)意味着起保护作用的愚蠢。\n\n\n◇黑白(blackwhite)\n\n    但光是愚蠢还不够，还要保持充分正统，这就要求对自己的思维过程能加以控制，就象表演柔软体操的杂技演\n    员控制自己身体一样。大洋国社会的根本信念是，老大哥全能，党一贯正确。但由于在现实生活中老大哥并不全能，党也并不一贯正确。这就需要在处理事实时要始终不懈地、时时刻刻地保持灵活性。这方面的一个关键字眼是黑白(blackwhite)。这个字眼象新话中的许多其他字眼一样，有两个相互矛盾的含义。\n    用在对方身上，这意味着不顾明显事实硬说黑就是白的无耻习惯。用在党员身上，这意味着在党的纪律要求你说黑就是白时，你就有这样自觉的忠诚。但这也意味着相信黑就是白的能力，甚至是知道黑就是白和忘掉过去曾经有过相反认识的能力。",
				"added": 1509086989
			},
			{
				"comment_id": 10,
				"body": "以上是节选,有条件的可以去看博主原文",
				"added": 1509087019
			}
		]
	},
	"comment_vote": {
		"16_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": 1,
		"15_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": 1,
		"6_1CmstATrVYNZWP2aD4rgGiJpeJFcpj2Hau": 1,
		"11_1JVAcfhCCnogm4eeDLVamJXFYg3aCbfa5S": 1,
		"20_1AVSVSVZswWGFsbTLRumjG7HT2btZtt2fM": 1,
		"2_1FfiGKNe8z7juAd84hdvjpESdHwNnJEBLy": 1
	}
}