{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek": 1
	},
	"next_comment_id": 7,
	"comment": {
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": [
			{
				"comment_id": 1,
				"body": "Appeal to english speaking people: stop filling international forums with this crappy, ugly, limited language of yours. If you don't like Esperanto, use Klingon or invent a better language for all I care. Just stop shoving this idiom into every human being (and computer)'s butthole, as if it were more important to master than communication itself.",
				"added": 1502412623
			}
		],
		"1_1DdVVtVGeYcTup7jnyMLLYwD3jjayPsu3M": [
			{
				"comment_id": 2,
				"body": "Given that your nick is 'fuckthequeen', I guess you're from Great Britain and since you're asking, then I'd say you're posting that from Scotland or Wales.\n\nIf you want to know wether some random user here can tell your physical localization from a zerotalk post, then you're out of luck. This is truly anonymous. To break the anonimity here would require every computer running zeronet to be inspected for deleted files / ram dump / cold boot / etc. until we find the private key for your zeroid.",
				"added": 1502440738
			}
		],
		"1_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek": [
			{
				"comment_id": 3,
				"body": "I heard the Venezuela pseudo-socialist government grants eletricity almost for free, so you can put bitcoin mining hardware to work.\n\nMake sure you don't put a lot of miners in just one place, I hear the government detects high electricity usage, blame the household for power outtages, accuse them from stealing electricity from the people and seize their equipment. My guess is that they use the stolen equipment to mine bitcoin for themselves so they can overcome the inflation. The exact opposite of a socialist party.\n\nAnyway, there's a blinktrade site in Venezuela where you can trade bitcoins for your local currency and vice versa: https://surbitcoin.com/",
				"added": 1502441430
			},
			{
				"comment_id": 5,
				"body": "> [saitor](#comment_10_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek): \n\nWell I've never set foot in Venezuela, but for some time it's being said that countries like Venezuela and some parts of China are the best for bitcoin mining because of cheap or even virtually free eletricity.\n\nFrom what I heard, it's definetly more cost effective than anywhere else in the world that I can at least have an idea of.",
				"added": 1502527582
			},
			{
				"comment_id": 6,
				"body": "> [keplter](#comment_2_1LFpqmgBU1w1LfWjyTKfLniviB8aWqsc1): \n\nI may be feeding a troll, but I guess you wouldn't reply like that to a thread like this if you were in Nigeria, Venezuela or other country living an economical shit, and the \"opposition\" to the current government is a bunch of political retards.",
				"added": 1502527988
			}
		],
		"4_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": [
			{
				"comment_id": 4,
				"body": "A one minute look at the source code of ANY zero talk site would be enough to show you how there's no such thing as \"mod\" and \"admin\" here.\n\nChinese posts are easily ignored by someone who doesn't know chinese because the symbols are obviously different from the latin alphabet.\n\nThese shitty threads \"go back to choyna\" are harder to avoid, on the other hand. If there would be a way to moderate, I would start on you guys.",
				"added": 1502480292
			}
		]
	},
	"comment_vote": {}
}