{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 9,
	"comment": {
		"1512404535_16KZw5gzYyBdfuW9HSUZiGHmayCEXunYZU": [
			{
				"comment_id": 1,
				"body": "The next revolution will not be a happy one for workers, and they sense it. Most people won't install an app that's going to tell their hungry, armed neighbors how much food is in their house.",
				"added": 1512451003
			}
		],
		"1512779248_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 2,
				"body": "Perhaps this could happen in some European or Asian countries, or even in Canada, in the near-ish future, but I don't see it happening in the U.S. We can't even manage universal healthcare here, and the last major attempt in that direction is suffering the death of a thousand cuts in the current political climate. In addition, members of the Trump administration have just recently started (renewed?) a campaign of demonizing \"welfare\" and waxing inspirational about the \"dignity of work\". Also, the once-in-a-generation \"tax reform\" that may very well become law later this month will further erode the tax base (it's a major handout to the wealthy and to large corporations) and add significantly to the national defecit and, consequently, the debt. So not only will we not be considering a UBI any time soon, we'll be looking at gutting Medicare and Social Security in a few years. A Republican senator admitted as much on a morning show today, though obviously he didn't use the word \"gutting\".",
				"added": 1512793676
			}
		],
		"1512976214_18fU1ZPrTrUXVCYG4wDvk6fTB5ok4p8QV1": [
			{
				"comment_id": 3,
				"body": "> [esmein](#comment_3_1gJPRbL7puiekYd32rYVuCkELC43bCsY9): The Chinese economy is coming up fast and hard, it will become much more important in about 15 to 20 years.\nThey've been saying that for 15 to 20 years. \n\nThe Chinese economy actually isn't experiencing the tremendous growth that it used to. \n\nhttps://d3fy651gv2fhd3.cloudfront.net/charts/china-gdp-growth-annual.png?s=cngdpyoy&v=201710190824v&d1=19170101&d2=20171231",
				"added": 1513142644
			},
			{
				"comment_id": 4,
				"body": "> [flappyearz](#comment_96_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt): I don't think \"western\" people would learn chinese no matter how \"economically\" intersting they believe they are. \n\nFor most North Americans, Spanish would probably be far more useful than Chinese. It's the 4th most commonly spoken language in the world, counting people who speak it as a 2nd language, after Mandarin, English, and Hindi/Urdu.\n\nhttps://en.wikipedia.org/wiki/List_of_languages_by_total_number_of_speakers\n\nIf Putin continues to enjoy success in destabilizing various Western alliances (NATO, the EU), Europeans ought to think about learning Russian. 😂",
				"added": 1513143247
			},
			{
				"comment_id": 7,
				"body": "> [flappyearz](#comment_98_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt): By number of speakers maybe, but it's not \"globally relevant\".\n\nNeither are most North Americans. For people who want to work in a big multinational corporation and get overseas postings, or work in the Foreign Service, or have some particular academic interest, sure, learn some other language. But many Americans and Canadians will never leave the continent, and will never work in a job that deals with, say, Chinese imports. However, in any major city, or anywhere south of Idaho from California to Texas, or any town or county that has an industry that draws Mexican or Central American immigrants you'll be surrounded by people who speak Spanish. And it can get you a job. When my gf started out in banking, she got the job over other applicants largely because she spoke some Spanish. Started at a higher wage because of it, too. We don't even live in an area that you'd associate with a significant Hispanic population. Ironically, she actually spoke some Chinese, too, because she had taken several semesters of it in college. They had zero interest in that ability, of course.",
				"added": 1513308579
			},
			{
				"comment_id": 8,
				"body": "> [krixano](#comment_245_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu):  Everyone learns grammar in school in the US\n\nPerhaps you can say that everyone is *taught* grammar in school in the US (though even that is likely an exaggeration), but it is certainly not the case that everyone *learns* it.",
				"added": 1513390683
			}
		],
		"1513170471_1PyrAjbZiHyfW7jSWeUpDPSeMU7sAJ5HSs": [
			{
				"comment_id": 5,
				"body": "> [lxpz](#comment_1_1LrDWSzi63MhST9ZNkefSPJGFAuByRMeCx): You're probably better off just using Google translate through Tor, although I understand that this doesn't solve the privacy problem as they probably do record all of what you input in it.\nGoogle Translate doesn't work through Tor if you have Javascript turned off in your browser. Perhaps it doesn't work regardless, but I never use Javascript while browsing through Tor, so I don't know.",
				"added": 1513213302
			}
		],
		"1513230190_1K8XkWirXhKSqE3t6WfcjbUcuSTCamzqMJ": [
			{
				"comment_id": 6,
				"body": "> [polar](#comment_79_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6): What the difference between Facebook and ZeroMe?\n\nOne is a massive advertising, social engineering, and mass surveillance tool. The other is a social networking zite.",
				"added": 1513232697
			}
		]
	},
	"comment_vote": {}
}