{
	"next_topic_id": 27,
	"topic": [
		{
			"topic_id": 1,
			"title": "KopyKate v1.3.1 BETA (YouTube/Netflix alternative for ZeroNet) - UPDATE!",
			"body": "**KopyKate v1.3.1 BETA - UPDATE**\n&nbsp;\nZeroNet link: http://127.0.0.1:43110/kopykate.bit/\nFor viewing outside of ZeroNet: http://kopykate.ga/\n**New features:**\n- Enhanced mobile page view (mobile only works on android!)\n- All the newest major 2016 DVD releases uploaded\n- Improved uploader + Video tutorials!\n- Improved video player layout",
			"added": 1491621062
		},
		{
			"topic_id": 2,
			"title": "Are ZeroNet proxies illegal?",
			"body": "Is it illegal to host a ZeroNet proxy on a VPS, if it has the potential to load torrent sites?",
			"added": 1491629037
		},
		{
			"topic_id": 3,
			"title": "Has China annexed ZeroNeT?",
			"body": "What's going on..",
			"added": 1497258442
		},
		{
			"topic_id": 4,
			"title": "KopyKate BIG - Video Sharing with Big Files, the YouTube of Everything",
			"body": "http://127.0.0.1:43110/big.kopykate.bit\nKopyKate BIG - Video Sharing with Big Files, the YouTube of Everything\n\nKopyKate launches its big file experiment. Built upon the ZeroUp code, it features a search engine, video player, editable content and more coming soon!\n\nUnlike ZeroUp, this is for videos only. Up to 2gb allowed. Will be clonable and fully functional by Christmas, and will include documentation.",
			"added": 1508154041
		},
		{
			"topic_id": 1509324154,
			"title": "Are Big Files killing ZeroNet Proxies? More options needed.",
			"body": "I'm currently running a ZeroNet proxy, but I have a problem with how it handles big files.\n&nbsp;\nAt the moment, every time a user clicks on a video file that isn't being actively seeded by the proxy, it will automatically start downloading the file into the hard drive of the proxy server.\n&nbsp;\nThat means that, given a sufficient amount of time and sufficient amount of users, the hard drive will eventually be overloaded. This will discourage ZeroNet proxies from hosting zites that have big files on them. \n&nbsp;\nEven with the 'help share and distribute big files' option disabled, you're still forced to download and seed the videos/files to your hard drive, every time you click on one. It doesn't allow you to simply stream the videos/files from the currently active peers/seeders.\n&nbsp;\nI'm starting to believe that this is the reason why Proxies have been vanishing. Proxies are a great way to introduce people to ZeroNet.",
			"added": 1509324149
		},
		{
			"topic_id": 1511163737,
			"title": "KopyKate BIG 1.1 ALPHA - Video Sharing Platform for ZeroNet",
			"body": "http://127.0.0.1:43110/big.kopykate.bit\nhttps://github.com/kopy-kate/kopy-kate-big\n&nbsp;\nWorks great on mobile now, more features to come. If you want video, accept no substitutes!\n&nbsp;\nCredits to nofish for coding ZeroUp, which KopyKate BIG was built upon.",
			"added": 1511163731
		},
		{
			"topic_id": 1511250749,
			"title": "/r/CryptoUBI - Making Universal Basic Income become a Reality",
			"body": "https://www.reddit.com/r/CryptoUBI/\n&nbsp;\nLooks like this is gonna be my favourite reddit for a while.. ^^\n&nbsp;\nCan't believe I'm gonna be 25 this year. I presume a lot of us would have ditched our primary school dreams of going to Mars by now. After all, how will governments ever scrape up enough money for a Mars colony, when there's autonomous drones, tanks and bombs yet to be hauled through the middle east? Surely we can settle for a more realistic sort of milestone for mankind .. such as eradicating wealth inequality. \n&nbsp;\n.. But by the looks of it, most of us have already given up on that one as well.\n&nbsp;\nI'm not one of those people. Think about it - we've had the enlightenment, the industrial revolution. People used to starve to death back in the old days, but nowadays obesity is more of a problem, even in third world countries. \n&nbsp;\nA UBI would no doubt be the first step towards building a world in which our biggest worry will literally be, not knowing what to do with our spare time. Our precarious, globalized, debt-based economy is no longer working for us. The vast majority of us are already living on 'non-existent money'.. except, you'll be re-paying the elite for as long as you live, unless you're privileged enough to be part of this upper class.\n&nbsp;\nThe great thing about using cryptocurrencies to make this dream come a reality, as opposed to relying on governments, is that it puts power directly in the hands of the people. You've probably already heard about Venezuela - the infamous socialist trainwreck. That's actually where I used to live..\n&nbsp;\nMy dad also used to be a diplomat, and once had a gig working as a translator for Putin and Chavez. Back in 2009, me and my mum went on holiday to Russia. Dad took me on a tour through the Venezuelan embassy in Moscow.\n&nbsp;\nOne thing that struck me the most about the people who worked there, was just how materialistic they all seemed. Dad used to take out cash from out of his wallet while we were at the petrol stations and wave it around before getting into his Range rover. He claims to be a socialist, but ironically enough, the only reason he decided to work as a diplomat in the first place, was so that he could live the life of a rockstar. Fancy suits, drinks, prostitutes... \n&nbsp;\nI should add, he no longer works at the embassies anymore, he's unemployed. Venezuela was a failed experiment, no doubt, but to think that the blame lies within the 'generosity' of a government who only wanted to help its struggling working class, is a big mistake. Just because a government claims to be 'for the people', doesn't mean they have to keep their promises. If you wanna get rich in Venezuela, work for the government.\n&nbsp;\n..anywhoo, we probably need our own CryptoUBI talk here on ZeroNet, although we still seem to be a very small community. Let's do something awesome. Pessimism is a waste of time. I should add, I'm an optimistic pessimist. I'm pretty sure I think the world sucks, but I'm also pretty sure we can fix that.",
			"added": 1511250742
		},
		{
			"topic_id": 1511360238,
			"title": "I Fucking Hate College",
			"body": "There's 6 hours left till my last exam.. ... and yet, it feels like eternity. \n&nbsp;\nNot to mention the fact that, I'm drunk as fuck.\n&nbsp;\nI passed the previous two exams with 75%.. even though, I didn't even attend half the classes. I could have been kicked out... \n&nbsp;\n..not that I would really care if I did get kicked out .. I'm practically only using my student loans to survive and pay my rent. I don't intend to do anything with my qualifications. It's all about money....... yes, fucking Money. I mean ... why else would anybody really go college, if it weren't for the money?\n&nbsp;\nThere's only one classmate that I've ever met who genuinely looked like he gave a fuck about programming. Everybody else was just a zombie. Their parents probably told them to go there... 'because IT pays really well'..\n&nbsp;\nFuck college. \n&nbsp;\nBy the way ... the lab computers run pirated Adobe software.",
			"added": 1511360229
		},
		{
			"topic_id": 1511773000,
			"title": "Rojava - A Utopia in the Heart of Syria's Chaos",
			"body": "https://www.youtube.com/watch?v=uQh8aRVJnY4\n&nbsp;\nInteresting development. If I were a Syrian, this is where I'd choose to live.\nEverybody must cooperate and accept each other's differences.. Arabs, Kurds, Syrians.. Muslims, Christians, etc. One religion has no power over the other. \n&nbsp;\nThey're anti-war, but pro self-defense. \n&nbsp;\nIt's a pretty oil-rich region, too.. which is a blessing and a curse. \n&nbsp;\nTime will only tell whether it will flourish as a secular and free society, or be devoured by war-mongers and bureaucrats. It's still unclear as to whether Assad will leave the region alone or choose to exert power over it after they're done fighting the jihadists..\n&nbsp;\nhttp://aranews.net/2017/06/syrian-kurds-worry-russia-assad-made-deal-turkey-rojava/",
			"added": 1511772990
		},
		{
			"topic_id": 1511777019,
			"title": "What I think of the world today ...",
			"body": "Frankly, I think the world sucks. I don't identify with any political group. The alt-right, antifa, ... sharia.. ... conservatism, christianity.... they can go screw themselves, for all I care.\n&nbsp;\nMy only hope is that we can become a spacefaring Type-I civilization, whose only currency is matter and energy. Everybody is free to live the lives they want to live. Nobody can impose their way of life on others. We can all wake up in the morning and smoke weed and listen to Bob Marley, or go to the movies every day ... or stay up all night writing code ... or play virtual reality video games ....... or travel the world, the solar system.... ..... the galaxy. Ya know.. just be Normal. \n&nbsp;\n... Of course, history shows us that societies usually don't work out that simply. Sometimes, people may even be offended by your version of 'freedom'... as has been the case with recreational drug users, just to give an example... or people being naked in public..... ........ or people hunting animals for food. Sometimes, people have different versions of freedom altogether.\n&nbsp;\nAt the heart of all this is scarcity, and ego. Not even self-proclaimed freedom fighters are immune to this disease, which is probably why you'd never catch me dead at a Gay Rights rally ... or wearing Greenpeace, PETA stickers ... even though I'm an LGBT vegetarian.\n&nbsp;\nMy first dose of politics and philosophy would no doubt have been taken at the age of 9 in Germany, when my dad talked to me about how slaughterhouses worked. Since then, I've kinda earned a reputation for being an animal lover on my primary school playgrounds. Animal rights became my thing..\n&nbsp;\nThen again, as I grew older and witnessed news coverage of the war in the middle east, the refugee crisis, etc. it became apparent that there's little hope to be found in the animal rights movement, considering how awfully we already treat members of our own species. Sometimes we even treat people worse than we treat animals. Try talking to somebody about Saving the Whales. Then try talking to them about Saving the Refugees...\n&nbsp;\nThe reason we cannot save all refugees is because there's scarcity in Europe, and a war of Egos in the middle east.. and the reason we cannot save all whales is because, some people eat them. They use them as a source of chemical energy.. to sustain their own bodies.\n&nbsp;\nScarcity even explains racism, homophobia, xenophobia, etc. After all, Trump and Brexit are all a byproduct of a new underclass (i.e. The Precariat) that is facing economic uncertainty amidst globalization, automation, job loss.. lower benefits, lower wages, etc. . and so they find a way to lash out their frustrations at the world. \n&nbsp;\nMight also have something to do with the fact that politicians were quick to rally up behind Gay Marriage and Transgender anti-discrimination laws, without addressing more urgent issues such as wealth inequality, poverty, homelessness, etc... all of which are issues that actually affect LGBT and ethnic minorities more often than the rest. I'd take Basic Income, affordable housing, affordable health care.. over gay marriage, any day. Growing up with non-accepting parents, my biggest issue was by far was not having enough money, and not having a place I could call my own .... not 'sexism, racism, etc'. People in New Zealand have actually treated me pretty decently.\n&nbsp;\nMaybe this is why gays and trans have received so much hate as of lately. The ones who get the most attention are often rich college kids who dye their hair and wear stickers and start flame wars on social media, not because they really care about the disadvantaged... but because, hey.. Identity Politics is fun. Feeding the homeless is not.\n&nbsp;\nThis gives us all a bad image... unfortunately.\n&nbsp;\nAnywhoo. In conclusion, Violence, protests, whining, flaming.. won't really solve this problem.\n&nbsp;\nOur only hope is technology, science.. and reason. Hell .. technology might even bring us global vegetarianism and animal rights, that is .. if we can create artificial lab-grown meat that is healthier, cheaper and tastier than the real thing. \n&nbsp;\nIf there's a problem, throw technology at it. That's kinda what ZeroNet is about, too. Don't join political parties, don't waste your breath.. don't try too hard to argue with people and convince them ... and for god's sakes, don't throw your life away fighting pointless wars. \n&nbsp;\nBe who you wanna be, don't let people tell you how to live your life, and vice versa. The right to life, liberty and the pursuit of happiness. If there's a universal morality, that would have to be it.",
			"added": 1511777008
		},
		{
			"topic_id": 1511856741,
			"title": "KopyKate BIG v0.1.15 + To-Do-List for 0.2.0 - 0.3.0 !",
			"body": "http://127.0.0.1:43110/big.kopykate.bit\n&nbsp;\nRight. The holidays officially begin! ;)\n&nbsp;\nI just added a file delete option for testing purposes. Simply click on \"Seeding: xx mb\" and it should ask whether you want to stop seeding the file. It'll then delete the file from your optional files list..\n&nbsp;\nI tested it on the proxy, and it prevents you from deleting files on it if you're not the admin, so it's all working fine.\n&nbsp;\nI need some feedback as to what kind of functions you'd love to see on the site. \n\nNew short-term To-Do (12/12/2017):\n\n- Enable editing / deleting comments, enable replies.\n- Improved general editing interface thumbnail, description, etc.\n- Improved file manager look\n- Improved left menu look\n- Loading screen for video, showing peers .. downloaded %..etc.\n- Perfected video scaling for mobile\n- Automatically seed a whole channel (i.e. subscribe)\n\nLong term To-Do:\n\n- Enable uploading 240p, 480p ,etc. alternative video files to the same link.. so that playback is faster on mobile. \n- HTML5 video with custom player and buttons\n- Upvotes for files and/or comments?\n- Improved uploader for ZeroNet Proxy (uploading via proxy is currently disabled, as the proxy currently only has enough space to be a seedbox for files that are lacking in peers. It then automatically deletes files that have tons of peers.)\n- (0.3.0) Merger sites featuring video hubs, not unlike ZeroMe\n- (0.3.0) Video encoding bot\n",
			"added": 1511856729
		},
		{
			"topic_id": 1512091241,
			"title": "www.zerocat.eu zerocat.eu - Proxy Update",
			"body": "https://www.zerocat.eu/\nFollowing updates were made to the proxy:\n\n- You can now open more than one tab/window. The miner will recognize every other tab/window as a child tab and automatically stop. Should the previous tab/window be closed, then the child tab becomes the main tab and automatically starts the miner!\n\nTo-do-list in the short term:\n\n- On mobile devices, automatically stop the miner if battery level is below 25%.\n- Use rewrite instead of redirect for subdomain > subfolder server blocks to avoid Cloudflare errors when using https to access said subdomains?\n\nBenefits of using ZeroNet proxies:\n\n- Get instant peers for your new site\n- View your site from the perspective of other users, debugging\n- Boost availability of your big files until they get enough seeders\n- Use ZeroNet without installing ZeroNet, if storage is limited or ZeroNet client cannot be installed, etc.\n- Raise awareness of ZeroNet to outsiders",
			"added": 1512091226
		},
		{
			"topic_id": 1512178065,
			"title": "Hard Work is Overrated [video]",
			"body": "https://www.youtube.com/watch?v=rA0qrC2YzL8\n&nbsp;\nThis video is gold. If anything, I find it rather uplifting and motivating.\n&nbsp;\nReally does make you question what you're trying to do with your life, however. 'What do you wanna be when you grow up?' Boy, what a question. I'm actually not entirely sure as to what, precisely, I 'wanna be'.. I certainly wanna [do] a lot of things in life.. but, 'to Be'?\n&nbsp;\nThat's a terrifying question to ponder; being tied down to a particular set of tasks, for the rest of your life. Never mind the fact that, to many people ... having a Career, and a stable job.. is practically The definition of Heaven. A luxury of the privileged.",
			"added": 1512178049
		},
		{
			"topic_id": 1512179082,
			"title": "Does programming change your way of thinking?",
			"body": "In my experience, one thing that software programming has opened my eyes to.. is the fact that the entire world is basically a program, albeit not so much binary/digital .. as it is analog. Nothing is 1 or 0, there's always a margin of error, always that wiggling room.. always that random number.. but things have a tendency to gravitate towards a certain set of rules, not just the laws of physics.\n&nbsp;\ne.g. \n//Laws of physics.\nIf (the temperature of water < 0c ) { water turns to Ice }. \nIf (you collide head on with a car on a highway) { your total collision speed = (the speed of your car + the speed of the car you collided with)}\n&nbsp;\n//Laws of the Earth, but possibly also tied to the laws of physics (availability of matter and energy, throughout space and time)?\nIf (demand for a product > supply of said product) { if ( business owner can afford risks ) { push prices up } else { go out of business} }. \nif (hemisphere == southern and month of the year == 9) { trees start to blossom }\n&nbsp;\nSo really, if you can program, if you can 'hack'.. you should be able to do anything. (I should add ..Hacking doesn't really have an exact definition... It's more loosely defined as 'doing things unconventionally' or 'doing things you're not supposed to do' or 'solving a problem'). \n&nbsp;\nYet another reason not to tie yourself down to a particular job / career, and allow yourself to be free to explore the world as a whole. Become a hacker of life itself. \n&nbsp;\n.. of course, then there's the issue of needing enough money in order for you to have the freedom to do the things you wanna do, and not end up homeless and on the streets .... but .. surely enough, there's gotta be a hack for that, too.",
			"added": 1512179065
		},
		{
			"topic_id": 1512252928,
			"title": "Beware of the Binary Options scam",
			"body": "Not so long ago, I'd actually received a call on my smartphone... New Zealand number, apparently... from a lady telling me that I had expressed interest in 'trading and investments' with their company.\n&nbsp;\nKnowing that it was a scam, I hung up the phone at the time .. and yet, the phone calls persisted. \n&nbsp;\nMe and my friend came up with an idea; we would get her to visit a fake blog that I created. The fake blog was hosted on a Nginx webserver, and was running a cryptocurreny miner at 100% speed and CPU usage. We were just fucking around though.. nothing serious..\n&nbsp;\nDidn't take long for us to convince the lady on the phone to click on our link. The Nginx access log revealed her IP. It turned out, the call originated from the Philippines, not New Zealand. She had a slightly American accent .. and was pretty fluent at it .. I presume she studied English in her home country with the help of an American teacher.\n&nbsp;\n..fast forward into December 2017.. I've now become the target of almost non-stop calls. I've had to install Call Blocker on my phone, but even that hasn't helped; the scammers are known to use number spoofers. I've had calls originating from London, Texas, Australia.. New Zealand.. everywhere in the world. I've had callers with numbers like +000000 ... or even just '1'.\n&nbsp;\nIt's as if they were all reading from a script. I would get men, women from all around the world asking me to make a $250 deposit and start 'betting' on rising and falling prices of stocks / assets / etc. They'd take you to a webpage that looks something like the LCD screens on Wall Street.\n&nbsp;\nAfter doing a bit of research on the matter, it turns out that this Binary Options trend is relatively new and has actually become quite a popular 'online investment game' ... which has practically filled the void left over by the crackdown on online gambling. This isn't your typical 'nigerian scam' ... these aren't poor people in Africa trying to make a quick buck, it's a multi-million dollar business, and even intelligent people are falling for it. Lawyers, doctors .. elderly people on a pension .. you name it. \n&nbsp;\nhttps://www.youtube.com/watch?v=RFH-c-PwQ5M\n&nbsp;\nThe way it works is.. when you sign up with them, you're basically agreeing to taking a risk. They'll tell you that you're gonna make a lot of money, sure. But the Terms and Conditions they get you to agree on still indicate the Risk factor, and it's this risk factor they take advantage of in order to get away with their ill-gotten gains. So you're practically gambling, not investing.. and the odds are purposely rigged so that these websites can profit and walk away with your money.. and there's absolutely nothing authorities can do about it because it's overseas. Chances are, a lot of these trades and stock prices are random numbers, and aren't real.",
			"added": 1512252910
		},
		{
			"topic_id": 1512309807,
			"title": "Projects for 2018 (new year's resolutions)",
			"body": "Most of these projects I've kinda already started working on, though admittedly, I'm sometimes guilty of shuffling between unfinished stuff here and then..\n&nbsp;\nIt's too damn hot right now, too. I don't think I can stand the heat in this bedroom anymore.. it was a blessing during winter time, but in the summer it's a curse. Even my PC fans are going wild. It makes me nauseous and unable to think straight. I'm seriously considering getting out of this house and going to a public library during the daytime, program there instead, since they have air conditioning. Chances are, they'll probably have dreamweaver and stuff like that .. it'll be good to take a break from gedit and notepadqq.. ... as much as I love Linux.\n&nbsp;\nAnywhoo.. here's some stuff I'd like to be able to accomplish in the short term:\n- **encoder.zerocat.eu** : A free node.js video encoding website/server piped through a Nginx proxy, with some sort of a file storage regulator, so that clients don't DDoS the thing uploading too many files. Let the servers do the dirty work, give my PC another break. No ads, no mining. Gotta have a link to ZeroNet though, and my proxy... talk about movement building. \n- **im.not.as.good.as** : (iNaga) An open source, Actionscript framework that allows you to control animations through simple functions with parameters and options ranging from the very basic, to the more advanced and sophisticated. \n\n=> Basically, you have an environment full of 2-dimensional AI marionettes and toys, and it's all yours to command. \n=>The characters are structured so as to enable ease of assembly and disassembly, just like 2d lego. \n=> The style is akin to a hybrid between Anime and South Park. \n=> Makes creating cartoons as easy as playing video games. This is suitable for people who feel they have good ideas and a good storyline, but don't want to have to put in the time and effort that is normally involved in animating.. (besides.. spending more time and effort on your videos doesn't necessarily equate to move views and likes, either.... I mean it does, but.... you're still handicapped compared to YouTubers who just do commentary over video game footage and then live off the ad-revenue.. so get those animations pumping and bring story-telling back to the internets..!)\n&nbsp;\n- **first-contact** : Dating app that matches you up with people of your preferred gender, who share similar facial characteristics with you ... based on the facial similarity theory of sexual & romatic attraction. Inspired by the Fermi Paradox; there's nowhere in hell that we are alone, we're not that special .. there's gotta be someone just like us, somewhere out there in the universe.. but why the hell won't they visit?\n\n=> Takes advantage of the blockchain in order to reduce server costs. \n=> Respects your privacy.. images aren't stored on the blockchain ..... rather, facial shape coordinates are stored as public keys, and then paired with other public keys in order to create matches. It is then up to both parties to agree to initiate contact.\n=> Features real-time Virtual Social Clubs, basically a mmorpg where you get to meet people and mingle and chat. None of that second life bullshit.. has to be grounded in reality, you can't choose how you look like. There's no dragons and night elves with big boobs. No cheating, or bad karma will follow!\n=> The clear-net, server-side applications will run cryptocurrency miners in order to reward the creators, and help fund whatever server costs there may be, obviously. If it does make it big, none of it will be spent on mansions or luxury yachts - the money will be pumped straight into cryptocurrency-based Universal Basic Income dividends. Let machines and AI create paradise on Earth so that humans can live free and without having to worry about money, move on to more important matters like the stopping the hypothetical Heat Death of the Universe.. simple.\n&nbsp;\n- **In the long term** I'd also like to work on robots, which I've already done, so I mean.. continue working on them. It would be great to have an affordable, open-source personal-helper robot that can follow you around and carry groceries and all that.. and fix your computer. And provide home surveillance. And show you low resolution mid-air videos (femto-second IR lasers). And bring you a beer. And crack it open. And talk to you. Kinda like R2D2. \n\n=> Uses machine learning. The brain of the robot will consist of various bootstrap 'modules' that keep stacking up with time and automatic updates. For example, the human brain might have 'modules' that handle Love-making, eating, sleeping.. ... curiosity... speech, emotion... visual processing... humor... well, same with the robot. Automatic updates will help the number of modules grow, which helps the robot evolve and gain complexity. You could even create modules that allows the robot to create its own modules.\n&nbsp;\nAnd yeah, it's all gotta be open source. I guess it's my way of paying for all the free movies I've watched and the cracked software i've downloaded. Also, money sucks.. the sooner we can do away with it, the better. People aren't lazy.. they just tend to be more motivated to do shit that they care about.",
			"added": 1512309788
		},
		{
			"topic_id": 1512534533,
			"title": "Why port 43110?",
			"body": "Something I keep scratching my head about. lol\n&nbsp;\nCould it be .. 'Hello' .. in 1337 speak?",
			"added": 1512534513
		},
		{
			"topic_id": 1512565682,
			"title": "Video Encoding Server using Handbrake.js [video]",
			"body": "http://127.0.0.1:43110/big.kopykate.bit/?Video=1512564878_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE\n&nbsp;\nSample of a video encoding server written with Node.js, with simple presets.\n&nbsp;\nI've actually never seen any sites that use Handbrake.js ... at least, not that I know of.. seems like a very underrated tool though. Pretty damn fast.\n&nbsp;\nI'll be uploading a 50mb-max test site to a subdomain on zerocat.eu tomorrow, after I've finished the automated file-deletion script.. and some more security stuff (e.g. \"Server is busy. Please wait for the queued files to finish!\").\n&nbsp;\nThe server basically just queues every file that is uploaded. After it is completed, it will only be available for a certain amount of time, after which it is deleted. All files are public at the moment. \n&nbsp;\nObviously, this wouldn't work on ZeroNet, as it involves server-side applications. For client-side video encoding, you'd have to use your regular Handbrake. Guess I'll have to write some tutorials on that one.\n&nbsp;\nSuggestions for features are more than welcome!",
			"added": 1512565661
		},
		{
			"topic_id": 1512686154,
			"title": "Mariah Carey, G-eazy and Motorhead now accept Monero for merchandise.",
			"body": "https://www.cryptocoinsnews.com/mariah-carey-g-eazy-and-motorhead-now-accept-monero-for-music-merchandise/\n&nbsp;\nNormies... REEEEEE!\nSeriously though, Monero has gone up in price (277USD as of now). I now have the equivalent of 5NZD in my account from 1 month of using Coinhive. At this rate, I'm recovering 15% of my server costs for zerocat. . . though I'm hopeful!",
			"added": 1512686132
		},
		{
			"topic_id": 1512701903,
			"title": "encoder.zerocat.eu - A Node.js video encoding server [BETA TEST]",
			"body": "https://encoder.zerocat.eu/\nhttps://github.com/misses-robot/zerocat-encoder\n&nbsp;\nA trial for my new node.js server. [UPDATE] File upload limit is **now 500mb**. This will hopefully make encoding easier, and all settings are optimized for KopyKate.\n&nbsp;\nWho said Node.js was dead?\n&nbsp;\nThis is kinda public at the moment, so anything you upload there is accessible to others, though files are deleted automatically after **1 hour** to save space. You're only allowed 5 files per hour at the moment, for testing purposes. Options are also pretty basic right now.. pretty much just compresses your video to 3 different resolutions.\n&nbsp;\nJobs are queued, and the server only encodes one video at a time.\n&nbsp;\nYou can also run this server on a local network on your own computer. Pretty convenient if e.g. say you have multiple computers at home, but only one computer is used for video encoding.. you just add the files to it via URL ip address. Just as you would run ZeroNet. Just modify the permissions/size/file-storage-time/POST request limits.",
			"added": 1512701880
		},
		{
			"topic_id": 1512712007,
			"title": "Binary Options scammers move on to Cryptocurrency",
			"body": "https://www.timesofisrael.com/as-binary-options-shuts-down-some-ex-operatives-turn-to-cryptocurrency/\n&nbsp;\n**Headline: As Binary Options gets outlawed in Israel, scammers move on to cryptocurrencies. **\n&nbsp;\nI posted about this a few days ago, but things have been changing rapidly. \n&nbsp;\nAs I've said before, this is a global crime wave that involves getting you to bet on rising and falling prices of assets/stocks/cryptocurrencies in order to win money. It's online gambling i.e. the house always wins.. but this particular breed disguises itself as investment firms.. promising profits (which you'll obviously never receive.. you won't even be able to withdraw your initial $250 deposit, unless you can get a friend to sign up to the scheme, thus perpetuating it).\n&nbsp;\nIt's not a harmless Nigerian-type scam by any means. One Canadian man has been driven to suicide, not long ago.. after losing thousands.\n&nbsp;\nSome of the telemarketers actually work for these companies full time and earn good money. Yesterday, one of them even tried to get me to consent to remote-access to my PC (I've been leading them on for a while.. on the phone).\n&nbsp;\nThey've finally exposed their one vulnerability - Remote access. The trick will be to set up a virtual machine for baiting purposes, then trick them into installing spyware. How about hacking their entire call-centers, running cryptocurrency miners inside them ... then making all of their information public? Use the revenue to support victims.\n&nbsp;\nThat would be glorious.",
			"added": 1512711983
		},
		{
			"topic_id": 1512779248,
			"title": "Kurzgesagt video on Basic Income",
			"body": "https://www.youtube.com/watch?v=kl39KHS07Xc\n&nbsp;\nGood to see the movement gaining momentum.\n&nbsp;\n..And nice to see how they explained the difference between communism and basic income. Communism is the collective ownership of the means of production. That means hollywood, oil companies, energy companies, etc. would all belong to the government. That means the government can give you a job and tell you what to do... ... like they're planning to do in New Zealand.. if you're poor!\n&nbsp;\nUBI is simply a tax on the wealthy, in order to pay for the basic survival needs of the average person. It doesn't centralize the economy or corrupt the free market.. if anything, it can actually boost productivity and entrepreneurship by removing the survival factor that is attached to work.. so people are more likely to take up work that is more meaningful, take risks.. or invent stuff, or write open source software.\n&nbsp;\nThis could work with gold, bitcoin, etc. It doesn't cause inflation because you're not 'printing money' .. you're simply moving it around.\n&nbsp;\nIt's gonna be a rough 10-20 years ahead, and there will be lots of sweat, tears and disappointments... but we can do this. Revolutions don't happen overnight.",
			"added": 1512779223
		},
		{
			"topic_id": 1513048648,
			"title": "Connected peers .. what do the numbers really mean?",
			"body": "I've seen the peers on ZeroHello go from 4000 to 800 or half as much ... depending on the day. On my home client.\n&nbsp;\nWhat exactly does that mean? People stop seeding?",
			"added": 1513048622
		}
	],
	"topic_vote": {
		"29_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ": 1,
		"1_1ATpj32EgvgApKTmBq1KiY62B5UjzfSRJS": 1,
		"2_12JNkg22um5nYeLgK8XgKavpivuwjrfHAy": 1,
		"2_1165u6pt5mQNFjyhMVwy6azB7bZuQGLA9b": 1,
		"1_188Uit7FJJgyMWE3yh6934fKSucopDHgDz": 1,
		"2_15tZz9U5s2VhdxtSm2R9b27s6F7UdsmAuR": 1,
		"13_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"1510821243_1CxzW1WSzp2bYT7HAsLcw1wt1USDmSjHM5": 1,
		"1509649171_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": 1,
		"1511739795_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"1512061974_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"1512263767_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"1512496361_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"1512712488_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": 1,
		"1512998155_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": 1
	},
	"next_comment_id": 123,
	"comment": {
		"10_16w7UuJAHbt8YBa8zxHS7UFk9mq8Q5DpE4": [
			{
				"comment_id": 1,
				"body": "**UPDATE:**\n**- Added new TV show BrainDead. All past episodes are currently being encoded for online streaming. Once it's finished, new episodes will be added as soon as they're released.**\n**- Improved seeding of KopyKate torrents thanks to additional software testing.**",
				"added": 1481437681
			},
			{
				"comment_id": 2,
				"body": "Up+dated. ;)",
				"added": 1482717712
			}
		],
		"1_1PvAednzaMJiuMz1SD5wF3m3Hx7SK75zHv": [
			{
				"comment_id": 3,
				"body": "Hi there ;)\nFYI - I've just uploaded my torrents to a seedbox, so they're now available 24/7. Any torrent submitted by Kopyjane or Kopykate will be web-seeded.\n\nA big problem we have is that **people are too lazy to seed..** they just expect others to do all the seeding. And because we can't borrow any peers from BitTorrent clients, we kinda have to start from scratch.\n\nSo the solution is to use HTTP web-seeds as a temporary backup, at least until the site goes viral. In fact, every time you stream the videos - you are simultaneously seeding them .. so the more viewers we get, the better.\n\nSite is also available at  http://kopykate.ga/ .. which will Forward the link to a ZeroNet proxy. \n\n**REGARDING UPLOADING - Because this is not YouTube.com, videos need to be seeded by the user in order to play. Don't close the tab of the Upload page until you've added your magnet link to the Webtorrent Desktop client. Use the x264 and AAC codecs because we can't encode on your behalf, as this is not a webserver.**\n\n**REGARDING WEBRTC - It will not work in Tor browser. It will NOT reveal your IP address IF you are using a VPN. Cheers!**\n\n**And last but not least; The whole purpose of using ZeroNet + WebTorrent magnet links is to maintain a database of torrents that cannot be shut down by authority.**\n\nEnjoy ;)",
				"added": 1488668288
			},
			{
				"comment_id": 5,
				"body": "> [testuser789](#comment_9_1PvAednzaMJiuMz1SD5wF3m3Hx7SK75zHv): OH YEAH ! Oh yeah! OH YEAH, FOLKS ! It works! Now on Kopy Kate OFFICIAL I've managed to do streaming down and uploading videos ! Fucking great. And as always: Once you've managed it, it doesn't appear that hard ;) Here's how I've done upload on Kopy Kate OFFICIAL:\n> \n> Using firefox browser - new, private window (before making sure webRTC is on by config:about - media.peerconnection.enable 'true')\n> Going on Kopy Kate OFFICIAL - http://127.0.0.1:43110/1aCq7GiJfUfGZ4GftjYaYbsEngPFzcxvN/\n> right click on \"+ Upload new video!\" and open new tab with it\n> Under \"Upload .mp4 file:\" click on \"search\", look for the video you want to upload and confirm with \"ok\"\n> Type in Title, description, look online fore a nice pic of your video and copy its link and paste it in the respective field, choose the video category\n> Left-click, hold, drag & drop the \"magnet link\" into your WebTorrent.desktop - here's a screenshot how it looks like: https://abload.de/img/kopykateofficialuploa9ekiu.png\n> wait until WebTorrent.desktop is done with loading\n> Then on the upload page of Kopy Kate OFFICIAL click on the \"add video\" button\n> \n> THAT'S IT !!! SUCCESS !!! You can tell by yourself when you visit Kopy Kate OFFICIAL after the upload, see your video in the list, click on it and then on Kopy Kate OFFICIAL you'll see how your video is being streamed down and has at least 1 peer.\n> Ah, and here's the link of my first successful video upload: http://127.0.0.1:43110/1aCq7GiJfUfGZ4GftjYaYbsEngPFzcxvN/?Topic:6_1PvAednzaMJiuMz1SD5wF3m3Hx7SK75zHv/Reclaim+your+freedom+with+free+libre+software+now+Richard+Stallman+of+Free+Software+Movement\n> When I find the time for it, I will re-shape my starting posting here to be more like a tutorial...\n\nYour computer must be switched off right now? :p\n\nI'll have to do a tutorial on how to create a Webseed, as well. Of course, it's only a matter of adding ' &ws= ' to the end of your magnet link and then adding a HTTPS:// link to the exact same file that the torrent contains, but stored inside a webserver.. then previewing this magnet link in Instant.io, downloading the resulting .torrent file .. and uploading the torrent file into the same folder as the original .mp4 you have on your webserver. Of course, this can still confuse a lot of people .. \n\nYou can actually use Dropbox to create webseeds. At least, until they fix the exploit which allows you to create direct links by using the dl.dropboxusercontent.com domain. \n\nI'm using a VPS for my seedbox and it's got about 200GB storage, for $9 a month (6 USD). So .. it could fit about 220 movies.. or 500-700 TV-show episodes. And I'm friends with the owner of the VPS provider.\n\nWhat I like about it is that I can just go to a friend's house and then just stream the movies I want instead of carrying a USB drive or installing uTorrent on their computer.. so it kinda benefits me as well. :p",
				"added": 1488744850
			},
			{
				"comment_id": 7,
				"body": "> [kaffie](#comment_244_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): I've tried a few times now and I can't manage to get webseeded torrents to actually play properly. The only way it ends up working is if I open webtorrent desktop, let the page 'find' the peers, and then close webtorrent desktop and let the page download from the webseed. But of course that defeats the whole point of having them webseeded in the first place.\n> Edit: Figured it out. KopyKate auto-filled the magnet link and using the magnet doesn't seem to work, but pasting in the link to the .torrent (like I did originally to load the upload page) allows the video to be webseeded properly. Sweet. Time to upload some videos :3\n\nI'll create a video tutorial soon. :-)",
				"added": 1488831946
			}
		],
		"1_1ATpj32EgvgApKTmBq1KiY62B5UjzfSRJS": [
			{
				"comment_id": 4,
				"body": "Humanity will destroy itself.\nLight up, crack that beer open . . and at least learn to enjoy the show.",
				"added": 1488687489
			}
		],
		"2_12JNkg22um5nYeLgK8XgKavpivuwjrfHAy": [
			{
				"comment_id": 6,
				"body": "Apparently Kim Dotcom was going to create a platform that facilitates easier bitcoin micro-transactions .. but of course, with all the legal burdens that are piling up on him as we speak .. progress has no doubt gotten a bit slow.\n\nhttp://www.nzherald.co.nz/business/news/article.cfm?c_id=3&objectid=11786023",
				"added": 1488791842
			}
		],
		"2_1165u6pt5mQNFjyhMVwy6azB7bZuQGLA9b": [
			{
				"comment_id": 8,
				"body": "Still not as crazy as YouTube commentators.",
				"added": 1491887729
			}
		],
		"3_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 9,
				"body": "> [scrubthesecond](#comment_32_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): TL;DR: ZeroNet is gaining traction in mainland China as it offers freedom and we should welcome them with open arms. [...]\n\nAh, ok. At first I thought it was just spammers or something.. lol\n\nWe really need to have a separate ZeroTalk clone for that though. Otherwise, it's like I can't participate .. unless I finish learning Chinese. -_-",
				"added": 1497316139
			},
			{
				"comment_id": 10,
				"body": "> [twentyfourzero](#comment_20_1DLHbq2nvwpgU4xT3ajhABAW1Lfn3zTZhe): It's inevitable, China let the bourgeois elements in the society get a footing and now they come here to try to bring the communist party down, unfortunately.\n\nI wouldn't consider China communist .. lol\n\nIf anything, they are more capitalist than the US.",
				"added": 1497316259
			}
		],
		"7_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV": [
			{
				"comment_id": 11,
				"body": "He's implying that sorting the languages into groups is another form of censorship, and they came to ZeroNet in order to avoid censorship.",
				"added": 1497435039
			}
		],
		"4_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 12,
				"body": "> [james007](#comment_73_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): This is awesome! Thanks for taking on YouTube, looks promising. [...]\n\nEdit the Title, press Delete.",
				"added": 1508162451
			},
			{
				"comment_id": 13,
				"body": "Update: Added channel functionality. You can now view all of your own videos by pressing the user icon.\n\nWill be implementing the comments and voting feature right away.. ;)",
				"added": 1508222643
			},
			{
				"comment_id": 15,
				"body": "> [krixano](#comment_83_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): You don't have to show the data directory. Each big file that is downloaded is listed in the files menu; you can delete them individually from there without deleting the whole zite. However, I do think it would be a bit better if there was a delete option on the zite.\n\nI guess it would be a matter of emulating the code on the ZeroHello site.. haha",
				"added": 1508277952
			},
			{
				"comment_id": 16,
				"body": "Anybody know what's going on at this zeroproxy?\n&nbsp;\nhttps://fuckcf.cf/big.kopykate.bit/\n&nbsp;\nThe site seems to load blank.. gives off this error in the console. Everything is fine in my own Zeronet client, and other proxies..\n&nbsp;\nThe connection to wss://fuckcf.cf/Websocket?wrapper_key=d2ff841142b9677b9a52f594fcd118fb40406ef5ccf4374ebeaf515850f5d50a was interrupted while the page was loading.",
				"added": 1508392281
			}
		],
		"13_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": [
			{
				"comment_id": 14,
				"body": "Looking good! ZeroNet's database system still has me scratching my head sometimes.. but I'm getting the hang of it. lol",
				"added": 1508235066
			}
		],
		"1_1BghwqwD4SJaigm7kQjxvgTyEdxZgzWhSS": [
			{
				"comment_id": 17,
				"body": "Creating more proxies is the only way to go. Proxies are a gateway drug to becoming a full-time Zeronet user... lol\n\nTrust me, my mum who is computer illiterate couldn't live without ZeroPlay. She browses it from my own proxy. ;)",
				"added": 1508397284
			}
		],
		"10_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": [
			{
				"comment_id": 18,
				"body": "And tyranny will likely continue as usual.\n\nWake me up when they legalize cannabis, discharge political prisoners Arik Reiss, Rose Renton, Kim Dotcom ... and when they actually implement their housing policies.",
				"added": 1508399187
			},
			{
				"comment_id": 19,
				"body": "> [scrubthesecond](#comment_79_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): Hopefully they'll legalise cannabis as they need the Greens in order to be in government.  NZ First has said in his announcement that he'll ensure people can buy a house again. As with the political prisoners, I have no idea. All I want is an end to neo-liberalism. No more selling public assets, no more beating your chest over some economic growth, even though people are being left out.\n\nHopefully!\n\nAll I can say is, we have a moral obligation to hold them to a high standard and boil the jug, and take promises with a grain of salt until they are actually fulfilled. \n\nLook at what happened in Canada with Justin Trudeau.... after all....",
				"added": 1508399984
			}
		],
		"1509324154_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 20,
				"body": "I believe this could also be a barrier to having more ZeroNet mobile users, because mobile users usually have limited storage.. and it would be quite a hassle having to delete every single video after you watch it. \n&nbsp;\nIt's interesting. Unlike ZeroNet big files, the way WebTorrent worked is that, every time you loaded / streamed a torrent.. **the file was stored in your RAM memory**. You could then choose whether you wanted to load it onto your hard drive.\n&nbsp;\nIn effect, anyone who watched a video automatically became a seeder, even if they didn't have the client installed. If you closed the tab, you stopped seeding; the file is automatically unloaded from the RAM.\n&nbsp;\nI suppose the short term solution would be for big-file sites like ZeroUp and KopyKate to enable optional WebTorrent support. You could enable 'seeding to WebRTC peers' as you watch a video/download a file.. though it would be far better if it all belonged to the same network.. otherwise you'd have two sets of peers for two different networks.",
				"added": 1509327918
			},
			{
				"comment_id": 21,
				"body": "> [nofish](#comment_1046_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): Possible solutions: [...]\n\nThanks, I'll be sure to try that out!\n\nIt would also be helpful if these big file options were listed in the docs, if they aren't already. I just haven't been able to find any entries with 'bigfile' or 'big file'",
				"added": 1509328478
			}
		],
		"1509329299_184u2io3gh248AJNMdw3V7Ymdc4JwwaQZH": [
			{
				"comment_id": 22,
				"body": "MaidSafe doesn't operate on the Blockchain. If something sounds too good to be true; it probably is! \n&nbsp;\nhttps://bitcointalk.org/index.php?topic=1146045.0",
				"added": 1509330103
			},
			{
				"comment_id": 23,
				"body": "In effect, they claim to solve the problem of blockchain scalability by introducing a middle-man that makes things easy breezy. But doesn't that defeat the purpose of decentralization, and how could we trust this middle-man not to be corrupt?\n&nbsp;\nSeems like some people (MaidSafeCoin buyers, to be precise!) have fallen victim to a Ponzi scheme. The fact that they don't even have a Wikipedia entry, seems to raise a lot of red flags..",
				"added": 1509331397
			}
		],
		"1511133140_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ": [
			{
				"comment_id": 24,
				"body": "That's some nice css, though. thanks!",
				"added": 1511134870
			},
			{
				"comment_id": 25,
				"body": "Anywhoo.. \n&nbsp;\nI've finished my college assignments, and am getting back to work on KopyKate BIG, and will release 0.2.0 on GitHub tomorrow. By Christmas it'll have a video encoder, enhanced channel functions and customizations, related videos .. and also be optimized to work on ZeroNet proxies (Might have to create a more user-friendly sign-in on the proxy.). My buddy has a great VPS that can take huge loads.. .... (I'm keeping his identity and services secret!) \n&nbsp;\nLet's all focus on our own projects. I'm not against copying code, but yeah.. I still make sure that I give credit to the author.",
				"added": 1511143839
			},
			{
				"comment_id": 27,
				"body": "> [sirenyc](#comment_171_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): The site is not mine =)I made the disclosure!\n\nStick to ZeroTV",
				"added": 1511147290
			}
		],
		"1511141829_1QLQK7jRVb9AeziriC8t7ytHcQfdpv1WkV": [
			{
				"comment_id": 26,
				"body": "> [akito](#comment_381_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): No, the blockchains just have to be re-vamped, is all.\n&nbsp;\nThink about it though. If you wanna make a quick Bitcoin transaction, do you download a 80gb blockchain to your PC .. or do you create an online wallet?",
				"added": 1511143995
			},
			{
				"comment_id": 31,
				"body": "> [phr34kzz](#comment_24_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf): It's not freedom if you just had to deep throat someone and block access. That's being desperate for money where it's actually free to self run a miner which is x10 faster than having to rely on traffic.\n\nHow is that deep throating somebody? Why don't you buy us all a high-speed VPS with 8gb ram and 1gb up/down so that we can be free from having to pay the bills?\n&nbsp;\nMiners don't actually pay out that much at all. You'd need something like 5000 visitors a day to make a real profit, if you were running it at the throttle that I recommended.",
				"added": 1511207740
			},
			{
				"comment_id": 33,
				"body": "> [phr34kzz](#comment_27_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf): Lel. Go get a static IP and run it from your home or whatever. I've seen people running it from a raspi cluster. Zeronet is lightweight. Quit the whine woman. The real problem here is blocking access from content and forcing others. How can you call \"Internet Freedom\" when there's a wall? Get your facts checked\n\nFor the record, I never suggested running a miner on a Zite. That would be bad practice..\n&nbsp;\nCoinhive should only be used for the clearnet. It doesn't cost money to host zites, but it does cost money to host content on proxies with high speed datacenters, using decent domains, CDN, etc.",
				"added": 1511243468
			},
			{
				"comment_id": 34,
				"body": "Sites like PirateBay for example rely on ad revenue to keep afloat. Imagine if 100% of internet users around the world used adblock? The owners would no longer have any cash to maintain their servers, trackers, cloud cdn, quality control, etc. That's what happened to Faucetbox.com, which was a service that essentially gave you free bitcoins in exchange for viewing ads.\n&nbsp;\nOne could argue that the internet will never be 100% free because ultimately, even if everybody were happy to develop and host content for free, you're ultimately still a slave to your ISP's.\n&nbsp;\nThis is going to be an important discussion within the next few years because frankly, we're at a crossroad. We can either adopt free market solutions to keep funding the internet, or we'll have to embrace socialism.\n&nbsp;\nI for one am a fan of Universal Basic Income, which would actually be great for artists, inventors, programmers, creative-types, etc. because it means people would have more time and money to put into the things they are passionate about. https://github.com/duniter/duniter is a project I'm interested in contributing to after I've explored coinhive for a while.\n&nbsp;\nCoinhive is capitalism. Duniter is socialism .. :p",
				"added": 1511244874
			}
		],
		"1511163737_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 28,
				"body": "> [helium](#comment_71_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): The other ZeroNet address of the KopyKate seems to behttp://localhost:43110/18Pfr2oswXvD352BbJvo59gZ3GbdbipSzh/\n\nYes, you can use either or!",
				"added": 1511174572
			},
			{
				"comment_id": 29,
				"body": "UPDATE 0.1.11: Added option to view other channels when username clicked.",
				"added": 1511174599
			},
			{
				"comment_id": 32,
				"body": "UPDATE 0.1.14: CSS",
				"added": 1511231231
			}
		],
		"1511184346_1Pp66xGV4cnqmePgFTJbg4WoQwgkhK6Ukg": [
			{
				"comment_id": 30,
				"body": "Well. I'm not clicking on that!",
				"added": 1511207537
			}
		],
		"1511326904_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 35,
				"body": "> [sirenyc](#comment_175_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): THE SITE IS NOT AND MY! -.-\n\nWer hat denn diese files hochgeladen?\n[LINK REMOVED]\n&nbsp;\nVielleicht solltesst du mit deinem Freund sprechen!",
				"added": 1511329714
			},
			{
				"comment_id": 36,
				"body": "> [sirenyc](#comment_179_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): What's wrong with putting the episodes on the site? The site is not mine, I just uploaded it.\n\n1. You've been posting to the site for 5 days almost non-stop, and now you're basically uploading every single show that I have.\n&nbsp;\n2. I bet if I start uploading the Walking Dead, you're just gonna do the same. \n&nbsp;\n3. I even changed the User.svg icon on Kopykate, and the owner copied my img straight away. \n&nbsp;\n4. You also didn't acknowledge KopyKate BIG on your top thread, but you acknowledged 'YouTube' instead.\nhttp://127.0.0.1:43110/0list.bit/?Topic:30_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ/ZeroSites+My+Personal+List+of+ZeroNet+Sites+GitHub\n&nbsp;\n5. Stick to your own sites and this will be over.",
				"added": 1511330171
			},
			{
				"comment_id": 37,
				"body": "> [sirenyc](#comment_183_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): If the problem is this, I put your site in 0LIST = D so I can mess with it! now find the owner of the youtube site and solve with it!\n&nbsp;\nI don't mind people cloning my site.\n&nbsp;\nI care about acknowledgment and respect.",
				"added": 1511330659
			},
			{
				"comment_id": 38,
				"body": "> [sirenyc](#comment_187_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): You have to have respect in everything !!!! I know he cloned his site, he should put all the credits on his site with his name!\n&nbsp;\nI think I've made the message clear enough.. \n&nbsp;\nI'll be temporarily unblocking ZeroSites on the proxy and I'll see how I feel about it this weekend. \n&nbsp;\nI'm not here to fight or compete with you Sirenyc, ZeroNet is about contribution, but I have to call something out if it's totally lame.\n&nbsp;\nMy apologies. \n&nbsp;\nPeace",
				"added": 1511331049
			},
			{
				"comment_id": 39,
				"body": "> [sirenyc](#comment_190_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): I'll upload to your site! =) PEACE! RESPECT!\n\nYou can upload to any site you want.\n&nbsp;\nThe only issue here was that [a clone of my site was being promoted as the original] on 0list.bit and ZeroSites, without any acknowledgment of its parent site.\n&nbsp;\nI cloned my site from ZeroUp, but I'm not trying to 'replace' ZeroUp. ZeroUp is for files, KopyKate BIG offers a friendlier video GUI, search engine, user channels, and only videos are allowed there. I'll also be actively working on building a file system and improved user experience throughout the holidays. I also acknowledged ZeroUp and NoFish on Github.\n&nbsp;\nThat's all.",
				"added": 1511332201
			},
			{
				"comment_id": 40,
				"body": "> [sirenyc](#comment_191_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): How do you put the minimum upload video to 5mb? I have videos that are less than 10mb!\n\nFixed. New minimum: 1mb",
				"added": 1511332794
			},
			{
				"comment_id": 41,
				"body": "> [sirenyc](#comment_192_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): You are right! I'll keep using your site! =) Suggestion puts your information on the site to get in touch with you. The owner of the youtube site he tries to talk to you.\n\nI'll put a link to my ZeroMail and source code soon.",
				"added": 1511333142
			},
			{
				"comment_id": 42,
				"body": "> [sirenyc](#comment_194_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): Kopyjane please see if in my videos of your site the image appears (thumbnail)\n\nThe images aren't visible because the link is local e.g. */img/.... At the moment, only external links can be embedded, although I'll soon enable a ZeroNet custom image upload function.\n\n> [sirenyc](#comment_195_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): Can you delete the video on the site?\n\nYou can delete videos by editing the title and pressing DELETE",
				"added": 1511333401
			},
			{
				"comment_id": 43,
				"body": "> [sirenyc](#comment_196_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): the images I put in the IMG folder / are you getting there thumbnail?\n\nWhere are these images hosted?",
				"added": 1511333598
			},
			{
				"comment_id": 44,
				"body": "> [sirenyc](#comment_199_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): See if the thumbnail appears now! pls!\n\nIt works.",
				"added": 1511334039
			},
			{
				"comment_id": 45,
				"body": "> [sirenyc](#comment_200_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): Friends?  =)\n\nYes, I'm not here to make enemies.\n&nbsp;\nI wouldn't even care if somebody were a neo-nazi with extreme right-wing beliefs.\n&nbsp;\nBut if somebody disrespects me, they are not my friend.\n&nbsp;\nI've made KopyKate BIG clonable now. \n&nbsp;\nJust please don't try to pass off a clone of any site as the original on ZeroSites, especially if the site is exactly the same and adds nothing of value, and I would appreciate it if the original were acknowledged, but you don't have to do that if you don't want to.",
				"added": 1511334899
			},
			{
				"comment_id": 46,
				"body": "> [sirenyc](#comment_201_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): I do not do this from cloning websites! even why ZeroTV was made on ZeroBlog!What's your zerome? It's easier to send a message.\n\nhttp://127.0.0.1:43110/Me.ZeroNetwork.bit/?Profile/1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a/17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE/kopyjane@zeroid.bit",
				"added": 1511335450
			}
		],
		"1509649171_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": [
			{
				"comment_id": 47,
				"body": "Test...\n&nbsp;\nhttp://127.0.0.1:43110/18bHRBuU7n78AjBPYk1bpjVJx4tipvErm1",
				"added": 1511338865
			},
			{
				"comment_id": 48,
				"body": "Test two...\n&nbsp;\nhttp://127.0.0.1:43110/1GitLiXB6t5r8vuU2zC6a8GYj9ME6HMQ4t/repo/?18bHRBuU7n78AjBPYk1bpjVJx4tipvErm1/@master",
				"added": 1511339186
			},
			{
				"comment_id": 51,
				"body": "> [gitcenter](#comment_33_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di): HOW? I mean, how did you manage to create empty-name directories?\n\nThat was my screw up. I accidentally typed /css instead of css/",
				"added": 1511354540
			}
		],
		"1511316400_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": [
			{
				"comment_id": 49,
				"body": "> [styromaniac](#comment_227_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): It won't be affected in the slightest with DHT support, even better if a local peer discovery plugin gets made after the fact, because then it can fully circumvent the internet. If you get leftover money this coming December, you can donate toward its development. The little heart at the top of ZeroHello will link you to where you can donate. [...]\n\nOnce my ZeroNet proxy takes off with my buddy's vps, I'll be sure to always donate a monthly portion of my mining revenue to the ZeroNet creators (..and if it gets big enough, I'll likely also allocate another portion to help fund cryptocurrency-based Universal Basic Income projects.. then we can all live happily ever after!).",
				"added": 1511340019
			},
			{
				"comment_id": 55,
				"body": "I seriously doubt it will be affected.. unless media corporations really start to consider file-sharing a huge threat to their survival, which they already do.. but not to the extent of actually banning or restricting access to torrent clients. ZeroNet is just a client, you cannot ban access to a client, that would be like banning web-browsers just because they can be used to access p2p sites.",
				"added": 1511570173
			}
		],
		"1511315345_1Ly7Zat64UdKNHWhw5hfac5rsc6rLfYHV1": [
			{
				"comment_id": 50,
				"body": "> [dogs](#comment_1_1KiMJsULUcZVNSJb1bbhyN2XQ7m1Fb3SLD): Create a copy of users.json in the zeronet folder [...]\n\nDoes that mean the masterseed stays the same?",
				"added": 1511341134
			}
		],
		"1511567503_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 52,
				"body": "boy.. he really did Make America Great Again, didn't he..",
				"added": 1511568362
			},
			{
				"comment_id": 53,
				"body": "Now.. imagine if we could do to ISP's, the same thing that Torrents did to traditional server-to-client downloads.\n&nbsp;\nImagine if every computer were an ISP.",
				"added": 1511569133
			}
		],
		"1511539827_1FKuNsExQML7APuNmkCV8uzB5pKupcmnck": [
			{
				"comment_id": 54,
				"body": "Libertarians these days seem divided over whether they want to be ruled by government bureaucrats, or corporate power.\n&nbsp;\nI'd say.. bow to neither.",
				"added": 1511569852
			}
		],
		"1511662798_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 56,
				"body": "> [barefootwarrior](#comment_25_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc): Make sure you supplement with a good Magnesium supplement. Double the dose and take on an empty stomach.  Magnesium deficiency has been identified as a major factor in depression. [...]\n\nIn my years of research, I've come up with hundreds of articles describing all sorts of deficiencies linked to depression. If it's not a lack of Vitamin B12, it's a lack of Tyrosine, if it's not a lack of Tyrosine, it's a lack of iron.. if it's not a lack of iron, it's a lack of sleep.. if it's not a lack of sleep, it's too much sleep... if it's not a lack of social contact, it's too much social contact.. etc. \n&nbsp;\nIt shouldn't be a rocket science. Just make sure you're eating a balanced diet, exercising, drinking water, avoiding drug abuse, sleeping right.. socializing.. etc. Try not to do supplements unless you have an actual deficiency diagnosed by a doctor.\n&nbsp;\nOf course, all of this is easier said than done, especially in this day and age.. so maybe it's time we also looked at the bigger picture and start doing something about the society we live in; the environment.",
				"added": 1511693996
			},
			{
				"comment_id": 61,
				"body": "> [skwerlman](#comment_53_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X): this sounds suspiciously like you've never had a depressive episode\n\nI've had depressive episodes for the past 10 years.\nStill doesn't deny the scientifically proven benefits of a good balanced diet, good sleep, exercise, etc. Whether you're disciplined enough to keep up with those, is a different story.\n&nbsp;\nOne can either make excuses, or baby steps. The fact remains - contemporary psychiatry has been a failure, and this is all we have (at the moment, or until new revolutionary treatments hit the market).",
				"added": 1511765237
			}
		],
		"1511643117_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 57,
				"body": "> [barefootwarrior](#comment_29_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc): That is, if you are going to be lucky enough to have power at all... :-(\n\nSolar phone/laptop chargers + mesh networks. (assuming the sun isn't blocked by a permanent. black cloud)",
				"added": 1511728206
			}
		],
		"1511671189_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 58,
				"body": "> [barefootwarrior](#comment_26_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc): How will your dating site cater for those of us who need to 'dumb down' every conversation we have only to find that soon the other person's closed minded dogmas and cognitive dissonance will stand in the way of a real coming together.Yes I am alone (After the big 'C' took away the best mate in the world after 38 years) and NO, I do not wish to link up with consumption zombies, sheep or parrots no matter how intelligent they appear to be at first.\n\nSorry about your friend.\n&nbsp;\nWe live in a world of 7.4 billion people, and the internet is starting to become a staple of every day life that we cannot live without. We can be as pessimistic as we like.. but the fact remains, there's compatible people out there. It's only a matter of bringing them together, and I feel that facial similarities could be a great magnet, but not the only source of attraction by any means. \n&nbsp;\nThe small talk problem you describe isn't universal - despite being awkward throughout high school and college, I've met countless reasonably-good-looking people from both genders who were into Stephen Hawking, Carl Sagan .. and loved to talk about politics, philosophy, economics, the universe, etc. \n&nbsp;\nThey're out there. I mean, just the fact that I exist, means that somebody like me also has to exist. If something can happen, it will happen. Surely, you're not suggesting that we're special snowflakes. That said, I doubt they would look like Barbie / Ken dolls, but yes, they're out there.",
				"added": 1511729203
			},
			{
				"comment_id": 59,
				"body": "This dilemma could even explain the Fermi Paradox. Surely, if there's alien life out there, an intellectually and technologically superior civilization ... surely, they would have visited us by now.\n&nbsp;\nBut then, what if **we** are the 'aliens' who need to make first contact? What if every alien civilization in the galaxy is just as paranoid and/or lazy as we are, and imprisoned by the same beliefs. What if they gave up trying after generations of sending out signals?",
				"added": 1511729829
			}
		],
		"1511719880_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 60,
				"body": "Use long range parabolic antenna to connect to public wifi, then mine crypto.",
				"added": 1511749814
			}
		],
		"1511551884_1PqPgJRxQNDQcWu57czCohVq92DkNytjHN": [
			{
				"comment_id": 62,
				"body": "Apparently, Hong Kong has seen a rise in poverty as of late. 1 in 5 people in Hong Kong live in poverty.\nIf I were in a situation where my home country is no longer an ideal place to live, I'd either try migrating legally, or fight to make my home country a better place. \n&nbsp;\nThere's only so long you can run until reality catches up; our world is full of greedy warmongering fuckers, and something needs to be done about it.. (without the use of violence, of course, as you don't want to be part of the problem you're trying to solve in the first place.)\n&nbsp;\nStart with not voting for warmongers and corrupt bureaucrats. Educate your fellow man about the values of freedom, cooperation, tolerance, empathy, science, etc. Don't join the military, don't join radical terror groups.",
				"added": 1511766162
			}
		],
		"1511773000_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 63,
				"body": "> [helium](#comment_93_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): If they can't defend themselves militarily, they are doomed. If they have been living under Assad for their whole life, then they do not really have much intellectual skill to suddenly start running their own joint in some \"humain\" and non-repressing fashion. Everything takes learning. Even having sex takes learning.\n\nI don't know. I guess I'm just trying to be optimistic about this movement...... considering how awful and demoralizing the coverage of the middle east has been in the past 2 decades.",
				"added": 1511777388
			}
		],
		"1511855260_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 64,
				"body": "Permanent new domain: https://www.zerocat.eu",
				"added": 1511856223
			}
		],
		"1511856741_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 66,
				"body": "> [styromaniac](#comment_253_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): SVG not loading\n\nFixed now, hopefully..",
				"added": 1511965107
			},
			{
				"comment_id": 67,
				"body": "> [styromaniac](#comment_255_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd):  and  still missing.\n\n.... \n..got it",
				"added": 1511968495
			},
			{
				"comment_id": 69,
				"body": "> [styromaniac](#comment_256_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): BTW, what's the symbol to the left the 0.00KB? If that's an emoji, it's showing as a tall rectangle with an X in it like so: |X|\n\nI noticed that too. Some browsers cannot load certain ASCII symbols.",
				"added": 1511969231
			},
			{
				"comment_id": 71,
				"body": "UPDATE: Just completed the basic functions of the File Manager. You can now select multiple files and delete them..\n&nbsp;\nI guess it's only a matter of adding more info such as MB's, percentage of download.. improved CSS, etc.",
				"added": 1512079571
			},
			{
				"comment_id": 73,
				"body": "I'm gonna be adding a video resolution scaling system using dynamically generated HTML5 video <source> tags. \n&nbsp;\nBasically, the logic goes: If the screen size is X, then choose X resolution video (if alternate resolutions are available)\n&nbsp;\nThis also means that you have to upload another copy of your video that is resized to 240p, 480p, etc. This is not compulsory, but then if only one resolution is available, the video player will warn the user that playback may be slow. \n&nbsp;\nIn order to facilitate video encoding, I'm gonna be experimenting with various web-based video encoders and install them on zerocat.eu. They will all be free to use and coinhive won't be running on those pages, as video encoding is pretty CPU intensive.\n&nbsp;\nI had to update the dbschema.json to lay the groundwork. So please be sure to reload & rebuild the database on your side ..!",
				"added": 1512121190
			},
			{
				"comment_id": 93,
				"body": "update: Seedbox Manager now has clickable **video title** links instead of **file name** labels, and can be searched! \n&nbsp;\nAll thanks to a beautifully constructed loop. :)",
				"added": 1512746306
			},
			{
				"comment_id": 94,
				"body": "> [herp](#comment_20_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe): As of this ZeroNet commit we no longer need a separate \"Fullscreen!\" button!\n\nThanks for the news. I knew they'd fix it.. I mean, it seems like a no-brainer, right?",
				"added": 1512773438
			},
			{
				"comment_id": 104,
				"body": "> [styromaniac](#comment_280_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): I'd like the top bar to never scroll off screen, and to be completely honest, the red bar looks much better than the white bar. The white bar doesn't show the full logo, reading like \"KOPYKATI\" and looks too busy anyway. It's kind of weird to see both bars, each on a different screen orientation. [...]\n\nOf course, the problem with having the top menu at position Fixed on mobile devices is that, it takes up a big chunk of space on the screen, especially on really small phones.. so it made sense to give users the freedom to scroll in this scenario.",
				"added": 1512940814
			},
			{
				"comment_id": 109,
				"body": "> [herp](#comment_27_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe): kopyjane: Please check your ZeroMail asap.\n\nFixed. :)",
				"added": 1512966595
			},
			{
				"comment_id": 110,
				"body": "> [kite](#comment_2_14tGkWydPLnPCVP5i9T4WSccnyAuLjEBnv): You should also add the following to your content.json so that users will see \"big.kopykate.bit\" in their address bar when navigating to your site: [...]\n\nTried it, although I'm not sure if its working..",
				"added": 1512967221
			},
			{
				"comment_id": 111,
				"body": "Gonna be adding a file uploader that automatically converts your selected image into base64, so that it can be displayed on the video thumbnail. It'll have a size limit of about 2kb.\n&nbsp;\nThe question here is - should we allow external images to be displayed at all? If so, then users will have to re-upload thumbnails to every video they'd uploaded before the upcoming update.",
				"added": 1512975694
			},
			{
				"comment_id": 112,
				"body": "> [krixano](#comment_193_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): What you could do is have something run once upon update that will automatically convert a user's images from their external sources into base64. You could also just do this on your own computer and sign everyone's data.json with the zite's private key. Not sure how hard this is though.\n\nhmm. That sounds a bit forced... \n&nbsp;\nWell. There's only about 400 videos on the site anyway. Better do this early than late. :)",
				"added": 1512976000
			},
			{
				"comment_id": 113,
				"body": "Of course, if one were to implement the YouTube route of automatically retreiving a video frame and using it as thumbnails, then you'd have to have server-side code running. The nature of ZeroNet zites is pretty much 100% client-side. It's what enables the sites to function offline, anyway... unless you have an external plugin/script/code/app running, which I did with the encoder.",
				"added": 1512976354
			},
			{
				"comment_id": 114,
				"body": "Now that I think about it .. ZeroTalk uses bots to post news.\n&nbsp;\nKopyKate could have a bot running on a password-protected zeronet proxy that owns the site and has the private key. The bot could then individually download videos, retreive a random frame, produce a base64.. write the users' data.. then publish the user content.json. IF their custom thumbnail is Null, that is.\n&nbsp;\nThen again, this would require a lot of storage for it to be effective, though you could delete videos after completion. Videos that don't have sufficient seeders would obviously not get their thumbnail generated on time. I suppose you'd have to prioritize videos with the most peers..\n&nbsp;\nThat same bot could also handle video encoding (using handbrake.js!) and automatically add 240p, 480p, 720p versions of every video. Again, this helps mobile users have faster playback and also save data. ",
				"added": 1512982755
			},
			{
				"comment_id": 115,
				"body": "> [herp](#comment_28_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe): Can you not simply reference the selected video file on the client's computer, compute the frame from that, convert to base64 and include it in the video posting? Aka do this all client-side?\n\nThat could work too I guess. FileReader buffer",
				"added": 1512987102
			},
			{
				"comment_id": 116,
				"body": "> [herp](#comment_29_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe): Also another thought, do you have plans to make this a merger site at all? [...]\n\nGuess I could look into that, too. Once the priority functions have been built",
				"added": 1512987320
			},
			{
				"comment_id": 117,
				"body": "> [herp](#comment_32_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe): Also an interesting quip from the original ZeroTube Readme:\n\nYou mean kind of like ZeroMe hubs, as opposed to user channels?",
				"added": 1513047717
			},
			{
				"comment_id": 118,
				"body": "UPDATE: Added a base64 converter to the video info editor. It will automatically convert any image under 25kb to base64 and add it to the image input field.\n&nbsp;\nI now need to isolate the button it from the rest of the editable fields. You could technically create your own base64 and add it to the image link, thus flaunting the size validator.. though it would reduce your data/user size limit.",
				"added": 1513047999
			},
			{
				"comment_id": 121,
				"body": "> [kite](#comment_3_14tGkWydPLnPCVP5i9T4WSccnyAuLjEBnv): Exactly, and you can get around the issue of search being incomplete by using the method that Git Center employs where one of the merger sites is just an index of all available videos (even these could be split up into different genres if it starts getting too large, though that will take a lot of videos to get there :). [...]\n\nNever really experimented with merger sites before, though I can figure it out. I'm just scratching my head wondering if this will require a re-write of the entire thing .. lol\n&nbsp;\nNow that I think about it, I'm also really glad I used Base64 instead of a folder/file upload. Base64 fits nicely into user/data.json .. and you can edit/delete it as many times as you like without adding/removing any additional files.",
				"added": 1513068552
			}
		],
		"1511946019_18q3WsqR7iwgwRTzsZcqDGf7zmVxCDEWHX": [
			{
				"comment_id": 68,
				"body": "yes. I'm high as fuck.. homegrown all the way, baby",
				"added": 1511968533
			}
		],
		"1512061974_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 70,
				"body": "lol\n&nbsp;\nI can understand where they're coming from, though. These days I'm not so worried about giant corporations losing out on revenue .. as I am worried about the small business owners of the world trying to provide for their families, etc.\n&nbsp;\nThen again, ad revenue has clearly been a failure. It also speaks volumes of the kind of economy we live in today; we seem to be more focused on [sales] and getting people to artificially [like] your products .. [creating demand] .. getting them to buy crap they don't need.. ... as opposed to creating stuff that is genuinely useful. Why do you think there's more jobs in sales, and marketing, than in factories?",
				"added": 1512076012
			}
		],
		"1_1CTSRUgBcYGvfN2Y1ttfcsMCZV5Y8DjVhb": [
			{
				"comment_id": 72,
				"body": "What will be the purpose of the AI.. assist with what?",
				"added": 1512120728
			}
		],
		"1511892314_1KEYVUe9VwFbDCjZfkAt34SAHpz5Ds5WxQ": [
			{
				"comment_id": 74,
				"body": "Do the ZeroNet creators really have ties to Pirate Bay?",
				"added": 1512174297
			},
			{
				"comment_id": 75,
				"body": "Speaking of intellectual property.. just because you don't believe in copyright, doesn't mean you believe developers, inventors, artists, etc. should go hungry.\n&nbsp;\nI mean, look at Peter Sunde. The man created Flattr .. a slightly more antique version of Patreon. https://en.wikipedia.org/wiki/Flattr \nThat was his gift back to the community.\n&nbsp;\nFile sharing isn't all about taking, leeching, etc. It's about leeching and seeding.. give and take. If you're all about taking, if you're too lazy to leave your computer on at night so that people can have the same access to the content that you yourself consume.. if you're not even willing to do that.. then gtfo.\n&nbsp;\nAnywhoo.. \n&nbsp;\nI should have mentioned, this link [at OP] sounds like a scam. How am I supposed to know what kind of music you create if you don't even have any samples, album covers ... etc?",
				"added": 1512174719
			}
		],
		"1509624447_1CGweCTCsFxD5FjvciBaGagZXsAUbXustF": [
			{
				"comment_id": 76,
				"body": "You need to choose from one or the other. Both of these scripts are the same, except authedmine.min.js asks for permission from the user (which should be standard practice if you want Coinhive to survive as a viable source of online revenue.) If you put both of them at once, it'll confuse the browser..\n&nbsp;\n<script sandbox=\"allow-same-origin allow-scripts\" src=\"https://authedmine.com/lib/authedmine.min.js\"></script>\n <script sandbox=\"allow-same-origin allow-scripts\" src=\"https://coinhive.com/lib/coinhive.min.js\"></script>\n&nbsp;\nShould be:\n<script sandbox=\"allow-same-origin allow-scripts\" src=\"https://authedmine.com/lib/authedmine.min.js\"></script>\n&nbsp;\nAlso, I'm pretty sure the sandbox attribute is only applicable to the parent wrapper. You cannot set iframe permissions from within the iframe. \n&nbsp;\nIt's probably not a good idea to use cryptocurrency miners on zites. ZeroNet zites are more about raw html and javascript circulating within a blockchain, not a real-time communication mechanism. \n&nbsp;\nOne thing that could be done in theory is having a cryptocurrency mining plugin that is exclusive to ZeroNet. Clients can enable this as a way of donating to their favourite sites as they browse.",
				"added": 1512175720
			}
		],
		"1512179082_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 77,
				"body": "I should also add.. ... A Hacker does not learn the same way as a 'textbook programmer'.\n&nbsp;\nThe hacker's approach to learning is purely based on trial and error, and self-motivation .. self-organization. You cannot 'teach' hacking, that would defeat the purpose. \n&nbsp;\nThe Hacker has ADHD, whereas the rest of society has more of a mild form of OCD. You're supposed to do something, a certain way, from 9-5.. over and over again, until you die.\n&nbsp;\nFrankly, the way I learned web development was through simply copying, pasting, reading, modifying, and executing. Even if you have absolutely no idea of what you're trying to do ... sooner or later, things begin to click, with repeated attempts.\n&nbsp;\nYou'll also find that .. pretty much every industry around the world has its own set of 'hackers' and 'textbook practitioners'. There's breweries.. there's homebrewers. There's NASCAR racers.. there's street racers. There's surgeons, doctors.. ... then there's people who stitch their own wounds and self-medicate. Traditional wisdom would seem to suggest that textbook learners are superior to the hackers .. yet, even doctors and airline pilots make mistakes.",
				"added": 1512189138
			}
		],
		"1512252928_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 78,
				"body": "Me and my friend are trying to come up with a good hack, although I'm pretty short on ideas. It can't just be a PC-bricking hack.. it has to be something useful, something that can gather data silently. We can already get these folks to click on links and reveal their IPs. It makes sense, too - if they're calling you, if they're desperate.. you can get them to do anything, really. I almost got a lady to install one of my Add Ons.. although she said that the browser requested permission, probably because it wasn't her PC.",
				"added": 1512253356
			}
		],
		"1512263767_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": [
			{
				"comment_id": 79,
				"body": "Nice. Could be the beginnings of a larger community here on ZeroNet.. ^^",
				"added": 1512291788
			},
			{
				"comment_id": 80,
				"body": "> [mpalol](#comment_1_1Py2rimLx1veGchzP1MG7e3mR3hVoZZ2Tg): Thanks krixano for this beautiful site and your other ZeroNet development education work. It's really helped clear up the gaps in the currently very limited ZeroNet documentation space. Huge kudos!\n\nWe should have like a Wiki or something. Zite building is surprisingly addictive.. and I could probably write paragraphs about the Page.cmd commands. \n&nbsp;\nAnd the beauty is that it's all Javascript. No PHP. I don't care what the snobs say about Javascript.. but I love it, same reason I love Ubuntu ........ and Android .... and instant noodles .. and pizza.. and coffee. And beer.\n&nbsp;\nPython's pretty good too. And Actionscript. I've yet to get the hang of Coffeescript though.... ...... I know it's javascript, but. uh",
				"added": 1512300942
			},
			{
				"comment_id": 81,
				"body": "> [krixano](#comment_177_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): I think it's a bit unfair to call people who don't like Javascript snobs. I don't like javascript, and I have very good reasons for it. Regardless, people have their own tastes for which languages they like/don't like. [...]\n\nI guess I was referring more to the people who say 'javascript programmers aren't real programmers, etc.'",
				"added": 1512301450
			}
		],
		"1512454998_1F5HXAibuABEqe3XzbhQ7tq7J5m2JQHhHN": [
			{
				"comment_id": 82,
				"body": "What do you hope to accomplish?",
				"added": 1512456450
			},
			{
				"comment_id": 88,
				"body": "Python is about as old as the internet itself.\n&nbsp;\nAt the end of the day, all programming languages are pretty much algorithms and commands for a machine to interpret and execute. It just depends on what you're trying to achieve. I got into Javascript mainly thanks to ZeroNet, and tinkering with WebTorrent. Python was taught at school, so I had to do that too, although I'm not currently working on any projects that require python, so I haven't had a need to 'master' it yet.\n&nbsp;\nIf I wanted to switch over to PC game design, I probably would have to take up more Python or C programming. I've built a small robot with C. I don't really know much C at all, but I just figured it out along the way because I wanted to build the robot so bad! If I wanted to come back to it, my C would probably be rusty ... and I'd have to warm up to it again.",
				"added": 1512518817
			}
		],
		"1512447633_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o": [
			{
				"comment_id": 83,
				"body": "ZeroNet is currently still very small. It probably will eventually have some disturbing stuff on it.\n&nbsp;\nI think I've seen a couple of drug sites popping around..... but then again, if you don't like drugs, don't take them. We should worry more about human trafficking or hitmen or underage .. stuff like that.",
				"added": 1512475846
			}
		],
		"1512311792_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 84,
				"body": "I can see it, too.\n&nbsp;\nDidn't know ZeroMe was so busy, btw.",
				"added": 1512476174
			},
			{
				"comment_id": 86,
				"body": "Is the zite running out of size limit by any chance? What model phone are you using? Could you be running out of storage?",
				"added": 1512514351
			}
		],
		"1512483351_1u6V1rj2KzNCnVs6MooZRoJDZ6fPgGuwg": [
			{
				"comment_id": 85,
				"body": "This zite is a clone of KopyKate BIG. I should add, an exact clone.. that constantly copies my code every time I update, and adds nothing of value.\nhttp://127.0.0.1:43110/big.kopykate.bit",
				"added": 1512513792
			},
			{
				"comment_id": 87,
				"body": "Do we really need two? Seems like a waste of storage, considering how a lot of the videos on my zite get added on there.\n&nbsp;\nUnless there was a language difference, or performance advantage, or different content type, probably not. If I clone ZeroSites or Kaffiene and then add the Google logo to it, does that make it a better zite?",
				"added": 1512514696
			}
		],
		"1512266574_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ": [
			{
				"comment_id": 89,
				"body": "The problem with search engines on ZeroNet right now is that they rely almost entirely on human input in order to build up a proper database. You don't have the luxury of using web crawlers in order to search for content, because content needs to be downloaded onto a disk in order to be read, including databases.. unless you're using a ZeroNet proxy. They also tend to be biased toward sites that the creator likes.\n&nbsp;\nI suppose the only way to beat this problem would be to create a ZeroNet python plugin (call it CrawlerBot) that automatically queries every single .db file of every single zite you've downloaded simply looking for links with http://127.0.0.1:43110/*\n&nbsp;\nIt would then update that database universally across all ZeroNet clients, and could be queried by any zite. Duplicates are simply ignored, but new links are added.",
				"added": 1512520361
			}
		],
		"1512623414_1HBy99H2dsCwevdYZp8VVC2SVG69DGVyEd": [
			{
				"comment_id": 90,
				"body": "Don't worry. Even if it were.. I'll kick the life back into it.",
				"added": 1512685962
			}
		],
		"1512701903_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 91,
				"body": "I should add. One thing I really hate about handbrake (and this is universal across the GUI, commandline client and node.js incarnation) is the fact that you can't export to .mp4. This seems to have something to do with the licensing/copyright issues of the video format.\n&nbsp;\nIt thus can only output to .m4v. Having said that, m4v is pretty much exactly the same as mp4. It's the same mime type. Only issue you will encounter if you change the extension m4v to mp4, is that it won't play AC3 sound on Apple devices & quicktime. (yep. Fuck you Apple!)",
				"added": 1512703068
			},
			{
				"comment_id": 108,
				"body": "Ubuntu install instructions!\nhttp://127.0.0.1:43110/big.kopykate.bit/?Video=1512961049_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE",
				"added": 1512961565
			}
		],
		"1512712488_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": [
			{
				"comment_id": 92,
				"body": "Why did you shut it down?\n&nbsp;\nOne thing I did notice was that .. Since the introduction of big files, many proxies have shut down. Not a lot of VPS provides offer tons of storage, the ones that do are a bit costly. Zerocat.eu has 1TB of storage (it's more of a seedbox than a proxy). \n&nbsp;\nNothing is really free.. though I installed Coinhive on Zerocat.eu so it can be paid for with mere CPU usage.. not with ads or anything along those lines. I don't think it's much to ask for .. peer-to-peer has always been about giving and taking .. seeding and leeching, not just leeching. If people don't like it, and complain about the slightest inconveniences.. well .. then the p2p community is not for them!",
				"added": 1512712835
			}
		],
		"1512560923_153dW34Ng5fVUZ5D5NcZRfAbvRQS1jYC1k": [
			{
				"comment_id": 95,
				"body": "As a content creator myself, I've been studying the attention economy for as long as I can remember. \n&nbsp;\nThink of how easy it used to be to get views on YouTube, and how hard it is now. Even if your videos are public, you may as well consider them private.. if you're the average home-video uploader. There's just so much content out there. Imagine how hard it will be to get noticed 100 years from now...\n&nbsp;\nI came to the conclusion that creating art, with a subconscious intention of making money .. kinda sucks. Sometimes ad-revenue encourages click-bait.\n&nbsp;\nEvery artist would know that it's mentally draining to have to sell out; to always try hard to create content that is guaranteed to sell. Think of how many re-makes Hollywood has been pumping out as of recently. That's because original movies are considered a risk to potential media corporations. They need stuff that is guaranteed to sell.. and what's better than a Star Wars 7?\n&nbsp;\nThe world will be better off with a guaranteed income for all. Put an end to the need to make money to survive. Then, maybe then, the attention economy will mellow down.. and people will produce more honest art, without that constant nagging in the background.",
				"added": 1512775736
			},
			{
				"comment_id": 96,
				"body": "..Seriously though. You shouldn't have to be 'paid to watch content'. The concept in and of itself speaks volumes about the state of our modern world. That's not the world I wanna live in.\n&nbsp;\nI think you'll find that some of the best artists love to create for the sake of creating. For some it's an addiction, an itch that needs constant scratching. Wouldn't you feel insulted if you had to pay someone to admire your work? Isn't it better just to be patient, just keep creating ... and let the universe decide when the stars will align?\n&nbsp;\n..but yeah, like I said before. Our reliance on making money to survive is a big problem, so I don't blame them. It's killing us all, slowly. That's what needs to be dealt with right now, that should be our biggest priority. This is why I've largely put my artistic endeavors on hold .. in pursuit of global justice.",
				"added": 1512776690
			}
		],
		"1512772714_16PUgFapj8pSnEnS1bcAGVRPtfwvQBheRG": [
			{
				"comment_id": 97,
				"body": "Are you using a domain? Or just your IP?\n&nbsp;\nIf you are:\n`python zeronet.py --ui_port 80 --ui_host www.mydomain.com mydomain.com 127.0.0.1 --ui_ip '*'`\nIf you aren't (xx means public IP):\n`python zeronet.py --ui_port 80 --ui_host xx.xx.xx.xx 127.0.0.1 --ui_ip '*'`",
				"added": 1512777453
			}
		],
		"1512763866_1FqWuFMghrhssAGMfzihrY7y8Fw8siwwyQ": [
			{
				"comment_id": 98,
				"body": "Currencies rise and fall.. but at the end of the day, they cannot be more valuable than the products and services that they purchase / hire.",
				"added": 1512777861
			}
		],
		"1512779248_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 99,
				"body": "p.s. I've always wondered was 'Kurzgesagt' really means. There doesn't appear to be such a word in German.. but from the way it sounds, it just sounds like 'Said briefly' .. or 'Said quickly' .. or 'Said in a short period of time'.",
				"added": 1512780303
			}
		],
		"1512712007_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 100,
				"body": "I should have added - Binary Options aren't the only cryptocurrency scams going on. There's something much bigger, much more sinister.. and with the potential to do a lot more damage. \n&nbsp;\nRumor has it that Bitconnect, for example, is a Ponzi scheme. I've actually once had a telemarketer call me from the site - and they didn't even bother introducing it that much, they were desperate to get me to make a deposit. They also reward people for referrals and stuff.\n&nbsp;\nThat's the scary thing about Ponzi schemes - many people on there actually WILL make money, mainly the people who collaborate and get others to sign up for the schemes. Hell, maybe a few will get lucky and make big money, so that they can then go on and make their YouTube videos titled 'I MADE $100,000 DOING NOTHING AT HOME! I LOVE BITCONNECT'. But that's still peanuts that the scammers are willing to throw away in order to get more people to sign up. It's just a price of doing business. Ultimately, when the plug is pulled, when the house of cards collapses.... there will be far more losers than winners. In some countries, Ponzi schemes aren't even illegal.\n&nbsp;\nThis needs to be fought, and fought hard.. if we are to protect the crypto community.",
				"added": 1512807053
			}
		],
		"1512674582_19hoduLR1FWYebZFxdJsgbEYvhrdxN5AP9": [
			{
				"comment_id": 101,
				"body": "Speaking of weed.. ...\n&nbsp;\nWeed has been a great asset for me these past couple of days. One minute, you're being crushed by the weight of the world, and its flaws.. and your perceived powerlessness to do anything about it .. and then, the next minute.. you regain the strength to keep going. It's no wonder US troops in Vietnam smoked so much weed. It's almost like a coffee, albeit more suitable for night time endeavors. I wouldn't recommend smoking before 7pm. It's a psychedelic, after all.. though not many people see it that way.\n&nbsp;\nIt's helped me debug a lot of code in the past, too. It puts you in the perfect state of mind for debugging.. because it takes the frustration factor out of it.\n&nbsp;\nIt even helps debug my own mind, for what is worth. It often makes me think about how ridiculous I've been at certain times in my life.. and the mistakes I've made.. ... it's like looking at your own life from an audience perspective.\n&nbsp;\nGood thing I've never had to pay for my weed in my lifetime. I use my head. Luckily my electricity is included in my rent.",
				"added": 1512823653
			}
		],
		"1512670011_1Ga7vs5ZV73jbTSMR77FuZi8KWt2MnBSvb": [
			{
				"comment_id": 102,
				"body": "Aliens are more likely to put us in a zoo, for being a danger to our own selves.",
				"added": 1512883033
			}
		],
		"1512912701_149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN": [
			{
				"comment_id": 103,
				"body": "You cloned KopyKate BIG, added the YouTube logo .. copied some of my videos over to it .. now you're asking for donations!\nDoes that mean we get any of your donations, dude?\nhttp://127.0.0.1:43110/big.kopykate.bit\n&nbsp;\nClassic.",
				"added": 1512940535
			},
			{
				"comment_id": 105,
				"body": "> [zerotube](#comment_1_1GAumSesDTtxUTSa1BjAxU4YbbvWm8jskR): Why are you so rude.This is the open source projectYou took half the code in ZeroUP\n\nI gave credits to ZeroUp (nofish) and ZeroTube, and I don't ask for donations. And I don't claim to have server costs related to a Zite. And I spent days writing code that adds value and differentiates from the above two zites. That's the difference.",
				"added": 1512941137
			},
			{
				"comment_id": 106,
				"body": "> [zerotube](#comment_2_1GAumSesDTtxUTSa1BjAxU4YbbvWm8jskR): I see that you posted it on GithubSo you do not mind copying it, do you?\n\nYou don't seem to understand.\n&nbsp;\nYou can do anything you like. I'm simply here to let people know that YouTube isn't adding anything of value. If it were a PornTube or RedTube, that would be great. If it were a Chinese language YouTube, that would be awesome.\n&nbsp;\nEven if something is open source, projects still need to differentiate. It's as if I copied VirtualBox over to my github, swapped the logo, claimed to the the creator, then claimed to have non-existent server and staff costs.. then asked people money for nothing. It's not forbidden or illegal, it's just low.",
				"added": 1512941655
			},
			{
				"comment_id": 107,
				"body": "> [install](#comment_3_149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN): Please, don't take offense kopyjane.i will share with you.Unfortunately, I cannot often look after the project.\n\nI don't want your donations. \n&nbsp;\nI was just here to let people know that YouTube is more of a clone site, and that many of the statements made on this page were incorrect. At least you were honest about the fact that you copied the donation page.text() from Wikileaks, then swapped the coin addresses, so that's an improvement!",
				"added": 1512944978
			}
		],
		"1513048648_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 119,
				"body": "New Zealand",
				"added": 1513048857
			},
			{
				"comment_id": 120,
				"body": "I also notice that my peers skyrocket as soon as I start downloading bigfiles.",
				"added": 1513049245
			}
		]
	},
	"comment_vote": {
		"9_1PvAednzaMJiuMz1SD5wF3m3Hx7SK75zHv": 1,
		"244_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"32_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"22_1DLHbq2nvwpgU4xT3ajhABAW1Lfn3zTZhe": 1,
		"21_1DLHbq2nvwpgU4xT3ajhABAW1Lfn3zTZhe": 1,
		"7_17WG9sFaQoZCyRT7m89WAa23Ma4WYPifMH": 1,
		"364_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"1_1GBY6o13EL77tfYVXjgPAGZNMsCH1fJNtH": 1,
		"299_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": 1,
		"78_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"83_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"1046_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"217_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"71_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p": 1,
		"3_16PUgFapj8pSnEnS1bcAGVRPtfwvQBheRG": 1,
		"227_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"1_1KiMJsULUcZVNSJb1bbhyN2XQ7m1Fb3SLD": 1,
		"2_1EJX6XEbZ1tUyM7rrQXYL9BP7usVzCcLNk": 1,
		"221_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"29_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": 1,
		"8_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o": 1,
		"1064_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"260_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"101_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p": 1,
		"166_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"176_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"264_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"4_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2": 1,
		"128_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"5_1AjJqGb8AmPfgD62kEBBtqhg2hYDW5zner": 1,
		"1072_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"6_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2": 1,
		"1071_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"76_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"2_14tGkWydPLnPCVP5i9T4WSccnyAuLjEBnv": 1,
		"194_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"28_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe": 1,
		"29_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe": 1,
		"32_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe": 1,
		"13_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2": 1,
		"4_14tGkWydPLnPCVP5i9T4WSccnyAuLjEBnv": 1,
		"133_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1
	}
}