{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "Public Money? Public Code!",
			"body": "> #### __Why is software created using taxpayers’ money not released as Free Software?__ \n>\n>\n> Reasons for Public Code\n> - __Tax savings:__ Similar applications don't have to be programmed from scratch every time.\n> - __Collaboration:__ Efforts on major projects can share expertise and costs.\n> - __Serving the public:__ Applications paid by the public should be available for everyone.\n> - __Fostering innovation:__ With transparent processes, others don't have to reinvent the wheel.\n>\n>\n> _Free Software gives everybody the right to use, study, share and improve software. This right helps support other fundamental freedoms like freedom of speech, press and privacy._\n>\n>\n> ___Do you believe that Free Software should be the default option for publicly financed software?___ Let’s convince your political representatives! Tell Your Representatives!  \n> [__Sign the open letter.__](https://publiccode.eu/)\n>\n> In our open letter we demand:\n> “Implement legislation requiring that publicly financed software developed for the public sector be made publicly available under a Free and Open Source Software licence.”\n\nHave you heard about this https://publiccode.eu/ FSFE campaign?\nWhat do you think about it?\nWill you spread the message?\nWill you also sign it?",
			"added": 1505541820
		},
		{
			"topic_id": 2,
			"title": "Why is software created using taxpayers’ money not released as Free Software? ",
			"body": "Have you signed or will you sign the https://publiccode.eu/ open letter? Why? Why not?",
			"added": 1507364580
		}
	],
	"topic_vote": {
		"1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": 1,
		"2_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": 1
	},
	"next_comment_id": 5,
	"comment": {
		"1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": [
			{
				"comment_id": 1,
				"body": "> [doiasedfnasnedcp](#comment_13_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc): So you are going to tell the government how displeased you are with it? You might be missing a critical step. I think you first need to figure out a way to get the government to care about how the people feel before you bother putting time and effort into trying to make it aware of how you feel.\n\nYes, because it is not good sign for the government if we \"The People\" are displeased with them, because in the next term they may not get elected...  So the \"missing critical\" step you mention is not at all independent of initiating public debates and telling the governments about our problems with their work.",
				"added": 1505897483
			},
			{
				"comment_id": 2,
				"body": "> [cosmologica](#comment_68_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o): The first country mentioned on the list is Afghanistan. So... this is a world wide action. It seems to have nothing to do with the evil EU.\n\nYes, it is a world wide action. Even though it is initiated by FSFE an European organization and first it will have impact on EU countries. This change will be beneficial for all the countries on Earth and therefore probably other countries outside EU will join soon because obviously this change will be beneficial for every player (except for the multinational corporations now abusing both government organizations and individual users).",
				"added": 1505898147
			},
			{
				"comment_id": 3,
				"body": "> [doiasedfnasnedcp](#comment_14_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc): In my experience this 6th grade civics class narrative about government accountability is naive at best. This can be empirically demonstrated to be the case by the common occurrence of political bodies voting in favor of policies with nearly unanimous public disapproval or against policies with nearly unanimous public support.\n\nEven though obviously this campaign will not change the world in one day, it can have serious impact on how people (including politicians) are thinking about Free Software because in this \"publicly funded software\" level the benefits of Free Software should be obvious (even for those who don't understand it on the individual level). \n\nDoing nothing or complaining clearly have 0 impact on society.\nHowever, signing this letter and spreading the message until it reaches everybody may even have a great impact. \n\nBy the way, several local governments already started understanding that it would be better for them if instead of giving away tons of their money to multinational corporations they would invest fraction of that money to the development and maintenance of Free Software.",
				"added": 1506327646
			},
			{
				"comment_id": 4,
				"body": "Let me BUMP in the hope of igniting some further discussion on the topic. ;-)",
				"added": 1507055892
			}
		]
	},
	"comment_vote": {
		"57_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"68_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1
	}
}