{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "Gitweb on ZeroNet?",
			"body": "Anybody managed to get gitweb to work on ZeroNet yet? I've seen [0git](http://127.0.0.1:43110/0git.bit/), but a lot of the repos are in clearnet. On top of that, there doesn't seem to be a way to clone most of the ZeroNet repos...\n\nHaving a place to host massively distributed code repositories is key to making decentralization self-sufficient.",
			"added": 1495877358
		}
	],
	"topic_vote": {
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"1_1BiouZaoK2zKaqSihxi7LudLqix6ynXYtj": 1,
		"5_14UupgrdnT7Y8vMES7aqUFgD1fC5RYNrh8": 1,
		"2_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": 1
	},
	"next_comment_id": 55,
	"comment": {
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 1,
				"body": "testing",
				"added": 1495100460
			}
		],
		"1_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": [
			{
				"comment_id": 2,
				"body": "arch is the way to go, once you've got the basics down from messing w/ other linux distros.\nbut if you're concerned about proprietary software, you might want to try gentoo instead. it's mostly the same as arch, but it's FOSS all the way down",
				"added": 1495100812
			},
			{
				"comment_id": 3,
				"body": "> [jmsebastian](#comment_2_1Gu13rN1pkfocLRtoHdTyChZTq1yNHgwcB): Gaming on Linux is definitely better than it used to, no doubt about it. Sadly, the sheer amount of games available for Windows means it will be the predominant PC gaming platform for a long, long time. Macs have become a non-platform for games, which is partly why I think Linux has made some headway. That and developer tools have made compiling for Linux or multiple platforms a lot easier than it used to be. Were I not into games, I would have given up on Windows a long time ago.\n\nWith where windows seems to be heading, I think Linux is the future for games. Wine will (eventually) pick up the titles that get left unported.",
				"added": 1495147352
			},
			{
				"comment_id": 4,
				"body": "> [jmsebastian](#comment_3_1Gu13rN1pkfocLRtoHdTyChZTq1yNHgwcB): We will have to see. I think Microsoft has made a lot of effort to keep developers, at least large developers, interested in making games for Windows. Steam's dominance of the marketplace, while available for multiple platforms, is still very heavily focused on Windows. [...]\n\nTrue, but as more and more games get released for Linux, the friction related to those releases starts to lessen. I think Linux is at the slow end of an exponential growth curve, and we'll see parity in 15 yrs or so. I'm, of course, probably wrong, since I also had high hopes for SteamOS, which kinda flopped.\n\nAs for Wine, it's already possible to play a few modern windows-only games on Linux (Overwatch, for example), and as development continues it'll only support more and more titles.",
				"added": 1495150379
			}
		],
		"1_13WnNjGWpKx29MGErCCpUAnP772R3fYyMk": [
			{
				"comment_id": 5,
				"body": "lmao @ mcafee. theyre almost certainly exaggerating to scare less technical people into using their product, kinda like those tech support scammers that make people read the windows system logs.",
				"added": 1495564717
			}
		],
		"2_1LVa8gwjKqVvmoeXMRAZzwFMn7LUrhYAmR": [
			{
				"comment_id": 6,
				"body": "trying to apply rules here won't work. if you want an english-only ZeroTalk, fork it and strip out UTF8 support.",
				"added": 1495876901
			}
		],
		"1_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": [
			{
				"comment_id": 7,
				"body": "> [kaffie](#comment_338_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Perhaps take a look at git over zeronet? I'm using it to host Kaffiene's git repo. Works well.\n\nThis is a bit more involved than what I'd like, though it is very cool. Ideally, I think it'd be good to have something as user-friendly as GitHub, but backed by zeronet, using optional files to house tarred/compressed headless git repos.\n\nThis will definitely work for now, though. Thanks!",
				"added": 1495888126
			},
			{
				"comment_id": 8,
				"body": "> [kaffie](#comment_339_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): The big question is the technical side of things. You have to make sure that git will actually push to such a site. [...]\n\nAfter looking at the source of `git-remote-zeronet`, it looks like it just translates a zeronet address to the local file path of that site, so pushing would work exactly the same as pushing to a local repo specified by a file path. The only special bit (pushing to peers) is done transparently by the handler at line 140.\n\nThe site itself is just an index.html, content.json and .git folder. Nothing special about how it's done.\n\n> [kaffie](#comment_339_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): [...] One way could be to make a site like 0git, but as a merger site (kinda like zerome) and then have git repos act as 'hubs' that you can download and look through.[...]\n\nMerger sites were not a thing I had considered; they'd definitely work better here than optional files. The issue then becomes maintaining a list of merger sites, and generating previews for them. The main reason I wanted optional files was so a user can look at a repo without needing to download it. I think it should be possible to have the merger sites have a file list, short description, and README file as non-optional files, and the rest of the repo as optional. The user could click `Make clonable` or something to download all the optional bits of the repo.\n\nThe only other thing I'd like to see is private repos, which would have to somehow be readable to only a subset of users.\n\n> [kaffie](#comment_339_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): [...] build some sort of github frontend [...]\n\nI must admit that I am completely incompetent when it comes to UIs. I'd be happy to start work on the backend bits (merge site template, merge site listing, etc) but until someone volunteers to help with UI work, I can't get too far with this.\n\nI will get started on this though, but I'll use a clearnet host (probably GitHub) till it's done enough to host itself reliably.",
				"added": 1495891602
			},
			{
				"comment_id": 9,
				"body": "I've started a Github org for anyone who wants to hop in during the design phase: https://github.com/0GH\n\nIt's sparse at the moment, but I'm basing a lot of the docs off of IPFS's excellent collection, so it'll grow pretty quickly.\n\nSend me a message on zeromail if you want to join the org and help out. You'll need a modern (rsa4096/ed25519) GPG key to sign your commits. Ideally, it should be attached to your Github account so each commit can be verified.\n\nMy zeromail is skwerlman@Mail.ZeroNetwork.bit.",
				"added": 1495970576
			}
		],
		"4_1DLHbq2nvwpgU4xT3ajhABAW1Lfn3zTZhe": [
			{
				"comment_id": 10,
				"body": "> [zer0surfer](#comment_8_15j9RixaGozV6Dwp3a9iigZNbjtUyz6Rbq): English because it is such a simple language compared to french, italian, german, russian, norvegian...\n\nHAHAHAHA English is probably the second most complex language in europe after finnish",
				"added": 1496267009
			}
		],
		"1_18ZZqHroRLxyNb27ipn2Tm739sAWGkihmv": [
			{
				"comment_id": 11,
				"body": "lmao this isnt tor\nmarkets aren't anonymous here",
				"added": 1496780627
			}
		],
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": [
			{
				"comment_id": 12,
				"body": "lmao imagine believing facism and techno-anarchism are somehow compatible",
				"added": 1496863270
			},
			{
				"comment_id": 13,
				"body": "> [scrubthesecond](#comment_19_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): If you use violence to get your point across, then you've already failed. Non-violence should be one of everyone's core values. I'm left-wing, but I will NEVER resort to violence!\n\nthis is just a reworded trolley problem; do i commit violence to prevent genocide, or do i wait for it to begin to stop it? personally, i'll punch a few nazis if it bullies them into not organizing. when you decide that 'nazis/facists/etc aren't a problem anymore', you give them opportunity to reorganize, recruit, and regain power.",
				"added": 1496966236
			},
			{
				"comment_id": 14,
				"body": "> [scrubthesecond](#comment_22_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): Hmm, it I think education and fair treatment is stronger than punching a person in the fact because they have different views than you.\n\nI won't punch someone simply because they have _different_ views, only if they have _dangerous_ views.\n\nAs an example, if someone has the view \"all fighting is necessarily bad\", i'll disagree with them and debate them. But if someone has the view \"all jews should be killed\", i'll beat them into submission, because if left unchecked that view will become action.",
				"added": 1497053740
			},
			{
				"comment_id": 25,
				"body": "> [kmueller](#comment_32_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Too bad that no one is planning a genocide, not even the worst neo-nazis, not to mention the alt-rights. ...\n\nThe fact that you think that neo-nazis aren't planning genocide shows you have a fundamental misunderstanding of what a neo-nazi is. They are neo-nazis _because_ they are planning genocide. The \"alt\"-right get lumped in because they enable and protect the nazis, not because they themselves are planning racist violence (though a fair number do). Actually, most leftists I know also see centrists and liberals as abetting the nazis because of their massive hard-on for 'free speech', even when that speech is objectively hate speech (which isn't (and shouldn't be) protected.\n\n> [kmueller](#comment_32_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Right now violence is being comitted because statues are being protected ...\n\nMost (I forget the exact numbers, but its something like 60%) of the confederate statues in america were put up in the 20s and 30s in support of the extremely racist Jim Crow laws with the intention of intimidating black americans. Claiming that these statues are benign is just typical american whitewashing of history.\n\n> [kmueller](#comment_32_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): ... or for no reason at all (G20 riots in germany).\n\nProtests against the G20 are certainly not happening for 'no reason'. The G20 summit is emblematic of the problems with modern capitalism: the wealthiest countries' leaders dictating policy for everyone else, with no oversight and no transparency. Violence in germany is largely borne out of fear from what happened in Toronto, where >1k people were detained illegally by the canadian government, and London before that, where a bystander was murdered by a police officer.\n\n> [kmueller](#comment_45_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Archos = greek for ruleAn-Archos = no rule.Wether or not there is chaos, when there is no rule(r) that is anarchy by definition. This is the state of Somalia\n\nTaking the etymology of a word as that word's definition is just wrong. For another example of a word whose meaning changed over time, see this: (WARN: clearnet) https://english.stackexchange.com/a/38609",
				"added": 1503081441
			},
			{
				"comment_id": 26,
				"body": "> [spoimac](#comment_2_1Pwcc1Fk7bKMA1uayUTvZaUuaGBpvGMTRg): kys\n\nthis is clearly a good and compelling argument, with nuanced criticisms of my various points\nthanks for your well-thought-out contribution to this thread\n\n> [ironcladlion](#comment_1_18tiR8cAA8mdYPoE1nRdMNxvDZeLHwqJin): What makes something hate speech? Can I produce hate speech against nazis? How about Muslims? Christians? Black people? White People? Is hate speech different than simply inciting violence against a group? Does the group need to be oppressed for it to count as hate speech?\n\nOf the groups you list, the only group which it is impossible to produce hate speech against is nazis.\nThe group does not need to be oppressed, it simply needs to not intend to oppress others (fighting oppressors does not count as oppressing the oppressors).\n\n> [kmueller](#comment_46_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): The neonazis are NOT planning genocide, this sets them apart from \"regular\" nazis. ...\n\nAh, yes, the neonazis who literally organize around cries of \"the jews will not replace us\" and \"kill the n***ers\" don't plan to kill anyone because of their race or religion.\n\n> [kmueller](#comment_46_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Given how subverted every neo-nazi organization in any country is by the secret services ...\n\nDo you have any idea how expensive long-term plants are? They cost literally hundreds of thousands of dollars a year, from salaries to long-term psych treatment. The notion that these groups are \"mostly government plants\" is simply untrue.\n\n> [kmueller](#comment_46_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): This of course ignores the point that it was not just neo-nazis that protested but all right united.\n\nYou're right. The neonazis were accompanied by white supremacists and people who pretend to be neonazis and white supremacists because they're 'edgy'.\n\n> [kmueller](#comment_46_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Just because someone is to the right of Marx does not make that person literally Hitler.\n\nI never said that they were _literally_ Hitler. I don't even think neonazis are _literally_ Hitler. There was only ever one _literal_ Hitler. Claiming that I believe everyone more conservative than me is Hitler is pretty dishonest.\nAdditionally, I disagree with a _lot_ of Marx's ideas. He's far too authoritarian for my tastes as an anarchist. Putting all leftists into the \"authoritarian socialist\" bucket is also pretty dishonest.\n\n> [kmueller](#comment_46_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Your argument against G20 is a strawman: ...\n\nYou might be mixing up your logical fallacies here? I'm not seeing how that would qualify as a strawman... Your claim is that I'm lying about their actions, not about who they are, so this isn't a strawman. Besides, you'd be better off demonstrating _why_ you think my argument is a strawman than simply saying it is one.\n\n> [kmueller](#comment_46_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Those antifas did not direct their violence against the head of states, instead they looted and pillaged the shops and cars of common people.\n\nIt's silly to claim that the majority of vehicles and shops destroyed were owned by local residents. In fact, most vehicles destroyed were state-owned patrol cars, and the shops destroyed were mainly owned by large corporate entities. These facts are in line with the idea that the protests were against capitalism and corporate-biased globalisation.\nAs for the shops and cars that _were_ owned by locals that got destroyed, I don't think its right to destroy that property, and I'm not trying to defend those actions.\n\n\nLastly: no response regarding the meaning of 'anarchy'? I suppose I've won that point then. Unless you think I'm wrong and simply forgot to reply?",
				"added": 1503096314
			},
			{
				"comment_id": 30,
				"body": "> [zerobunker](#comment_140_168qV1Xxp2EyszrzdECLUwXrn9wGYjDdar): yeah im sure Lenin, Trotsy, Stalin read his book. [...]\n\nWilling to bet you don't know the difference between marxism and communism (hint: they aren't even the same kind of thing)",
				"added": 1503817871
			},
			{
				"comment_id": 31,
				"body": "> [zerobunker](#comment_142_168qV1Xxp2EyszrzdECLUwXrn9wGYjDdar): i bet you want to point out the different in definition but their goal is the same overthrown capitalism. so i dont realy care capitalism is around you so suck it.\n\nNo, see, that's the thing you're getting wrong. Marxism is simply a way of analysing the state of a society. It doesn't advocate for the abolition of markets on its own. Rather, it's used by various other ideas to explain why they want to abolish markets.\n\nCommunism uses Marxism to justify its solutions, but Marxism _does not_ prescribe communism. It's possible to be Marxist _and_ capitalist.\n\nThe only \"goal\" of Marxism is to understand society, while communism has the goal of fixing society.\n\nYou should really educate yourself on things before trying to criticise/debate them.",
				"added": 1503888528
			},
			{
				"comment_id": 32,
				"body": "> [kmueller](#comment_69_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): thats ridiculous, trading (even without money) has been done since humanity existed. Those tiny insignificant tribes are the absolute exception not the rule.And I really doubt that the pygms did not trade at all or that they had no hierarchy.Its usually marxist nonsense that creates such false histories because people focus on what they want to see instead of everything what is to see.Thats how we get the myth that the rise of christianity was somehow responsible for the dark ages while completely ignoring that the fall of the greatest civilization of that time (Rome) was a much better explanation for the dark ages.\n\nlul @ you straight up quoting deranged cult leader Stefan Molyneux in an attempt to be taken seriously",
				"added": 1503888768
			},
			{
				"comment_id": 33,
				"body": "> [kmueller](#comment_71_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): False. No one starves in the USA. There is injustice and inequality but no one actually starves. And after removing the 80% drug and mental illness related cases of homelessness there are not all that many left. No, its not perfect but its a vast improvement over most other systems.\n\nClearly, you didn't do any research. In 2014, 3933 people died of starvation in the United States, according to UNESCO and the CIA. If I'm doing my math correctly, 3933 is greater than 0.\nWhile it is true that for persons not in families who are homeless, the #1 and #3 causes of homelessness are substance abuse and mental illness, approximately 50% of homeless people in the US are in families. The top 3 causes of homelessness for persons in families are lack of affordable housing, poverty, and unemployment. I have no idea where you even got that 80% stat, but it's bullshit. (the #2 cause for persons not in families is also lack of affordable housing)\nThis is a direct result of capitalism's failures, as demonstrated by the simple fact that there are 1.3 million vacant homes in the US, compared to 560000 homeless people. Recall that the number one cause of homelessness for families is a lack of affordable housing. You can not say that a system which chooses not to house people it can clearly afford to house is acceptable on any level.",
				"added": 1504185853
			},
			{
				"comment_id": 34,
				"body": "> [kopykitty2](#comment_1_1GULVFr1wAb81kxCo5apJJJjqdTY8QgjtH): It would, in fact, be theft if they AVOIDED taxation, because then they're not contributing to the very thing that allowed them to get rich in the first place.\n\nMost corporations DO avoid taxes, though, by exploiting tax code loopholes which they pressure lawmakers to produce. \n\nHere's an article describing one such loophole in US and Dutch tax codes: https://thecorrespondent.com/6942/bermuda-guess-again-turns-out-holland-is-the-tax-haven-of-choice-for-us-companies/417639737658-b85252de (WARN: clearnet)\nThat same article, but in video form, in the context of US video game companies, with an interview with the author: https://www.youtube.com/watch?v=SFKnv1YzI3k (WARN: clearnet)",
				"added": 1504186397
			},
			{
				"comment_id": 35,
				"body": "> [kmueller](#comment_74_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Your numbers are wrong. Even if you use the grossly inaccurate way of multiplying death by starvation per 100000 (0.58) by the total population (320M) you end up with 1800. I would be very much surprised ifa) any of these people actually starved to death, as opposed to dying because they ate only fritos and mountain dew for 2 years (malnutrition)b) this affected anything more than exceptional isolated cases where an illegal is also homeless and cannot beg or find a homeless shelter. Basically multiple bad situations coming together at once. [...]\n\nEven if we go with your lower count of 1800 (actually 1856) deaths due to either starvation or malnutrition, that's still more than the 0 you claimed before. The difference between death due to lack of food (starvation) and death due to lack of quality food (malnutrition) does not matter here, since both are caused by poverty. (I'm gonna ignore your ridiculous strawman diet of fritos and mountain dew, since most impoverished people can't usually afford to shop at supermarkets, and instead rely on fast food places for food.)\n\nA side note: the fact that you would refer to a person in the US illegally as 'an illegal' is pretty telling regarding your worldview.\n\n> [kmueller](#comment_74_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): If the 80% are BS, please present another percentage based on data.\n\nMy point was not to provide you with new magic numbers to twist to your advantage, but rather to encourage you to do your own research instead of just throwing 80% out there as if it were the unassailable truth. However, since you've asked, and I'm a nice person, here you go:\n\nSince the US has decided that it doesn't need to care about the mental health of its homeless people, there is very little in the way of concrete stats. However, Canada has slightly better reporting on the issue, so I'll use their numbers. Note that these numbers are self-reported, and were only gathered in Ontario. Note also that substance abuse (incl alcoholism) is included as a mental disorder.\n\nAccorging to [this study](http://rspace.uwaterloo.ca/xmlui/bitstream/handle/20.500.11895/261/2015%20Mental%20Illness%20%26%20Homelessness.pdf?sequence=1&isAllowed=y) (WARN: clearnet) 34% of homeless people have suffered from a mental illness at some point in their lives. This __does not__ mean that they had one at the time of the study, so the percentage of homeless people who _currently_ have a mental disorder (including addiction) is even lower. As mentioned in the study, previous studies had found that as many as 66% of homeless people had mental disorders, but even this high-ball estimate is lower than your made-up right-wing fantasy 80% number.\n\nAdditionally, its worth pointing out that homeless people are in fact people, even if they suffer from mental health or addiction issues.\n\n> [kmueller](#comment_74_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): And where do the 50% in families come from, and what is that even supposed to mean? They still have living relatives, or they and their family are homeless together?\n\nThe 50% figure comes from here: http://www.bassukcenter.org/wp-content/uploads/2015/11/Services-Matter.pdf (WARN: clearnet)\nPersons in families means people who are homeless, but still live with their (also homeless) family.\nI'd like to point out that I originally misunderstood the numbers here, and that the correct figure is 34% (the 50% refers to the proportion of the _sheltered_ homeless population, rather than the proportion of the total)\n\n> [kmueller](#comment_74_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Even the rudimentary Welfare system in the USA provides housing for those in need. Take the projects for example: thousands (probably much more) blacks who have not worked a single day in their life and yet none of them lives on the street.\n\nThe US welfare system does provide shelter, but only for 2/3 of the homeless population at best. The remaining 176000 people (per day) are forced to live on the streets.\nhttps://www.hudexchange.info/resources/documents/2016-AHAR-Part-1.pdf (WARN: clearnet)\nNote that the numbers here are for a single night in January, not for the whole year. The number of people who experience homelessness over the course of the entire year is somewhere between 2 and 5 million people.\n\nAdditionally, being sheltered and having a home are two very different things. A person who is sheltered on one night might not be the next, while someone who has a home can reasonably expect to still have it the next day.\n\n> [kmueller](#comment_74_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Take the projects for example: thousands (probably much more) blacks who have not worked a single day in their life and yet none of them lives on the street.\n\nAnd here we see the racism which underlies most capitalists' desperate need to stop the progression of equality.\n\nI'd like to see a study which compared people's economic preferences to their racial biases. I'm willing to bet that most racists would be toward the economic right.\n\n> [kmueller](#comment_74_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): In any case this system very much choses TO house its people. So again all of your arguments turned out to be pro-capitalism again.\n\nJust saying 'in any case' and drawing a false conclusion does not an argument make.\nThe US system is actually criminalizing homelessness with the intent to 'clean up' cities to increase property values (a very capitalist goal): https://www.nlchp.org/documents/Housing-Not-Handcuffs (WARN: clearnet)",
				"added": 1504204283
			},
			{
				"comment_id": 36,
				"body": "> [kmueller](#comment_74_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): In any case this system very much choses TO house its people. So again all of your arguments turned out to be pro-capitalism again.\n\nAlso, I'm wondering how \"take vacant houses away from their owners and give them to poor people\" wound up getting twisted into a pro-capitalist conclusion in your head.",
				"added": 1504204696
			},
			{
				"comment_id": 37,
				"body": "> [kmueller](#comment_76_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): My number are well sourced, unfortunately I cannot seem to find that source again. Rest assured it was an academic paper, so much more reliable than some self reported study or the statements of organizations that are not unbiased.\n\nRight, the academic paper you cannot find (assuming it exists) is _clearly_ more reliable and trustworthy than the academic paper I linked.\n\nAlso, I'd like to point out that _you_ are not unbiased either. No one and nothing is.\n\n> [kmueller](#comment_75_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): They want the people to not be homeless anymore, they do not want them to just dissapear. Unfortunately many people chose to be homeless or are compelled by their mental or substance abuse problems. This links and the others are not unbiased, both organizations have an interest to keep the figures as high as possible because this means that they are still needed.\n\nSince you failed to specify who \"they\" is, I'm going to assume you're referring to the last link in post, which is a fully-sourced white paper on US cities and the criminalization of vagrancy. I'm not sure where you're getting \"dissapear [sic]\" from, but my point was that your argument (if it can be called that) of 'NUH UH UR WRONG BCUZ I SAID SO' wasn't based in fact, or even this reality, but rather was a knee-jerk reaction to keep your fragile mind from facing the fact that you were actually wrong.\n\n> [kmueller](#comment_75_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Race has nothing to do with anything, this is just a marxist fantasy. Money does not smell, if my rent comes from blacks, whites, asians... is of no importance as long as I get it. To assume that race has anything to do with it betrays a strong cultural marxist bias. Since those cultists reject an objective reality it is often futile to try and discuss with them. Instead the direct application of plumbum transcranium at high speed has proven the most efficient way to get rid of the problem\n\n\n\"I can't be a racist if I pretend race isn't a problem\"\n\nAlso, do you know what Marxism even _is_? Why does no one on the right even know what they're arguing against?\nAlso, I'm loving the i'm-not-a-white-supremacist-but at the end there, coupled with the thinly veiled death threat.\n\n\n> [kmueller](#comment_75_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): As you wrote, those are self-reported numbers, therefore of little worth. I will stick with my 80% (plus or minus a few percents of course but I assume that you are familiar with measurement errors)\n\nI _am_ familiar with measurement errors, and as it turns out, guessing randomly has a pretty high margin of error. Either cite some sources, or don't bring up numbers.\n\n> [kmueller](#comment_75_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): US does not care about the insane hobos because they were sentenced to do so a few decades ago. They are forbidden to put clearly insane people in mental hospitals even if they would clearly need it. Idk the exact ruling anymore, feel free to do your own research here.\n\nSo, I have a few questions about this one:\nWhat does \"sentenced\" mean here? For the life of me, I can't figure out if you meant to use it here, and if you did, why? What definition could you have possibly meant to use?\nWhy are you calling homeless people \"insane hobos\"? I was unaware that people who recently lost their job and could no longer afford rent frequently rode freight trains and lost their minds.\nWhat do you mean they're forbidden to put insane people in hospitals? Compulsory admission to psychiatric facilities is very much still a thing.\nLastly, if you couldn't remember the ruling, why did you not bother to look it up?\n\n> [kmueller](#comment_75_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Starvation and Malnutrition are NOT at all the same. I can suffer from the latter without realizing it (see: Fritos and Mountain dew, none particularly cheap foods). Food stamps and welfare are enough to eat in such a way as to not suffer from malnutrition. In any case, as I said those 1800 cases are extremely unreliable, there is no evidence that there are indeed as many death. Its most likely that most cities do not report any deaths/100000 inhabitants due to that and those few cities that do will see their rates applied to the whole country. A classical case of lies, damn lies and statistics.\n\nAnother false equivalence. You are characterising malnutrition as something that happens by choice (by intentionally eating nutrient-poor foods). However, malnutrition is a condition the working poor have because they cannot afford to purchase healthier foods. Food stamps are _barely_ enough, even when the state doesn't arbitrarily revoke your benefits (which is a thing that happens: https://dlj.law.duke.edu/2015/03/punishing-the-poor-through-welfare-reform-cruel-and-unusual/ (WARN: clearnet)).\nYou are, however, correct in saying that there is no evidence that those 1800 deaths ever occurred, since that number was arrived at by doing calculations with your randomly chosen, unsourced \"statistics\". Good work pointing out that you are in fact making up numbers to support your delusions. 10/10\n\n> [kmueller](#comment_75_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Where did I even imply taking away any houses? Are you delirious?\n\n_You_ didn't. _I_ did, and then you claimed I was pro-capitalism. Have you actually read any of my messages?",
				"added": 1504408116
			}
		],
		"1_1Kr2JfCsBYQU1z96xQsYTshKvJ5nz4mTG3": [
			{
				"comment_id": 15,
				"body": "> [nofish](#comment_924_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): It's planned this summer, right now I experimenting with merkle trees. [...]\n\nWhy not use IPFS? It'd reduce a lot of the duplication of effort...",
				"added": 1497053978
			},
			{
				"comment_id": 16,
				"body": "> [nofish](#comment_926_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): It could be possible, but then we need to run separate daemon which would reduce portability, more memory usage, probably no full tor support, more connections and probably other problems.\n\nI imagine memory use issues will get better for IPFS over time, but ye, it is a bit of a hog atm. Portability-wise, it just needs js afaik, so it's pretty portable.\n\nI hadn't thought about tor support, which is probably a deal breaker since IPFS is UDP-only atm.\n\nThat CoC is pretty spooky, since it seems to apply US law globally, and, assuming it's enforceable, it means the IPFS devs are susceptible to state coercion.\n\nI think you're right that IPFS isn't the right solution here.",
				"added": 1497152937
			}
		],
		"5_14UupgrdnT7Y8vMES7aqUFgD1fC5RYNrh8": [
			{
				"comment_id": 17,
				"body": "i7-4770k @ 3.5GHz\n\nBenchmarking ZeroNet 0.5.6 (rev2125) Python 2.7.13 (default, Feb 11 2017, 12:22:40) [GCC 6.3.1 20170109] on: linux2...\n\nCryptBitcoin:\n- hdPrivatekey x 10..........0.111s [x6.31: Insane!!]\n- sign x 10..........0.203s [x1.72: Fast]\n- openssl verify x 100..........0.061s [x6.03: Insane!!]\n- pure-python verify x 10..........0.138s [x11.56: Insane!!]\n\nCryptHash:\n- sha256 5M x 10..........0.125s [x4.79: Insane!!]\n- sha512 5M x 10..........0.088s [x6.83: Insane!!]\n- os.urandom(256) x 1000..........0.002s [x2.65: WOW]\n\nMsgpack: (version: 0.4.8)\n- pack 5K x 10 000..........0.180s [x4.33: Insane!!]\n- unpack 5K x 10 000..........0.304s [x3.95: Insane!!]\n- streaming unpack 5K x 10 000..........0.323s [x4.34: Insane!!]\n\nDb: (version: 3.19.3, API: 2.6.0)\n- Open x 10..........0.006s [x22.86: Insane!!]\n- Insert x 10 x 1000..........0.359s [x2.79: WOW]\n- Buffered insert x 100 x 100..........0.448s [x2.90: WOW]\n- Total rows in db: 20000\n- Indexed query x 1000..........0.057s [x4.40: Insane!!]\n- Not indexed query x 100..........0.107s [x5.60: Insane!!]\n- Like query x 100..........0.251s [x7.16: Insane!!]\n\nCompression:\n- Zip pack x 10..........0.040s [x2.98: WOW]\n- Zip unpack x 10..........0.041s [x4.83: Insane!!]\n- Tar.gz pack x 10..........0.107s [x2.81: WOW]\n- Tar.gz unpack x 10..........0.093s [x2.15: Fast]\n- Tar.bz2 pack x 10..........0.908s [x2.20: Fast]\n- Tar.bz2 unpack x 10..........0.188s [x2.66: WOW]\n\nDone. Total: 4.42s\n\n[Note: I updated the scores after realizing I had some intensive background tasks running during the first test]",
				"added": 1497998184
			}
		],
		"1_1DdVVtVGeYcTup7jnyMLLYwD3jjayPsu3M": [
			{
				"comment_id": 18,
				"body": "australia?",
				"added": 1499982023
			}
		],
		"2_1FufvbhYhPFkRkbEkBUy1goZWS8RoaasCs": [
			{
				"comment_id": 19,
				"body": "> [godly](#comment_6_1ExgvBBPhr9nfVYJ9vaj9CiQSh4azo75xh): I play TFC.\n\ndont lie, everyone plays OW now",
				"added": 1500154566
			}
		],
		"1_1NT39RDDBgVDrQCL6y9NodL7RLJCDbA3Us": [
			{
				"comment_id": 20,
				"body": "this is the board pictured if im not wrong: https://ark.intel.com/products/80555/Intel-Xeon-Phi-Coprocessor-7120A-16GB-1_238-GHz-61-core",
				"added": 1500412073
			},
			{
				"comment_id": 21,
				"body": "and actually, amazon _does_ carry the slightly older 7120p: https://www.amazon.com/Intel-Xeon-Phi-7120P-Coprocessor/dp/B00FKG9R2Q/",
				"added": 1500412206
			}
		],
		"1_19jkZFyj9bYgLhKxiXjyBHLQsmqN5dUn89": [
			{
				"comment_id": 22,
				"body": "> [m0ckingb3ard](#comment_17_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g): No, hell no. Just mute them. I speak Chinese and I mute those idiots as well.The whole project goes pointless if you grant the permission to particular user(s).As long as no one is spamming new IDs and flooding the board, the mute function should be sufficient.\n\nafaict there's not a whole lot preventing someone from spamming ids though, so it'll happen eventually and there should be a way to deal with it when it happens, not some time after",
				"added": 1501128067
			}
		],
		"1_15Rn4kLyQf7tKstyyW3W9DV9VtCMNc4X9P": [
			{
				"comment_id": 23,
				"body": "it depends on the sites you browse, and whether you decide to share optional content for those sites\n\neach site is stored locally on your disk, so, naturally, the more sites you browse, the more space gets used.\n\nadditionally, some sites have optional media (like pictures on zerome) which isn't saved until you decide to view it. Each optional file also increases the amount of space used.\n\nAs an example, after ~2 months of light-medium browsing, my zeronet data folder is using 1.7 GB to store 94 sites, including merge sites, although the growth of those numbers is much slower now than it was a month ago.",
				"added": 1502584494
			},
			{
				"comment_id": 24,
				"body": "> [skwerlman](#comment_23_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X): it depends on the sites you browse, and whether you decide to share optional content for those sites [...]\n\nofc, most of that space is used by just 2 sites: the antilibrary english book list, and antilibrary itself (mainly its database), which combined total about a gig",
				"added": 1502587289
			}
		],
		"3_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": [
			{
				"comment_id": 27,
				"body": "check out antilibrary.bit",
				"added": 1503365437
			}
		],
		"1_1M5c4n1YevPV4Z3ZVS21BzH7b56qZhcML2": [
			{
				"comment_id": 28,
				"body": "lol @ this entire fucking thread",
				"added": 1503370829
			}
		],
		"1_18rArpeuGwqDAudCCpghohwutNEexwGMtT": [
			{
				"comment_id": 29,
				"body": "> [krixano](#comment_8_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): Here are some: [...]\n\nJust a note: your links don't work for me, since they're relative and my 0net urls aren't prefixed with `localhost:43110` (they look like `http://talk.zeronetwork.bit/` for me)",
				"added": 1503377689
			}
		],
		"2_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": [
			{
				"comment_id": 38,
				"body": "i'd be interested in a site with archwiki-level documentation of various decentralized/mesh technologiies, if such a thing exists (and if not, why not?)",
				"added": 1504654715
			}
		],
		"2_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er": [
			{
				"comment_id": 39,
				"body": "for the most part it isn't; but what it _does_ do is let you say\n```\ngit remote add zeronet://<hash>/repo.git\ngit push\n```\nwhere git push will handle publishing for you",
				"added": 1506070604
			},
			{
				"comment_id": 41,
				"body": "> [ivanq](#comment_37_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er): So it doesn't differ from my code (I mean by actions, not be readability, etc.). Thanks!\n\nexactly. its just a convenience.",
				"added": 1506085538
			}
		],
		"4_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 42,
				"body": "dude's a fucking fashy, hate him by default",
				"added": 1506438327
			},
			{
				"comment_id": 43,
				"body": "> [kaffie](#comment_509_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): It's not information though. It's an appeal to ignorance and emotion, and the guy just spews out uninformed views with 0 citations, and conflates many topics to try and make a point. There are much better sources, regardless of what your political views are. [...]\n\nSame goes for carl of akkad, peter molyneux, thunderf00t, etc\nI can't read minds, so I'm not 100% sure why the yt right is allergic to sourcing claims and representing those sources accurately, but I think I have a pretty good guess.",
				"added": 1506504004
			},
			{
				"comment_id": 44,
				"body": "> [kaffie](#comment_514_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Don't just blame the right wing youtubers though. The left also does it fairly often. Hard to find good unbiased sources these days.\n\nfair. although i definitely do see a greater tendency to cite sources the farther left you get.",
				"added": 1506525794
			}
		],
		"19_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 45,
				"body": "> [kotik](#comment_1_1CFpfSYSaLzQUQkvLKd8BZURzheR9tGjhB): our\n\ncapitalist",
				"added": 1506789097
			}
		],
		"1_1BMjn5jgrLrGbQTbnZDLFKUuxP2ZBr4ufC": [
			{
				"comment_id": 46,
				"body": "apt already supports using torrents for p2p package distribution, via apt-p2p: https://launchpad.net/ubuntu/zesty/+package/apt-p2p (WARN: clearnet)\n\nif you use a local nginx proxy, you could point the upstream at a local copy of a zeronet site, and use the downstream as a repo for any package manager with custom repo support (pacman, apt, etc)\n\ni've never used chocolatey, but i imagine you could use the nginx hack if it supports custom repos.",
				"added": 1507489067
			}
		],
		"3_1DFDjUGJdSp1kMuFq1AtNS9ZWmkVtbp947": [
			{
				"comment_id": 47,
				"body": "this is probably worth an issue on the 0hello github tracker: https://github.com/HelloZeroNet/ZeroHello (WARN: clearnet)",
				"added": 1507518343
			}
		],
		"2_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": [
			{
				"comment_id": 48,
				"body": "> [realkittykate](#comment_25_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): An anarchist thus isn't going against the will of the people or the will of democracy.  [...]\n\ni think i agree with most of this, but in practice anarchism as described here is becoming increasingly difficult. with the rise of the the surveillance state and the increasingly authoritarian tendencies of world powers, breaking the law is getting riskier and riskier. i think that in order for these micro-utopias to even exist, effective anti-state violence is necessary, even if it means a sacrifice for the individual anarchist. on top of this, it is the job of the anarchist to inspire others to overcome the fear of the unknown, to encourage them to rise up against the state which enslaves them, and here i think that simple law-breaking is not sufficient; anarchists need to go beyond ignoring bad laws, and think of how they can move others to resist the state.",
				"added": 1508482162
			},
			{
				"comment_id": 49,
				"body": "> [eki](#comment_2_1KJY9Soji7TbEVfisJHPvuzwzTMpAUDHf4): Can't we replace politicians with AI beings?\n\nif people don't know what they want, how could an ai made by humans know?",
				"added": 1508730173
			},
			{
				"comment_id": 50,
				"body": "> [marxistleninist](#comment_8_1626jBiKnxjqtA1UJrSQEF1zWk3CMHZrLR): I think you are all cynical, Marxist-Leninist socialism was established on about 1/3 of the world at one point. It can be done again. Also left-wing anarchism won't bring revolution because it has bad theory. Crowds are also generally smarter than individuals, calling it mob rule is an excuse for elitism you capitalist apologist. Since when did class exploiters have you interests at heart - answer never.\n\nwhere in any of this did a leftist anarchist defend capitalism or claim that class exploitation was good? am i missing something or do tankies think reading is counterrevolutionary?",
				"added": 1508730925
			}
		],
		"1509398486_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": [
			{
				"comment_id": 51,
				"body": "seems like a good way to correlate someone's real email (and ip) with their 0net address.",
				"added": 1509854278
			}
		],
		"1510005832_1NzStAUQxpajofpes44xM5HAGBso2EG2XJ": [
			{
				"comment_id": 52,
				"body": "i pretty strongly recommend either tor browser, or, if you use a systemwide tor-proxy, your favorite non-google browser. i personally use `chromium-degoogled` on my main box, and tor browser everywhere else.",
				"added": 1510137006
			}
		],
		"1511662798_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 53,
				"body": "> [kopyjane](#comment_56_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): Just make sure you're eating a balanced diet, exercising, drinking water, avoiding drug abuse, sleeping right.. socializing..\n\n\n> [kopyjane](#comment_56_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): Just\n\nthis sounds suspiciously like you've never had a depressive episode",
				"added": 1511761630
			}
		],
		"1511866479_1CaVUegZMXMjmRXtq5q3eZDqdtsoNvgep": [
			{
				"comment_id": 54,
				"body": "aria2c (a cli torrent client) is pretty good for using as part of a script",
				"added": 1511873180
			}
		]
	},
	"comment_vote": {
		"3_1G6QESmeipZsukJX5WvDxxwSioaGnEDRk3": 1,
		"166_18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6": 1,
		"1_1F1QRJHP5LqvaoT6TqKGrMWLRLHjxNvyst": 1,
		"1_1Duxzo3saBwjEnPoBRbCCt5JksE8GyRHJz": 1,
		"11_1Koe97YQ3wR5oFauQoGuUCBNqZ73SMTrKi": 1,
		"8_1LVa8gwjKqVvmoeXMRAZzwFMn7LUrhYAmR": 1,
		"338_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"352_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"1_16FGedWfBJc3mJ2eZ5u8TJUShZbs3tdjmy": 1,
		"12_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"209_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS": 1,
		"360_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"208_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS": 1,
		"363_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"32_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"2_16bxMyoL49mWYhcZKBYVBT5zEFW9SQpiao": 1,
		"441_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"464_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"1_15CQCvw6XmDvaCH8QEjYdVa2FRW9VJMDuq": 1,
		"10_1NnHJYrqyt3ru8NNtgzX5TFMs71RWg9p6f": 1,
		"2_15CQCvw6XmDvaCH8QEjYdVa2FRW9VJMDuq": 1,
		"477_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"509_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"76_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"521_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"520_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"24_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": 1,
		"25_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": 1,
		"359_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1
	}
}