{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "Bitcoin dude",
			"body": "Hello, im from Venezuela, i'm here for a friend send me this program and he tell me that is a safe and secure system. i'm web programmer but now the situation in the country no is posible work for internet, i like if that ideas u know for work online with bad services?, i like to start in the bitcoin market but im not know a good form for obtain this here. ty (sorry my bad english)",
			"added": 1502320757
		}
	],
	"topic_vote": {
		"1_1DdVVtVGeYcTup7jnyMLLYwD3jjayPsu3M": 1
	},
	"next_comment_id": 12,
	"comment": {
		"1_1DdVVtVGeYcTup7jnyMLLYwD3jjayPsu3M": [
			{
				"comment_id": 1,
				"body": "if you like to pay 1000$ im sure that u no live here in Venezuela. but im sure that u live in europe and for u Nick name sure live in a side where have a queen, its posible, that England or Canada hehehe xD",
				"added": 1502323201
			},
			{
				"comment_id": 2,
				"body": "Anywhere this is my btc wallet for the gift :D 12DnLnYkSScKAVc2caJnDVTnMHHoZUiwmC",
				"added": 1502323365
			}
		],
		"1_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek": [
			{
				"comment_id": 3,
				"body": "hello all, and ty for respond. netwatcher yes here it's posible use the bitcoin and change this for the local money i know a friend that he arrived to peru and he tell me that he use a coin called pepe card and bitcoin but im loss the comunication with he. but i know here much people that buy this coin and no legal problema for that the coin is legal. i think in a moment for make a campaign in internet for donation of bitcoin for help some people here but im sure that much people think that is a steal for that the actuallity the people use much this for steal.",
				"added": 1502332286
			},
			{
				"comment_id": 4,
				"body": "> [netwatcher443](#comment_13_163qySY2DPqhhxhinT9SAF5D4BXzoZvp6z): From the news, it seems there are some terrible shortages of power and food and so on in Venezuela. If you can make money on here to use bitcoin, how can you use it to buy what you want?\n\nhello all, and ty for respond. netwatcher yes here it's posible use the bitcoin and change this for the local money i know a friend that he arrived to peru and he tell me that he use a coin called pepe card and bitcoin but im loss the comunication with he. but i know here much people that buy this coin and no legal problema for that the coin is legal. i think in a moment for make a campaign in internet for donation of bitcoin for help some people here but im sure that much people think that is a steal for that the actuallity the people use much this for steal.",
				"added": 1502332297
			},
			{
				"comment_id": 5,
				"body": "> [annacvalentine](#comment_6_1Mpr8B1fRGBctzf7g9a6X1cb4WbQULH92N): Hello from Mexico, this is the best place you can start publishing something without being censored, yet it does not make you invulnerable to be identified, try opening ZeroNet with Tor. and not using your real information. any infomation you post here will never be taken down, unless you do it. [...]\n\nok im understand, and what is the value approximate of one hardware for this? i understand that this is very highest the Price, no other options more economic? here de sallary is 15-25$ max in 1 month  and this no reach for nothing here now.",
				"added": 1502332414
			},
			{
				"comment_id": 6,
				"body": "> [annacvalentine](#comment_8_1Mpr8B1fRGBctzf7g9a6X1cb4WbQULH92N): One motherboard, least 80 dollars. 1 cpu least 150 dls, ram least 50 dollars, power supply least 120 dollars, keyboard 20 dollars, mouse, 20 dollars, screen, 100 dollars, GPU least 200 dollars.  [...]\nxDD 2 years of work jajaja. and what is requerimentsof the cpu? i think that use i5 minimun or its posible use hardware with less potency?",
				"added": 1502333129
			},
			{
				"comment_id": 7,
				"body": "> [annacvalentine](#comment_9_1Mpr8B1fRGBctzf7g9a6X1cb4WbQULH92N): maybe a  the fastest i3. or even the best pentium if you buy a Z270  motherboard. esta jodido el asunto. LOL. \n\nMy pc is i3 with 8 gb ram but the car graphic is bad, is a geforce 210. xD si bastante jodida la vaina xD jaja",
				"added": 1502333680
			},
			{
				"comment_id": 8,
				"body": "> [annacvalentine](#comment_10_1Mpr8B1fRGBctzf7g9a6X1cb4WbQULH92N): Te conviene mejor tratar de crear un sitio en internet donde vendas publicidad, hazte youtuber, o inventate haz peliculas indie con you celular o camara. [...]\n\ngracias por la información. pues he pensado en algunas cosas pero para eso debo salir del país por que aquí lo servicios no sirven para eso. pero ya estoy trabajando en ello solo busco algunas opciones que estén ami alcance aun",
				"added": 1502334253
			},
			{
				"comment_id": 9,
				"body": "> [uw](#comment_3_1FhGvibnx5U2MzoazED1ST55MBG177RAc8): I heard the Venezuela pseudo-socialist government grants eletricity almost for free, so you can put bitcoin mining hardware to work.\nMake sure you don't put a lot of miners in just one place, I hear the government detects high electricity usage, blame the household for power outtages, accuse them from stealing electricity from the people and seize their equipment. My guess is that they use the stolen equipment to mine bitcoin for themselves so they can overcome the inflation. The exact opposite of a socialist party.\nAnyway, there's a blinktrade site in Venezuela where you can trade bitcoins for your local currency and vice versa: \n\n\nIt's something like that, they actually steal the equipment for their own benefit. Who started with the mining market years ago is profitable nowadays the problem is that currently in this place to get a team of these requires almost an investment of 1000-2000 $ to build 1 single rig which for us is a lot . And in the case of buying directly from the currency based on our currency the costs are also too high so our only alternative is to perform micro jobs online to get a little.",
				"added": 1502506657
			},
			{
				"comment_id": 10,
				"body": "It's something like that, they actually steal the equipment for their own benefit. Who started with the mining market years ago is profitable nowadays the problem is that currently in this place to get a team of these requires almost an investment of 1000-2000 $ to build 1 single rig which for us is a lot . And in the case of buying directly from the currency based on our currency the costs are also too high so our only alternative is to perform micro jobs online to get a little.",
				"added": 1502506676
			},
			{
				"comment_id": 11,
				"body": "> [uw](#comment_6_1FhGvibnx5U2MzoazED1ST55MBG177RAc8): \n\nI may be feeding a troll, but I guess you wouldn't reply like that to a thread like this if you were in Nigeria, Venezuela or other country living an economical shit, and the \"opposition\" to the current government is a bunch of political retards.\n\nIts easy opine from other country with u no live in the side. the really is very different. here the people that represent the opposition (the selected for the people) is more people corrupt that live shiting the people. the really opposity here is the \"Resistencia\" its a new movement now. the politic from Venezuela is only a great Fake the \"Government\" is the Army that use the arms for kill the good people and this people no only affect Venezuela this people affect the world, for that this people use the Drugs for life and export this and weapons for all world. jaja no is posible save foot if no foot in the country and the less that exist is very very cost",
				"added": 1502606839
			}
		]
	},
	"comment_vote": {
		"13_163qySY2DPqhhxhinT9SAF5D4BXzoZvp6z": 1,
		"6_1Mpr8B1fRGBctzf7g9a6X1cb4WbQULH92N": 1,
		"3_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek": 1,
		"5_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek": 1,
		"4_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek": 1
	}
}