{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1513402503,
			"title": "New to ZeroNet, Hi!",
			"body": "I'm new to ZeroNet and I'm kinda stumbling around learning about bits and bobs. Hello, notinternet!",
			"added": 1513402502
		}
	],
	"topic_vote": {},
	"next_comment_id": 6,
	"comment": {
		"1513344544_1NekEfk2dRHtSeioUKrRXKfaiS9A65hGwQ": [
			{
				"comment_id": 1,
				"body": "> [lethalethan88](#comment_1_19cQViUvBQtwiGpPci2u61jmQm4wVt8L8c): Zeronet will still be here due to being decentralised from the actual internet\n\nWouldn't ISPs just blanket ban everything and put specific shit that they approve on a whitelist of sorts? I don't know much about how Zeronet works, but wouldn't the protocol we use just be blanket banned by them since it isn't an HTTP request to a domain they've specifically allowed?",
				"added": 1513402970
			}
		],
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 2,
				"body": "> [invisibex](#comment_3_19LcfC7AgJy2RtGJBMKESyCHsunPpsyyaH): Recommend a personal use of the shadowsocks SS/SSR service provider, has been in use, the speed of the lever ~| price | | and | Hui | lattice as low as 5 yuan /50G/ month. In a recent run away tide shut down the growing days, still strong ~ has shielded the domestic IP, need across GFW~http://cp.dawangidc.com/aff.php?aff=523Posted - service configuration tutorialshttps://fulifabu.blogspot.com/2017/12/idcssrfaq.html\n\nlol real urls in 2017 on Zeronet",
				"added": 1513403035
			}
		],
		"1512670011_1Ga7vs5ZV73jbTSMR77FuZi8KWt2MnBSvb": [
			{
				"comment_id": 3,
				"body": "I think you have a little case of what I like to call \"I have no idea what I'm talking about\".",
				"added": 1513403103
			}
		],
		"1513303856_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 4,
				"body": "Tbh I never used NoFap, but I can never say I was addicted to fapping. I used to fap a lot but that changed when I joined the FGC and started playing at Skullgirls locals. I found that other interests were taking over my \"me time\", and I just stopped m'baiting regularly.",
				"added": 1513403859
			}
		],
		"1513581532_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 5,
				"body": "Mind at least mirroring this shit on a Zeronet site? We aren't going on Zeronet to find HTTP links lol",
				"added": 1513583984
			}
		]
	},
	"comment_vote": {}
}