{
	"next_post_id": 4,
	"next_comment_id": 9,
	"next_follow_id": 2,
	"avatar": "generate",
	"user_name": "Himura",
	"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
	"intro": "Seems like it's a great network!",
	"post": [
		{
			"post_id": 1,
			"date_added": 1474111425,
			"body": "Hello ZeroMe!"
		},
		{
			"post_id": 1481733454,
			"body": "Хм. Кажется это работает...",
			"date_added": 1481733452
		},
		{
			"post_id": 1484490462,
			"body": "Офигеть, это реально работает!!! Приложу картинку тады",
			"date_added": 1484490459,
			"meta": "{\"img\":\"602,700,edcdcadb8ca7fffb96b75975864532eeefcab98987743ddd,011232011021211311433232350425501561437809351A26BB25C440D3027044017EC714411AF2D14AFA44A0A4\"}"
		}
	],
	"post_like": {},
	"comment": [
		{
			"comment_id": 1,
			"body": "@AntiGNU: Да вот же, рабоатет!!! Даже коменты появляются!!! Или картинка не грузится?",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484496594
		},
		{
			"comment_id": 2,
			"body": "@AntiGNU: Ну почитал я каким должен быть ZN. По-моему, никаких реальных проблем у этой сети нет...\n1. Можно запилить CMS с контролем доступа от фиктивного (корпоративного) юзера, если такая потребность возникнет.\n2. Не наблюдал конфликтов, как они вообще выглядят? Я думал тут есть такая схема\n3. Я сам себе написал сервис для systemd, есть даже как минимум два готовых варианта. Грузится при старте, работает 24/7. Доступ к гую из локалки. Профит.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484497187
		},
		{
			"comment_id": 3,
			"body": "@AntiGNU: \n1. Если напрягает то что кто-то бог, можно выкинуть приватный ключ, например и управлять доступом внутри сайта. А если нет - просто раздать ключ группе людей... Вобщем хз, мне кажется надо конкретные проблемы решать, скорее всего решение именно так организовать систему было не от балды\n2. хм. Ну может пофиксят, если реально проблема существует...\n3. Про создание сайта ничего не знаю, я только с юзерской позиции смотрю...",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484497922
		},
		{
			"comment_id": 4,
			"body": "@AntiGNU: Ну чтож, годные пожелания на будущее... А насчет не задерживается - это пока есть хорошая внешка у всех. У меня например нет никакой потребности сюда ходить - все что мне нужно есть во внешке (в крайнем случае из под Tor). И хорошо если всё так и останется. Все-таки в обычной жизни никому не нужны все эти возможности по анонимности и децентрализованности, сейчас это просто proof of concept. Когла появятся реальные проблемы, возникнет реальный спрос. И кстати, подозрительно много иероглифов вижу, скорее всего в Китае есть реальный спрос.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484499172
		},
		{
			"comment_id": 5,
			"body": "@AntiGNU: Пока с обычным Интернетом всё в порядке (хоть бы на IPv6 перейти), никто никогда не узнает про другие вещи. Вон, про Tor узнали только из за блокировок... А тут получается что выгоды для энд-юзера/ламера никакой. Нафига им ZeroNet, если фэйсбук работает?",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484499987
		},
		{
			"comment_id": 6,
			"body": " @AntiGNU: Я не сравниваю технологии, я сравниваю их по признаку \"надстройки над Интернетом, позволяющие делать что-т хорошее\". \n\n> они войдут и заменят текущие со временем так, что пользователи об этом даже знать не будут\n\nИМХО - слишком оптимистично. Я думаю, эти штуки как были так и останутся игрушками для гиков и инструментами тех у кого есть специфические задачи. Надежность нужна прользователям, а владельцы сайтов и без этих технологий вполне уверены, что их сайт будет достумен завтра. Он хостится в Tier IV дата-центре и зарабатывает в 100 раз больше чем стоимость его хостинга. А на всё что мельче - пофиг ваще, пусть падает, альтернатив куча.\n\n> Торренты вполне взлетели тогда, когда процветали файлообменники \n\nПросто файлообменнкики умерли из за социалок. С общением то там все норм было, а вот способ продолжать пиратить надо было найти новый.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484501000
		},
		{
			"comment_id": 7,
			"body": "> А у людей собственно никогда не было необходимости ни в интернете, ни в телефоне, транспорте, печатном станке. Ровно как необходимости слезать с дерева тоже не было.\nНу хз, вообще была. Чтобы внедрить технологии которые не решают никаких проблем, а просто делает что-то лучше, надо быть Стивом Джобсом. У open-source community таких нет...",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484501719
		},
		{
			"comment_id": 8,
			"body": "@AntiGNU: чтож, мы с вами живём в совершенно разных мирах. Удачи вам в вашем. И имейте ввиду что существует другой и там Аниме очень даже не необходимо.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1487277271
		}
	],
	"follow": []
}