{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "中国烈士旅向广大驴民传授斗争经验，避免被中共迫害！",
			"body": "中国烈士旅：人权活动者该如何自我防范被中共迫害\n\n         近期，相继有报道不少维权律师，维权人士，异见媒体出版人被中共当局逮捕、判重刑甚至跨国、跨境绑架。习近平上台后，中共对异议人士的迫害简直到了丧心病狂的地步，中国烈士旅的反共专家这里给大家谈谈该如何防范被中共当局打击迫害。\n\n        政治迫害是指独裁政权对反抗它的人进行的打压与迫害。反抗中共独裁政权可分为两种情况，一种是激进派，主张使用武装斗争、暴力革命的方式推翻中共政权，如中国烈士旅，另一种是温和派，主张使用口诛笔伐的方式文斗、和平抗争，达到转化统治集团思想、从内部瓦解中共的效果。这里，不少人对政治斗争的残酷性认识不足，认为温和派的反抗方式会较少受到中共的打压，一些维权、民运人士会在中国的法制法律框架内去约束中共当局，进行维权活动，凡事都诉诸法律，认为法律是保护自己的有力武器。但是，中共是一个靠武装斗争推翻合法政府上台执政的独裁团伙，信奉的是“枪杆子里出政权”“谁拳头硬听谁的”的丛林生存法则，中共执政以后制定的法律，目的都是为了维护其统治，如何解释法律它自己可以随心所欲，也就是说他可以伪装成正义公正的形象，也可以指鹿为马，颠倒黑白，只要符合它自己利益的需要。了解了这一点，我们就不难理解中共外交部长王毅在回答香港铜锣湾失踪案中一个瑞典公民的下落时信口雌黄胡说八道：“他首先是一个中国公民。”可见，“是否中国公民”完全由中共自己决定，它需要你是中国公民时，哪怕你早已加入他国国籍，只要你有华裔血统，他就可以把你当中国人或中国公民来对待（比如，不少持美国护照的华人反映，他们持外籍护照入境时，得不到中共官方的尊重，中共官员把他们当作中国人来对待，至少心理上有这种意思）。否则，它就以国籍法中的规定“加入外国国籍者，自动放弃中国国籍”来处理，完全是一副流氓无赖的做派。\n    \n        中共在打压迫害异议人士时，采用的手法也是灵活多样的，一般情况靠挥舞法律大棒把人关押逮捕判刑，一句“涉嫌违法犯罪”就可以抓捕任何人。前不久，天津公安局对十几名维权律师下了逮捕令就是例子，我们知道律师是专业学习、研究法律、帮别人打官司的，律师违法的可能性非常小，那么多律师同时都违法犯罪的可能性就更加小，但中共一句“涉嫌颠覆国家罪”就可以把任何事都掩盖起来，这种罪名还不允许任何人会见嫌疑人，他完全可以黑箱操作，怎么玩都由中共自己说了算。习近平上台后，加速了颁布国家安全法，反间谍法，反恐怖法等一系列维系强化统治阶级地位的法律，说明习近平内心也是非常害怕的，他上台后，在他的治理下，中国发生了许多惨剧事件，令他坐立不安，生怕政权灭亡，所以他制定了相关法律对人民进行恐吓，实际上，中国的国家安全问题根本没有这么严重，这些法律就算不颁发不修订也没有任何关系，习近平的前几任都没有搞这样的高压管理，因为他们不像他这么贪生怕死，到了习近平这一任，杯弓蛇影，小题大做，结果是把人民搞得苦不堪言。而他把军区改为战区，重新整编军种，搞军队改革也是例子，他担心政权不稳，所以按他自己的意志重新整编国家机器。但是，战区是战争年代才存在的概念，搞成战区有处在战争状态，随时准备打仗的意思，军队的整改，一方面说明习不懂军事，是个草包将军，另一方面也反应了他内心的恐惧。\n    \n        在境内法律制约不到时，中国国安部就出马了，向境外派遣特务，对被中共视为眼中钉的人绑架，押回国内受审，这就和恐怖组织没有什么区别了，我们说国家搞恐怖活动，哪怕是国家以法律之名进行恐怖活动，仍然是恐怖主义，这个国家，特别是该国的执政党，就是恐怖政党！在香港绑架铜锣湾书店股东的事非常严重，这个事件是经中共国安委批准，由国安部策划执行的，像广东省公安厅这种级别的部门还不敢在香港胡作非为，他们没这个权限，也承担不起责任。事后推脱不过去时，找了一些借口来敷衍，说是被绑架者是逃犯，“以自己的方式”回的国，但故事漏洞百出，很难令人信服。其实，这些事同中共的最高决策者习近平也脱不开关系。\n    \n        习近平自上台执政，暴露在中国公众面前之后，我们就发现他有一种流氓土匪气质，他搞管理喜欢用土政策土办法，专横独断，凡事按自己的意志行事，像他上台后就剥夺了国务院总理的实权，搞得李克强一个总理，变成了类似国务院秘书的角色，只能搞搞经济，拉拉订单，其它权利一概没有。这样的一个人他经常批评别人不守政治规矩，其实他自己才是最不守规矩的人。流氓土匪的另一个特点是，喜欢玩阴手，像去年美国爆出的上海军方黑客入侵美国商业公司电脑的案子就是例子，这也是习近平任军委主席以后搞出来的事，他授意下面这么干。\n    \n        因为习近平的上台，中共在执法时变成没有任何规矩可守，目前，中共在香港的势力很大，香港政府只是中共的傀儡政府，中共在香港绑走一个香港市民可以说非常轻松，但他的问题在于，人是不会无缘无故自己失踪的，如果这个人身上还牵扯有政治问题，公众自然很容易想到是政治绑架，所以中共干出这种事，它想赖也是赖不掉的，最后只能找个理由给自己找台阶下。另一方面，跨国绑架，已经发生了身处泰国的民运人士被中共绑架回国的事，很可能也是有泰国当局在其中与中共勾结，中共的触手伸得比较长，附近的几个东南亚小国，理论上都已不再安全，因为这些小国家顾忌到中共强大的军事、经济势力，中共对他们提要求，经常都只能点头答应，同意与中共做交易，这也是为什么泰国曾无视联合国的文件，将联合国认定的难民遣返给中国的原因。\n    \n        东南亚国家，因为自身国力不强，对强大的邻居中国一般只能选择服从，对越南，马来西亚这两个国家，中国一般不敢派特务直接去绑人，但会通过官方外交渠道与其沟通，多数情况下他们会同意中方的遣返要求。新加坡虽然是法制国家，但其独裁专制本质与中共有异曲之妙，一般情况下能遂中共心愿，所以，上述这几个国家都不够安全。东南亚国家，在民运人士逃避中共追捕迫害是，作为跳板，短暂停留还是可取的，但不是久居之地，到达以后应该尽快向其它国家转移。\n    \n        除此之外，西方国家，台湾、日本，都是安全的，中共想从这些地区拿人，一般不敢用地下黑帮绑架的方式，只能通过官方来引渡。台湾因为政治方面与中国对立，本身也有较强力的军事力量，中共国安特务暂时不敢在台湾乱来。\n    \n         不管中共是利用法律手段，或是使用殴打绑架等恐怖方式来迫害民运人士，不管执行者是公安或者国安，本质上都是认定一个人涉嫌违法犯罪（危害国家安全）后而对其采取的措施。要避免被中共迫害，要做到以下几点：\n    \n    一，不暴露\n    \n    就是不要把自己的身份暴露给周围人群，减少被举报揭发的可能。中共发动群众的手段是很厉害的，你周围的人，可能是关系不深的朋友，或是其他无意中知道你行为的人，甚至中共的眼线，自干五等等，都可能因为各种因素对你举报，那样你就会落入中共的视线。\n    \n    二，不公开挑衅\n    \n    就是不公开发表针对中共的言论文章，如果要发表，最好不要署真名。因为，你平时浏览的海外媒体、被中国防火长城屏蔽的所谓“反动”网站，中共的国安特务也会持续监视，包括推特，你在这些媒体上发表的反对中共专制的文章，会被中共公安、国安收集成为日后指控你的证据，中共倒是希望你用真名发表文章的，因为这样便于他们对你查找追踪，如果你又是身居中共境内的，那么工作对于他们来说就简单多了，他们在掌握你的基本信息以后，就可以在你不知情的情况下暗中对你监视，包括你的通讯电话、网络使用情况等等。中共最早是搞地下活动起家的，很多中共领导人在发表文章时都用化名，包括周恩来，就是这个原因。现代的民运人士，因为缺乏敌我斗争经验，很多人都用实名发表，结果被中共一打一个准，而且中共是善于秋后算帐，有些时候，他们故意先不动你，放长线调大鱼，让你感觉自己是安全的，让你继续表演，等到他掌握足够的证据，突然出手猛然一击将你抓捕归案。对于有的人，中共甚至可以等两三年再逮捕，然后安个颠覆罪名判十几年甚至无期徒刑，这种例子都是有的。比较典型的例子，就是吴淦从最开始的寻衅滋事罪名转为颠覆政权罪。\n    \n    有一种情况是可以对中共公开挑衅的，就是你人已经在安全的地方，处在中共无法用暴力方式对你追责的地方，这种情况下如果自己不在乎，尽管公开挑衅中共是没有问题的。如果你还在不完全安全的地方，比如泰国，那我们建议你仍然应该保持相当的低调和匿名。\n    \n    三，不留证据\n    \n    这个问题包括两个方面，一是不留公开的证据。很多民运、维权人士喜欢在一些中立媒体如博讯上发表文章，在发表文章时，如果作者希望署名，媒体可使用变通的方式，如“作者可能是XXX；据传是XXX的文章”这样的方式，让真实作者不确定，这样一旦国内的公安或国安找到作者，对其传唤时，作文者可推个一干二净，来个死不认帐：这不是我写的；这是有人冒用我的名字；我从没给博讯发过文章；这是网络上的造谣，我要控告有人对我的名誉进行中伤。。。等等用这些话来推脱。这样公安无法找到证据认定你发表过反动文章，就无法对你定罪。千万不要犯傻，承认文章是自己写的，然后同公安据理力辩，那样无异于割肉喂虎，前面我们分析了中共在使用法律时的流氓本性：你不知道他会怎样挖你写过文章的字眼，来给你定一个“煽颠”的罪名，有的异见人士因为写了一篇批判中共的文章就被判了十九年，新疆一个维族学者因为建了一个网站就被判了无期徒刑。。。在这方面，媒体需要树立保护作者的意识，大部分异见媒体都在海外，中共无法对其打击或采取措施，媒体是安全的，但作者、爆料记者很多都在中国境内，他们的安全问题格外重要。除了要模糊化作者之外，对发布的稿件含有人像的，应该使用工具软件将其尽量模糊化，比如一些维权人士的集会，否则，照片就是最确凿的证据，中共在看到发表在媒体上的集会照片后，就会对照片将集会者查出来，然后挨个传讯。\n    \n    另一方面就是自己电脑上的证据擦除。上网与外界通讯时一定要注意，应该使用安全软件隐匿自己的IP地址，与海外媒体联系时我们都是使用破网软件的，有些软件的安全性不够，有可能被中共安全部门解密，所以应使用加密性强的破网软件，关于在破网软件的选用方面，可以留意一下讨论翻墙技术的网站，破网、隐匿IP地址并非只有一种方法，要多掌握几种。翻墙手段和技术是不断更新的，要与时俱进，提高自己的电脑运用技能。比较敏感的文章，如果是储存在自己硬盘上的，必须加密保存，AES 128位加密可以防止被目前最先进的超级计算机攻击破解，所以AES 128是最起码的加密标准。处理文件更安全的方式，是彻底销毁，销毁文件时不能简单删除，应使用文件粉碎机，经过这样处理后的硬盘，就算被公安抄走，他们也无法使用专业恢复手段将数据恢复，也就无法使用计算机取证手段来对你定罪。加密文件、对文件粉碎要养成一个良好的习惯，做到经常使用，随手加密、粉碎文件。不要等公安敲你门时临时再做，那样时间来不及。在中共武装夺权时期，那时还没有发明计算机，中共地下党员是采用焚毁的方式处理纸质文件，机制是相同的。\n    \n    四，加强组织防护\n    \n    一般说来，民运人士、维权人士多多少少都会有一定的组织联系，但很多这样的组织都是比较松散的，而且是公开活动的，这种情况很容易遭到中共的打击，像一些NGO，就暴露在中共的视线之下。中共早年革命斗争能够成功，很重要的一个原因，就是它严密的组织性，而且它是地下党，是在地下活动的。组织要防止被执政者破坏，必须在地下活动，直到自己的实力壮大到可以明着与当权者对抗了，才能公开活动。那么，像一些近期被中共迫害打击的例子，如某律师事务所被查封，遇到这种情况应该怎么办？我们说，一个律师事务所，它的业务是接案子帮人打官司，赚取律师费，那么如果他完全可以正大光明地做它自己的工作。帮弱势群体维权，告政府，这些事本质上说并不违法，中共也很难从这些事出发去抓律师事务所的违法把柄，同时，与海外组织存在联系，接受海外资金与危害国家安全也没有必然的联系，海外组织只要它不是公开反华、反对中共就没问题，至于资金赠与与接受捐赠，这是任何一个公民的权利，对于资金来源可以有很多借口将之轻描淡写遮掩过去。\n    \n    被中共打击的律师事务所，根本原因，应该是某些地方做的不够严密，给中共抓住了把柄，比如说，中共发现该律师事务所长期专职接维权访民的案子，同政府对抗，起了疑心，于是暗中查了律师事务所的资金往来，发现有海外组织持续给律师事务所汇款，然后顺藤摸瓜去调查那个汇款的海外组织，一查之下发现是一个在中国搞人权斗争的NGO，这下就有了往反恐怖法上套的理由了：接受海外反华组织捐助，意图搞颠覆活动。。。显然，这个案例里，海外NGO的安全防范工作做的不够，NGO的某瑞典志工来华工作，完全可以捏造一个身份，随便说自己是某贸易公司的代表都好，就是不能公开自己是搞政治活动的真实身份，从这件事我们可以了解海外NGO应该在地下活动的重要性。除此之外，律师事务所自身的安全防范工作做得可能也不足，与外界通信来往的文件没有及时销毁，最后被中共一抄，电脑里的文件都缴获了，想赖也赖不掉了。\n    \n    这个案子现在事已至此，因对这个案子不了解，我们不能认定涉案的NGO以及律师事务所有罪或无罪，作为一般情况下的分析，最好的方式，是撇清关系、将之淡化。海外NGO虽然没有在中国注册，但并非就是反华组织，帮助中国弱势群体维权，是因为弱势群体需要帮助，并且人权这个概念中共也是支持的，欧洲国家都提倡人权，但你中国并不认为欧洲那些国家都是反华国家、反华组织。。。。人权同中共不矛盾，律师事务所接受了国外组织的资金，是想健全中国法律法制，并非使用那些资金来反对政府，帮助维权人士打官司，起诉政府，也并非是为了打倒政府，而是给弱势百姓争取权益、监督政府、让政府机能更加完善、让百姓更加拥护政府、巩固健全社会主义法制。。。。。等等，用这些来为当事律师事务所辩护。\n    \n    说到底，一些被中共当局迫害的事件，如果注意安全防范，完全是可以避免的，很多方面甚至还可以做得更加巧妙一些，比如，对于律师事务所或律师个体，不一定全班都接访民的案子，可以接一部分访民的案子，一部分正常的案子，把各种案子混在一起，这样起到很强的麻痹作用，让中共无法起疑。另外，对于经济援助，可以使用更加隐秘的方式，不要使用公开的法人帐号，而使用私人帐号或家人帐号收款，这样不但中共很难调查，即便它拿到证据，也很难以之对你起诉。再配合前面三点的防护措施，中共想治你的罪，那是千难万难。\n    \n    对于已经被中共国安盯上的民主人士，我们的建议是，立即停手，不要再做惹恼中共的举动。因为你已经被盯上，已经被当局监视了，就如同案板上的肉，稍有不慎就会发生危险。如果这种情况下你仍然想继续活动，只有两个办法，一是摆脱监视，转移到安全的场所，比如更换居住地点，甚至出国、逃到国外去，一般来说，对于被重点关注的人士来说，摆脱监视不太容易。二是在监视下隐秘展开活动，不留下任何不利证据，这需要很高的斗争技巧，一般来说比较困难。反倒是第一条较为可行：受到监视时，停手一段时间，等对方麻痹之后，再转移到安全地带。\n    \n    总之，中国烈士旅认为，作为反共人士，不论他是何种性质，属何种派别，是温和派也好，暴烈派也好，他都是非常宝贵的资源，应该多加珍惜、保存实力，切不可因一时义愤去以卵击石，那无异于飞蛾扑火，应该不断积蓄自身力量，不断壮大自身力量，以求最终与敌人决一死战。在中共千方百计打击压迫民主人士的时候，民主人士更应该巧妙躲避中共的迫害。力量弱小并不意味着输掉比赛，掌握技巧就可以让强大的一方无计可施。最后，中国烈士旅祝愿每一位民运、维权人士都健康、平安。 [博讯首发,转载请注明出处]- 支持此文作者/记者(博讯 boxun.com) \n2800643\n\n本文转载自\nhttps://www.peacehall.com/news/gb/china/2016/01/201601210643.shtml#.WUJnlJJ94dU",
			"added": 1497526705,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 1,
	"comment": {},
	"comment_vote": {}
}