{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 7,
	"comment": {
		"1_1ApJ2dibcJbE8cvEeo3Db75cwkRArD2XjA": [
			{
				"comment_id": 1,
				"body": "1. A computer in NK costs the equivalent of every soul that the devil managed to collect throughout history.\n2. Even if someone manages to get the funds together for one, the machine itself has to be government-approved; count on Uncle Kim summoning his bad-ass self all over that harddrive like he was Satan after a classic game of Quake.\n3. Congratulations, human factory cog, you now own a computer. Enjoy our state-sanctioned intranet with just three sites - all three hand-coded by our glorious supreme adult-diaper-wearing leader in glorious HTML. Please don't even dream about trying to browse anything else, our mandatory vacation camps can only accommodate so many million people at once (but there is always room for one more).",
				"added": 1510206342
			}
		],
		"3_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": [
			{
				"comment_id": 2,
				"body": "One clearweb example that didn't end too well some years ago, someone high up in the chain of our ministry of justice made some political enemies.\nOne day he browsed a supposedly non-porny site which apparently had some major no-no type porn advertising on it that the dumbass failed to remove from his cache...\nWithin days, news was broadcast with one of his political enemies' mouthpieces vehemently stating that the files were put on his computer in such a way that he had to have knowingly and expertly hidden them from scrutiny himself.\nNow, much of this example is political backstabbery, but even without politics, depending on where you live, it can all too easily be something that there's no protection against, and a surefire way to a fate where you end up becoming the currency that other inmates use when they want to buy a snickers and a pack of smokes.",
				"added": 1510207684
			},
			{
				"comment_id": 3,
				"body": "I was also going to add that with the ZeroNet infrastructure, a case might be made that the bad stuff was uploaded without the owner of the site being aware; ZeroNet certainly lends itself to such open structure, but I'm fairly certain judges would still drop the hammer on you by insisting that it's your computer, your site, your hard drive and as such your responsibility.\nThey could even go as far as saying that you enabled it in the frst place by installing ZeroNet and browsing/peering a site.",
				"added": 1510207918
			}
		],
		"1510141321_16tWPYFLbad3R8iGcMuetyiwC2q5qXp45T": [
			{
				"comment_id": 4,
				"body": "Fox news breaking story: \"President Trump tweeted that he'll stay and assist China with its prison problem for an indefinite time.\" - oh boy, that'd be something to grin about...",
				"added": 1510209937
			}
		],
		"1513201657_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": [
			{
				"comment_id": 5,
				"body": "Short and cheeky answer: You can just send it to me, I'll... uh.... see to it that it gets to the developers. And I'll pretend that the devs are found in my favorite bar. The better answer: Take a look at missesrobot's answer, or if they won't take your royalty cheque, maybe just help spread the word (and basic knowledge) about ZeroNet to the general public. Or just name your firstborn \"Zeronet Tiberius the Third\".",
				"added": 1513618929
			}
		],
		"1512560923_153dW34Ng5fVUZ5D5NcZRfAbvRQS1jYC1k": [
			{
				"comment_id": 6,
				"body": "> [flappyearz](#comment_95_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt): The best way to be paid for watching porn is to hold the camera as a job. :-)Or handle the lights, or direct that art piece itself.\n\nOr change your name to \"Jack Hammer\" (if you're a guy, at least), learn some plumber/pizza delivery guy jargon, and act - get paid AND have \"le snoo-snoo\", sounds like fun to me.\n(all joking aside, there are plenty working in the field who say it isn't as fun/glorious as one might think...)\n\nMe, I'd be the guy that cashes in on the royalties/DVD rentals, those make the real money, aqnd with that kind of money, even a fugly old creeper like me might actually end up with a blonde on each arm. Hopefully they won't be male nurses assigned to make sure this fugly old dude doesn't end up going number two at the local supermarket.",
				"added": 1513620150
			}
		]
	},
	"comment_vote": {
		"301_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"40_19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB": 1,
		"302_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"11_1AC3zv2K9eEsm8XpfSirwb13hSdtjHAiu5": 1,
		"95_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt": 1
	}
}