{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E": 1,
		"6_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": 1,
		"1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": 1
	},
	"next_comment_id": 7,
	"comment": {
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": [
			{
				"comment_id": 1,
				"body": "Very entertaining discussion going on here lol.\n\n> kopykitty: Communism is about seizing the means of production. This discourages entrepreneurship, and punishes that little girl wanting to set up a lemonade stand to make some extra cash for her family, more than it punishes the wolf of wall street.\n\nI don't follow. If the girl set up the lemonade stand herself, then it seems she has already \"seized the means of production\". If you are saying the government would take the lemonade stand after she sets it up, then you'd talking about state capitalism, no?",
				"added": 1504120697
			},
			{
				"comment_id": 2,
				"body": "> [kmueller](#comment_75_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): I cannot even begin to untangle the confused mess that are your arguments. I will nonetheless try. [...]\n> 2. Race has nothing to do with anything\nAs of 2013, the median white person in the U.S. has more than 100x as much wealth (i.e., net worth) as the median black person. Similarly, a white person has about 25% more wealth than your average person.\n\nClearnet sources: U.S. Census 2013\nhttps://www.census.gov/library/publications/2017/demo/p70br-143.html\nhttps://www.census.gov/data/tables/2013/demo/wealth/wealth-asset-ownership.html\n\nSo yes, in fact, race probably does have something to do with it.\n\n> 3. ... those are self-reported numbers, therefore of little worth. I will stick with my 80% [...]\n\nYou come up with numbers out of thin air and when rebutted with an actual source, you prefer to stick with numbers that you pulled out of your ass. I guess that explains why you're a creationist.\n\nSelf-reported data is, in fact, far more useful than numbers a random person on ZeroNet pulled out of his ass. Unless you can give data better than what skwerlman gave, your figure is meaningless.",
				"added": 1504228191
			},
			{
				"comment_id": 3,
				"body": "> [kaffie](#comment_477_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): It's important to note that it's not because they're black. But rather historic factors that have lead to these averages. Plenty of white people are in that wealth range, likewise plenty of black people are rich. Those are just averages. Class mobility is at an all time low, so people born into poverty stay there. So while a black person is more likely to be born into poverty, being black does not mean you are in poverty, nor does being in poverty mean you are black. It also doesn't mean that there's automatically racism enforcing this.\n\nRight, I should have clarified. The historical factors (which *are* related to race) are what I was driving at. Jim Crow laws make a great example of racist policies designed to keep black people poor.\n\n> Class mobility is at an all time low, so people born into poverty stay there.\n\nYes. Due to the nature of compound interest, in capitalism, those with the most wealth will always be the ones which gain more wealth the fastest. Hence why black people having 1/100th of the wealth of white people matters. It's not *impossible*, but it's a whole lot harder to get the education / make the connections necessary to become wealthy.",
				"added": 1504269195
			},
			{
				"comment_id": 4,
				"body": "> [planespherev3](#comment_237_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): It has work from the begining of the homo sapiens era, until 12000 BCE (neolithic revolution).  [...]\n> [kmueller](#comment_68_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Adam was created 4000 bce (approximately).\n> [randomchicken](#comment_2_15CQCvw6XmDvaCH8QEjYdVa2FRW9VJMDuq): You come up with numbers out of thin air and when rebutted with an actual source, you prefer to stick with numbers that you pulled out of your ass. I guess that explains why you're a creationist.\n> [kmueller](#comment_76_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): I am not a creationist\nNice dodge. As someone who grew up as a bible literalist, I am familiar with the creative ways (like this one) that people can argue themselves into seeming less insane than they really are.\nYou don’t believe the earth itself is literally 6000 years old, so congratulations there. You presumably believe that *human* life on earth is about that old, which brings us right back to where we were.\n> [kmueller](#comment_76_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): My number are well sourced, unfortunately I cannot seem to find that source again. Rest assured it was an academic paper, so much more reliable than some self reported study or the statements of organizations that are not unbiased.\nColor me assured, lol. I might find that easy to believe if you hadn’t also said this:\n> [kmueller](#comment_76_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): [the bible] is reasonably accurate when it comes to science\nlol. K.",
				"added": 1504270110
			}
		],
		"2_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": [
			{
				"comment_id": 5,
				"body": "You may be interested in mesh networking, then.\n[Wikipedia article](https://en.wikipedia.org/wiki/Mesh_networking)\n[Reddit /r/meshnet](https://www.reddit.com/r/Meshnet/)",
				"added": 1504630411
			}
		],
		"1_145w1yniK8RaBKx468iMXcgunojqrJFNG5": [
			{
				"comment_id": 6,
				"body": "zeronet launches with whatever browser is your default\n\nIn Mac, you can change this by going to System preferences > General > Default Web Browser.",
				"added": 1506606560
			}
		]
	},
	"comment_vote": {
		"44_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"208_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS": 1,
		"1_1E1HozuWPCVtL8CuVfnwRbBCQPvAb2sBbn": 1,
		"38_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"5_1NnHJYrqyt3ru8NNtgzX5TFMs71RWg9p6f": 1,
		"1_18tiR8cAA8mdYPoE1nRdMNxvDZeLHwqJin": 1,
		"468_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"469_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"33_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"35_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"237_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS": 1,
		"477_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"37_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"1_17VVvrruK6Un6d1csbXtWtuh3dzviLwVA": 1,
		"23_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"494_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"496_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"111_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"69_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"70_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"119_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"10_1L6RzCHN6Uv2GMrJQhafSypAWPWywiXCsA": 1,
		"4_18GX2r87ijKZZfTDyAD5ArfQQWHA9PgC1Q": 1
	}
}