{
	"next_comment_id": 5,
	"user_name": "Mpj",
	"hub": "1DSr6bv2DNVBCrFAMVCdCETWiWzeVTrjNY",
	"post_like": {
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1494523702": 1494524745
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "@Mkg20001: npm is slow, thats why yarn created - https://yarnpkg.com ! it is alternative package manager for Node, that uses npm registry and not suck bolls. Also I agree with critique - all those building tool plugin ecosystem (gulp, grunt) is grotesque in terms of size. There is some exceptions - like Metalsmith.io - where programmers follow KISS concept. Also learning system programming language in not easy at all, especially C++ which is remarkably hard. In my opinion web-based UI is won, hands down.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1494562647",
			"date_added": 1494708294
		},
		{
			"comment_id": 2,
			"body": "@Kaffie:  \" If it doesn't just work in the browser with no tweaks or modifications 100% offline and without a program running in the background, you're doing something wrong.\" If everyone follow your logic - we wouldn't have convenient ZeroNet UI, and this site. cause it's working in browser, it wouldn't work offline and, actually, written in CoffeeScript which then compiled to JS by NodeJS script. so... Do you still don't like NodeJS? Probably you just don't know it well.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1494562647",
			"date_added": 1494708929
		},
		{
			"comment_id": 3,
			"body": "@Ivesen: what exactly took so long to compile on gentoo? v8 or NodeJS? npm command written in JavaScript and distributed via npm: https://www.npmjs.com/package/npm so there is no compilation involved.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1494562647",
			"date_added": 1494709390
		},
		{
			"comment_id": 4,
			"body": "@Ivesen: so, you don't have NodeJS on your host, however you like to use some appX that require some moduleY from npm, that later will be used to compile appX? in other words NodeJS is dependency for appX? what app we talking about, please provide example or better link on ebuild file. ",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1494562647",
			"date_added": 1494710324
		}
	]
}