{
	"next_comment_id": 3,
	"user_name": "Brunoloff",
	"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
	"post_like": {
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1496655239": 1497510242,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1494330335": 1497510272
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "To be honest, I think Zeronet needs more maturity before getting that TED boost. The boost will only happen once, and when it does it's important to give a very good impression to new users.\n\nAlso I've said this many times, but installation could really use being made simpler. Ideally there would be nothing needed outside of a browser extension. Also the process of backing up and restoring one's identity should be made bulletproof.\n\nI think Zeronet has the potential to be a game-changer. But for that to happen, it needs to be very easy to use.",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1493946758",
			"date_added": 1497510850
		},
		{
			"comment_id": 2,
			"body": "E.g. I imagine that the first time one runs zeronet, one is greeted with a screen which will allow for setting up a new identity, or restoring an old one (e.g. from a backup sent by email to some address, or stored in a USB pen), followed a screen explaining / signing-up to two important apps, such as ZeroMe and ZeroSites.\n\nEmphasizing, e.g., that by the very nature of ZeroMe, your data is only accessible by your friends and by no-one else.\n\nFor example, it should be possible to easily find one's friends on ZeroMe. This would  incentivize the use of ZeroMe instead of Facebook, say.\n\nMy point is that while technically excellent and maybe even close to mature, ZeroNet is lacking in terms of user experience. Allowing a user to block other users / sites, for example, was a great step in this direction. But a lot more needs to be done, if a decent user share is to be captured (e.g. 1% of web users use zeronet monthly in some way).\n\nI think that having a large user base may one day be essential for zeronet's survival.",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1493946758",
			"date_added": 1497511489
		}
	]
}