{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 2,
			"title": "大家来交流一下多进制机算机",
			"body": "现在我们用的计算机语言是二进制的，我们的文化“易”“中医”是六十四进制的，大家对开发多进制电脑感兴趣的，可以一起来交流讨论。",
			"added": 1501977743,
			"parent_topic_uri": "19_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_1HdjaztVHoHobPEefJzXboa7UqZLoQkau3": 1
	},
	"next_comment_id": 17,
	"comment": {
		"1_1HdjaztVHoHobPEefJzXboa7UqZLoQkau3": [
			{
				"comment_id": 2,
				"body": "> [buhexie](#comment_170_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 莆田系拓展业务到零网了，厉害\n蒲田是商业，不是医疗。这是真正的中医，好好了解，不要主观的，想当然的去判断。",
				"added": 1501531995
			},
			{
				"comment_id": 3,
				"body": "> [naru](#comment_28_1Q3pgQCFsrCkLWpdVZ7FihSuHHVistLBEA): 真的是莆田系嗎？\n\n这是中医，跟莆田商业有啥关系。比如每天坚持听听网上的西格玛音乐，一个月来分享感受。",
				"added": 1501532074
			},
			{
				"comment_id": 4,
				"body": "> [buhexie](#comment_171_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 不然就是包治百病的骗子老中医咯，都懂得，贴吧一大堆。连基本生物常识都没有\n\n是不是骗子，以疗效为准的。不是你信口开河？你怎么知道你以前了解的知识一定是对的？",
				"added": 1501587420
			},
			{
				"comment_id": 5,
				"body": "https://www.youtube.com/attribution_link?a=DzNxi_0BXrQ&u=%2Fwatch%3Fv%3DTOrd_0HRUsY%26feature%3Dshare\n\n我的人生新希望--多成中醫 New Hope New Life--DuoSuccess Chinese Medicine\n\n这是一位患者，自己录的视频分享。\n\n不管哪里分享的人都是义工哦，包括在下。所以任何事情不了解，不要轻易下结论。",
				"added": 1501587482
			},
			{
				"comment_id": 6,
				"body": "> [zzyinyue](#comment_5_1JUB3FQPKGHNunsgWudEu4hVDNJX46yhPF): 原来这网站上完全是瞎扯啊·············我还以为是中医看病网站呢，上面发那条不用在意吧········吐槽一句这得智商多低才会信·········\n\n你上面那条不在意，只要不是攻击谩骂，理性交流的都欢迎。\n\n智商多低才会信————五年之后，你会为你这话后悔的 ^_^，主题都说了，我们现在了解的世界真相，连4%都不到。还有很多未知的，为什么不放下自己，认真的去了解一下呢？\n\n正确的态度应该是：辩证的、客观的、事实求是、实践的精神去了解，去观察，去辩别…………智商高，不代表智慧就高。也不代表能分辩事物真假的能力就强。如果自以为是，想当然，主观，武断的去下结论，很容易吃亏，或者错过一些提升自己见识的机会的。\n\n如果你认真的把网站的所有容看一遍，然后找身边的人遵医嘱实践，三个月后，你就会有另外的看法。",
				"added": 1501779235
			},
			{
				"comment_id": 7,
				"body": "> [zzyinyue](#comment_4_1JUB3FQPKGHNunsgWudEu4hVDNJX46yhPF): 以下转自B站用户“我叫染戈我最叼”在“【飞碟一分钟】网上看病不靠谱！吓我差点立遗嘱”视频下的评论，也可以直接去看视频https://www.bilibili.com/video/av11691101/“网诊嘛当然是不靠谱的，就算是古人还讲望闻问切，到了新时代，这几个字仍然不落伍，不然还要做各种检查干什么，医院买那么多仪器又不是摆着好看的。“诊疗”，顾名思义，要诊断还要治疗，而医生有不是跳大神的，能够一发功，顺着网线就了解了你的病情，而且还能把你治好。医院里的医生每天直面患者几十几百，通过各种各样的检查，给出专业解决方案，每句话是要担负责任的，这样还会有误诊的几率。而在手机电脑屏幕对面的呢？你都不知道他是人是鬼，是不是医生，有多少临床经验，上嘴皮一碰下嘴皮既不用上税又不用负责，没准还是在不知道什么地方复制粘贴下来的。上次就有人私信我，给出了不少症状，问我怎么治，我说现在不允许网诊，结果他就破口大骂没有医德。事实上这是法律禁止，和医德无关。卫生部早在几年前就发布了《互联网医疗保健信息服务管理办法》，规定从2009年7月1日起不得从事网上诊断和治疗活动，非法提供网上医疗信息将罚款万元以上。换言之，现在很多的网络诊疗其实都是非法行医。现在不少的所谓网诊，都只是给出一个意见，最后还是推荐你去正规医院治疗。禁止诊断、治疗意见、出具任何意见，因为谁也没见过病人。很多医学生也许会拿网诊来练手，但毕竟看病不是做题，何况病人也不是出题人，他们给的症状作为题干都太业余，有时候甚至只有一个症状，就告诉你头疼，问是什么病。你说你这怎么回答，可能的病症太多了啊，你做病史采集呢，怪医黑杰克都治不了你。而且就算猜对了病情，在治疗方法上，治疗手段多种多样、殊途同归，医生都有各自的习惯，你认为你方法的对，也不能代表现实医生的方法不对。就真有病人拿着百度来的结果去怼医生的。所以啊，网上的很多问诊党注意，我也知道你们看病心切，但不让网诊也是为了你们好。这才是对你和家人的生命财产安全负责。”\n\n－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－\n\n从你摘抄的内容，说明几点。\n\n1，你对中医不了解，所有了解的知识都是主流媒介提供给你的，而不是你自己查资料了解的中国中医史，望闻问切只是最基本的，听说过悬丝把脉、秀才不出门便知天下事？悬壶济世的仓公要四诊？杏树成林的董奉要四诊？橘井涌泉需要四诊？……诸如此类的，古代名医还有不少。有时间阁下应该好好去看看古书。\n\n2、大家还是处在互联网最前沿的朋友。我们的电脑和手机，都能收发信息？这些工具是人创造出来的，应该人比他们更有智慧，更灵敏，有更强的收发信息能力。那想想，为什么我们不能通过脑电波跟发送信息到网站，网站接收之后发出相应的能量信息，自动的调理身体呢？以后会出现生物电脑，根本不需要用鼠标，电脑操作完全靠意识？你们觉得有没有这个可能呢？不要跟我说你们不信。\n\n3、任何事情，都要辩证的，客观的，事实求是的，认真调查了解之后，再发言。因为现在这个社会，日新夜异，变化很快的。现在是数码时代，相片可以数码信息打印，现在有3D打印，为啥就不能出现数码医院呢？\n\n4、时代的发展比我们想象的还要快，固话出来，然后BP机，BP机还没用熟，手机就出来了，手机诺基亚觉得不错才两年，智能手机就出来了。PC互联网，移动互联网，大数据，现在区块链……万事万物都在进化的，都在发展的，难到中医不发展，最开始治病中医是移精变气，祝由之术即可，后来是导引推拿，再后来是针刺，再后来是草药，草药也经过了生药，单方，复方，炮制……现在互联网数码时代，古时代中医称为医道，也就是他在任何时空都能生存的，难到就不会出现互联网数码形式的网上医院？\n\n从阁下想当然的回话，就知道你没有认真看过网站，也没有认真的了解，更不用说去实践了。",
				"added": 1501779462
			},
			{
				"comment_id": 8,
				"body": "多成中醫防自殺中心\nhttp://127.0.0.1:43110/1AUHC6wpgF676cEd8uZX6cU8BucGU4KAP7/data/sos001.html\n欲自殺者可免費使用西格瑪能紙或西格瑪音樂",
				"added": 1501779894
			},
			{
				"comment_id": 10,
				"body": "> [shangshandalaohu](#comment_3_1DVR1ZEU1csUMSGPL1sJnDwDTVnadxbwY1): 骗子而已，最伟大的科学家对世界了解不超过4%，你们却能了解那4%和20%之外？骗谁？\n\n是骗了你的财呢，还是色？^_^ 一般不了解，不事实求是，主观的，想当然的，走马观花就下结论的，走起来就说别人是骗子的，要么骗过人，要么因为自己智慧的问题被人骗过。\n\n对你的思维很奇葩，比特币的计算模型出来之前，请问区块链，你知道吗？在这之前，算不算4%以外的知识？",
				"added": 1501974850
			},
			{
				"comment_id": 11,
				"body": "> [shangshandalaohu](#comment_4_1DVR1ZEU1csUMSGPL1sJnDwDTVnadxbwY1): 逻辑都不通，科学家医院了解不超过4%，20%，他们就能了解20%之外？真牛逼。咋不吹自己是救世主呢？\n\n保持谦虚，说不定关键时刻，真是救你家人的救世主哦。比如白血病、戒毒、抑郁症……诸如此类的问题\n\n有时间了解一下中医，了解一下我们自己的文化，看看《黄帝内经》《太平广记》《天工开物》《道藏》等诸如此类的书籍。你的视野，世界会更开阔哦，说不定有利于你在编程方面有帮助。",
				"added": 1501975515
			},
			{
				"comment_id": 12,
				"body": "多成婦幼保護 http://127.0.0.1:43110/1AUHC6wpgF676cEd8uZX6cU8BucGU4KAP7/data/sos170613.html\n可能有虐待、性騷擾和性侵風險的婦女兒童和弱勢者可免費使用西格瑪能紙。本服務不含其他功能。",
				"added": 1501975728
			},
			{
				"comment_id": 13,
				"body": "> [testapp](#comment_16_17xeFZRG9nokuGNj8WZQU5V9ZdfUGr2gGT): 感觉越来越玄学了。\n\n玄學是中華文化的一部份，君沒聽說過“天地玄黃秘術”？可以翻翻『道藏』哦。在下覺得，面對世間諸事，應該採取的態度是：發現問題，思考問題，面對問題，解決問題……也就是說一個事物出現之後，怎樣有效的解決才是我們的追求，而不是在我們理不理解上去爭論，把病能治好，把問題能解決就行，至於原理什麼的，以後有時間慢慢交流，學習，了解。就像高鐵，智能手機的工作原理，有幾個人能懂？但大家還不是用得不亦樂乎！\n\n\n其實就是一個氣場問題，古人雲：正氣內存，外邪莫干。也就是網上醫院的方法，其實就是增加人自身的正氣，自然可以抵御不好的邪氣，或者避開不好的氣場。就像我們走路，眼睛看到髒亂差的地方，自然不想去，喜歡清靜自然賞心悅目的地方，同樣身體自身有比眼睛更敏感的接收信息能力，當感覺到某個人或者某個地方有不好的氣場時，他就會自動的避開，或者用自己的氣場化解對方不好的氣場，打消他的惡念。\n\n\n很多時候，就是願不願意交流的問題，如果真正的用心來交流，不先自設障礙，會打開另一個世界，在這個世界，我們不了解的事物很多，何況除了這個世界，還有其他的世界。",
				"added": 1502082111
			},
			{
				"comment_id": 14,
				"body": "《列子•汤问》里的《两小儿辩日》，他们要孔子给个标准答案，孔子没法判断，于是作者就借小孩的嘴讽刺孔子：“谁说你知识多？”作者大概是想，只要否定孔子的知识多，那就否定了孔子的价值。事实上，决定孔子境界的不是知识的总量，而是另外一种东西——对人和世界有更为清楚的认识。孔子早就说过：“吾有知乎哉？无知也。”苏格拉底也曾经说：“我比别人多知道的那一点，就是我知道自己是无知的。”他们说这些不是谦虚，只是说出了真相。面对世界的无限，我们短暂生命里获得的知识可以忽略不计。所以，我们应该允许自己无知，无知而智慧。",
				"added": 1502082836
			},
			{
				"comment_id": 16,
				"body": "> [cuda](#comment_39_18Tac6A6tQLGhLRXbP7FafhV7NRbxaboVe): 绝对的骗子！！！\n\n你绝对错了！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！",
				"added": 1502113483
			}
		]
	},
	"comment_vote": {}
}