{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "zeronet安全漏洞 不擦出图片元数据暴露拍摄设备和地理位置",
			"body": "zeronet安全漏洞 不擦出图片元数据暴露拍摄设备和地理位置",
			"added": 1485334687,
			"parent_topic_uri": "57_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ"
		},
		{
			"topic_id": 2,
			"title": "女权和伊斯兰势力勾结",
			"body": "法国媒体揭露：当今女权分子正在和伊斯兰势力互相勾结\n\n近年来，网上的女权势力和反女权势力的争论日趋频繁。女权似乎受到了越来越多人的批评。相比以前女权是绝对真理容不得批评的情况，这是一种进步。一个不许人质疑的东西恰恰是最值得怀疑的。何况尼采那么狂的人都不敢说自己理论完美无缺，女权分子的理论水平不可能比尼采还高吧？ \n不过很遗憾，中国网上批判女权的人大多忽略了一点关键问题：20世纪90年代前的女权组织和20世纪90年代后的女权组织根本不是一个概念的东西。这二者的的分水岭发生在1991年，也就是苏联解体。说的明白点：91年前，女权的主力军是苏联意识形态控制下的各国左翼力量。彼时的女权是红左女权。91年后女权的支持者是liberal和伊斯兰极端势力，此时的女权是白左女权。不明白其中差别的人，就很难理解为什么80年代新保守主义右翼势力沉重打击了女权分子的气焰，今天右翼却拿女权毫无办法。\n\n\n\n2014年时，法国右翼党派“国民阵线”公布了一份资料：超过350个欧美大中型女权组织受到沙特等中东国家资金支持，当时引起舆论一片哗然。如今两年过去，这一数量恐怕只增不减。可能有人会奇怪： “伊斯兰教一向歧视妇女，女权怎么可能会受到伊斯兰的资金支持？”但事实就是如此。原因就很简单：“敌人的敌人就是朋友”。伊斯兰想要向东亚和欧洲全面扩张。必然要瓦解这些国家的民族主义力量。而女权本身具有民族虚无主义的特点（波伏娃甚至公开宣扬女人不需要民族，国家和民族是束缚女性的枷锁），加上苏联解体后传统女权力量面临失去资金和舆论的支持，要么土崩瓦解，要么蜕变成白左女权。在这种情况下，女权和伊斯兰势力的勾结也就不奇怪了。 \n德国女权团体Femen，是在德国最有影响力的女权组织，而且在乌克兰和比利时拥有多个分部。Femen从2015年开始就一直主张接纳穆斯林难民。其在“科隆千人性侵案事件”后仍然公开为难民辩护，并打出标语：“我是女权主义者，反对伊斯兰恐惧症，欢迎难民”。至于那些被性侵伤害的女性，我们女权者是不会介意的。\n欧洲极端女权组织“红色卓拉”，鼓吹消灭白人和亚裔男性，世界的统治权应交给女性和穆斯林该团体创立于1977年，之后与基地组织勾结，逐渐发展成恐怖主义组织。到1996年，该组织已在欧洲制造了４５起恐怖爆炸行动。2003年，红色卓拉头目艾德丽安·基尔绍莎策划了蒙特利尔大爆炸，爆炸及引发的油库火灾造成169人伤亡。 \n2016年，法国激进女权主义者 Carla公开提出，应该尊重穆斯林移民的信仰，允许他们在法国保持一夫多妻习俗。吊诡的是，Carla年轻时极力宣扬不婚主义，却在35岁时和一位阿拉伯裔男子结婚。她也因此被她的支持者盛赞为“文化多元主义”的先锋。\n事实证明，无论是中国还是在欧洲，女权分子的双重标准已经到了疯狂的地步。女权主义者一边对本国民众鼓吹不婚不育和生育对女性有害论，一边对穆斯林疯狂繁殖视而不见； 一边对自己的国家及男人百般抹黑，挖空心思在每一条国家政策内找出对女性“不利”的地方，一边对阿拉伯国家摧残女性的种种行径置若罔闻。在女权和伊斯兰的双重夹击下，东亚和欧洲的落日，将为期不远。",
			"added": 1486712806,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"3_1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE": 1,
		"2_1GDC9WtGFWbdtKm4so8dsfbHeUrPaUbGPd": 1
	},
	"next_comment_id": 2,
	"comment": {
		"3_1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE": [
			{
				"comment_id": 1,
				"body": "付款会留下线索",
				"added": 1485335365
			}
		]
	},
	"comment_vote": {
		"8_1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE": 1,
		"531_1958F7oCppj78MP966AfojMQwHg2WUupzq": 1
	}
}