{
	"next_topic_id": 8,
	"topic": [
		{
			"topic_id": 1,
			"title": "许小年称“中国陷入了中等收入陷阱” 厉以宁等反驳---许是少有的几个说真话的。",
			"body": "和讯首页新闻股票基金期货外汇债券\n更多\n和讯财经端注册\n投资学院\n财道社区\n理财客\n名家直播\n放心保\n炒股大赛\n期货大赛\n和讯通\n新闻和讯网 > 新闻 > 宏观经济 > 正文\n\n平安银行\n\n许小年称“中国陷入了中等收入陷阱” 厉以宁等反驳\n2017-07-24 17:39:45 中国经济周刊  王红茹\n　　（原标题：许小年称“中国陷入了中等收入陷阱”，厉以宁等专家给予反驳）\n\n　　日前，中欧国际工商学院经济学和金融学教授许小年在深圳创新发展研究院发表演讲时提出了一个观点：“中国陷入了中等收入陷阱。”\n\n　　一石激起千层浪，这个观点被媒体以《许小年：中国已掉入中等收入陷阱了》为名经网络传播，旋即成为热议话题。\n\n　　“中等收入陷阱”到底是什么？中国能避免吗？如何避免？\n\n　　中国真的陷入中等收入陷阱了吗\n\n　　中等收入陷阱的概念，最早出自世界银行2006年发布的《东亚经济发展报告》。该报告提出：在20世纪后期的工业化浪潮中，鲜有中等收入的经济体成功地跻身为高收入国家。很多国家往往在经历一段时间的高速增长之后便陷入到经济增长的停滞期。他们既无法在工资方面与低收入国家竞争，又无法在尖端技术和现代服务业方面与富裕国家竞争。\n\n　　在国内理论界，关于中国是否陷入“中等收入陷阱”的说法大概有如下三种。\n\n　　第一种观点比较悲观，认为中国正处于“中等收入陷阱”的困境中。这种观点的代表人物就是许小年。他认为中国陷入了中等收入陷阱，人均收入停留在1万美元左右的魔障中。\n\n　　他的依据是，中国这几十年的增长方式一直是数量型增长，而不是效率型增长。通过资本积累来驱动的经济发展已经无法持续，必然导致资本的边际收益递减，现在中国各领域的投资回报率是多少呢？是零，甚至是零以下。一旦资本收益等于零，就是中等收入陷阱。\n\n　　第二种观点认为中国正处于跨越中等收入陷阱的中间区域。持此观点的代表人物是国家发改委宏观经济研究院原院长马晓河。他得出这个观点是基于2010年中国进入中等收入国家后出现的几个值得注意的现象：一是2010年以后，我国经济增长放缓，从2010年一季度的12.2%，下降到去年三季度的6.7%、四季度的6.8%，今年一季度则是6.9%。二是我国同低收入国家相比，中低端产业成本优势在丧失，比较优势在下降。三是与发达国家相比，我们的中高端比较优势仍然不足。“因此，我的结论是，中国正处于跨越中等收入陷阱的中间区域。”\n\n　　还有一种观点比较乐观，认为中国不会陷入“中等收入陷阱”。持这种观点的代表人物是著名经济学家厉以宁。\n\n　　日前，在一个公开场合，厉以宁对许小年认为中国已经掉入中等收入陷阱的观点进行了反驳。在他看来，中等收入陷阱是一个伪命题，也没有普遍性，中等收入陷阱跟中国没什么关系。\n\n　　厉以宁认为，中等收入陷阱实际包含三个陷阱：第一个是发展的制度陷阱。很多发展中国家没有及时进行改革，没有进行土地的重分，到现在变成制度性的问题。第二个是社会危机陷阱。既然土地制度没改，传统的统治方式也没改，内战就发生了，形成了长期的社会不和。第三个是技术陷阱。大部分出国留学的人毕业后不愿意回去，非洲、拉美那些落后地方的技术怎么能有突破？必须有技术上的创新才能走向成功。\n\n　　“但是中国不会发生这种情况。”厉以宁说，十一届三中全会带来的最大好处就是提出了改革开放，没有改革开放就不可能有后来的这种局面。\n\n　　三种观点哪一个更接近现实？中国社会科学院工经所研究员张世贤接受《中国经济周刊》记者采访时表示，“我比较赞成厉以宁先生的观点。当前，我国的技术创新能力很强，当技术创新能够达到一定阶段之后，应该能够跨越中等收入陷阱这样的阶段。从目前中国人的创造力、创造精神，以及不甘寂寞、不甘屈服的国民精神，我对悲观论调持不屑的态度。”\n\n　　中国已进入中等偏上收入国家行列\n\n　　谈论中国能不能跨越“中等收入陷阱”，首先要弄清楚中国处在中等收入标准的什么位置。\n\n　　2014年，世界银行以人均GDP为标准对各国经济发展水平进行了分组：人均GDP低于1045美元为低收入国家；1045至4125美元为中等偏下收入国家；4126至12735美元为中等偏上收入国家；高于12736美元为高收入国家。\n\n　　根据中国国家统计局公布的数据，2016年，我国人均GDP为53980元人民币，换算成美元标准，我国人均GDP处于8000美元的中等偏上水平。\n\n　　“处于中等偏上收入国家行列，这是现实，至于是不是陷阱归根结底还是看经济增长方式是否发生了转变？未来的经济增长靠的是什么？如果说我国体现科技进步贡献率的‘全要素生产率’能够有效地提高，顺利实现经济发展方式的转变，就不会落入中等收入陷阱。”张世贤说。\n\n　　当今世界，绝大多数发展中国家都存在所谓的“中等收入陷阱”问题。像巴西、阿根廷、墨西哥、智利、马来西亚等，在20世纪70年代均进入了中等收入国家行列，但直到2007年，这些国家仍然挣扎在人均GDP 3000至5000美元的发展阶段，并且见不到增长的动力和希望。统计显示，人均国民收入达到3000美元以后，许多国家便陷入经济增长停滞期。\n\n　　2012年世界银行发表的《中国2030》展望指出，在过去50年间，只有13个国家或地区成功地从中等收入经济体晋级为高收入经济体。这也就意味着“中等收入陷阱”的命中率事实上相当高。\n\n　　清华大学中国与世界经济研究中心研究员袁钢明告诉《中国经济周刊》记者，“我们目前正处于经济增速的调整期，虽然已经步入中等偏上收入国家行列，但是中等收入陷阱的风险还没有远去，缩小贫富差距、迈过中等收入陷阱，任务依然艰巨。”\n\n　　既然很多国家在人均收入达到中等或者进入中等水平以后，都出现了经济停滞，中国该如何规避？\n\n　　张世贤告诉《中国经济周刊》记者， 当前，我国正处于 “三期叠加”（编者注：增长速度换挡期、结构调整阵痛期、前期刺激政策消化期）中结构调整的阵痛期这个阶段，“确实需要我们形成共识，狠下决心，马不停蹄向前走，要千方百计抓落实，真正把供给侧结构性改革做到位了，全要素生产率提高了，潜在的生产力得以有效发挥，人均劳动生产率有很大提升，就能够规避中等收入陷阱的风险。”\n\n许小年称“中国陷入了中等收入陷阱” 厉以宁等反驳\n　　\n\n许小年称“中国陷入了中等收入陷阱” 厉以宁等反驳\n　　中国2027年或步入高收入行列\n\n　　跨越“中等收入陷阱”，既需要方法论，亦需要时间表。\n\n　　2014年11月10日，国家主席习近平在北京出席亚太经合组织领导人同工商咨询理事会代表对话会时说，“对中国而言，‘中等收入陷阱’肯定要过去的，关键是什么时候迈过去、迈过去以后如何更好向前发展。我们有信心在改革发展稳定之间，以及稳增长、调结构、惠民生、促改革之间找到平衡点，使中国经济行稳致远。”\n\n　　李克强总理曾经预测了中国接近高收入国家水平的时间。2015年11月24日，李克强总理在第五届中国—中东欧国家经贸论坛上说，“未来5年，经济年均增速需要保持在6.5%以上，这意味着到2020年人均GDP将达到1.2万美元左右，按照世界银行的标准，接近高收入国家水平，基本跨越‘中等收入陷阱’，这将是中国现代化进程中又一个里程碑。”\n\n　　国际市场研究机构对于中国能否避免中等收入陷阱，以及何时能跨入高收入国家也给予了关注和调研。\n\n　　今年年初，摩根士丹利研究部门发布《我们为何看好中国》的报告，该报告看多中国经济转型升级，认为中国有能力回避金融冲击，走出“中等收入陷阱”。该报告保守预测，中国人均GDP将在未来10年内从8100美元增长到12900美元，于2027年步入高收入国家行列。\n\n　　4省份已跨入高收入水平，还有5省份接近高收入水平\n\n　　全国性数据向我们展示了国家整体步入高收入国家的节拍，而区域性数据则会彰显出我国东、中、西局部的结构性特征。《中国经济周刊》记者通过分析2016年我国各地的经济数据后发现，其实我国部分沿海省份已经跨越“中等收入陷阱”，达到了世界银行公布的“高收入国家”水平。\n\n　　《中国经济周刊》记者根据公开数据统计发现，人均GDP超过世界银行公布的高收入门槛的省份有：天津、北京、上海和江苏；接近高收入水平的有浙江、福建、内蒙古、广东、山东等5个省份；其余的22个省份均达到了中等偏上收入水平。\n\n　　这里需要特别指出的是，近几年天津、北京、上海3个直辖市人均GDP位次的变化。\n\n　　人均GDP上万美元是一个重要的标志。按照世界银行2010年的衡量标准，人均GDP超过1万美元是公认的从发展中状态进入发达状态的标线。\n\n　　上海是我国第一个人均GDP超过1万美元大关的省份。统计数据显示，2008年，上海全年实现国内生产总值(GDP)13698.15亿元，人均GDP达到10529美元，首次突破1万美元大关。\n\n　　北京突破上述标准的时间比上海晚了一年。统计数据显示，2009年北京GDP达到11865.9亿元，全市人均GDP达到68788元，折合10070美元，突破1万美元大关，成为第二个人均GDP过万美元省份。\n\n　　天津比北京又晚了一年。2010年，天津人均GDP达到70402元，折合美元过万，成为第三个人均GDP突破1万美元的省份。\n\n　　值得一提的是，尽管天津在时间节点上落后于上海和北京，但是天津人均GDP“后来居上”。先是在2014年迅速超越北京和上海，以106795.02元（折合17439.338美元）位居各省份之首，接着2016年依然表现出色，尽管比第二名的北京仅多1000美元，但依然继续稳坐第一把交椅，而且人均GDP达到了115613元的历史新高。\n\n　　张世贤预测：“我国目前的创新活力很强，无论是高铁、互联网还是中国制造2025等诸多领域，其发展速度之快令全世界为之震撼。由于中国区域的辐射和传导效应比较强，东部一定会辐射到中、西部，继续带动其他地区进入高收入阶段，带动全社会人均GDP往高处走。因此，中国整体步入高收入国家行列已为时不远。”\n\n（责任编辑：娄在霞 ）\n和讯网今天刊登了《许小年称“中国陷入了中等收入陷阱” 厉以宁等反驳 》一文，关于此事的更多报道，请在和讯财经客户端上阅读。 \n写评论已有19条评论跟帖用户自律公约\n\n提 交还可输入500字\n最新评论\n\nqqeymrw4ds  回复  2017-07-25 07:10:27回复(0)\n高有什么用了，钱都给政府拿走了啊！\n\nqqar89q78h  回复  2017-07-25 06:56:59回复(0)\n自吹自擂的本事第一\n\njiangpj2017-07-25 06:49:39回复(0)\n应该换句话说，真实人均收入达到发达国家水平是非常难的。\n查看剩下16条评论\n你可能会喜欢\n\n厉以宁：很多国家因为这三个坑衰败 中国能否跳过？\n\n观点｜厉以宁：中国正在发生一场人力资本革命\n\n许小年说中国陷入中等收入陷阱了，厉以宁说不可能（精彩全文）\n\n\n热门新闻排行榜\n公安部：善心汇公司张天明等人涉嫌传销等犯罪被依法查处\n钢铁行业迎来变局期货工具保驾护航\n中共中央决定对孙政才同志涉嫌严重违纪问题立案审查\n威廉王子兄弟追忆戴安娜王妃后悔最后通话时间太短\n王健林要倒台了?\n印度神逻辑：经济比不上中国，就抵制中国货\n2000万人生活的假与真,全在北京胡同的拆或存？|小巴问大头\n新华社：火电“巨亏”煤“大赚”“煤电博弈”矛盾如何解\n4分钟速览《将改革进行到底》第七集《强军之路》（上）\n最高人民法院最高人民检察院关于办理组织、强迫、引诱、容留、介绍卖淫刑事案件适用法律若干问题的解释\n\n和讯热销金融证券产品\n\n\n【免责声明】本文仅代表作者本人观点，与和讯网无关。和讯网站对文中陈述、观点判断保持中立，不对所包含内容的准确性、可靠性或完整性提供任何明示或暗示的保证。请读者仅作参考，并请自行承担全部责任。\n新闻频道恭候您的意见 - 联系我们 - 关于我们 - 广告服务\n违法和不良信息举报电话：010-85650899 客服电话：010-85650688 传真：010-85650844 邮箱：yhts#staff.hexun.com(发送时#改为@)\n本站郑重声明：和讯网 北京和讯在线信息咨询服务有限公司所载文章、数据仅供参考，投资有风险，选择需谨慎。\n[京ICP证100713号]  互联网新闻信息服务许可 增值电信业务经营许可证[B2-20090331]　广告经营许可证[京海工商广字第0407号] 测绘资质证书[乙测资字1110434]\n信息网络传播视听节目许可证：0109404号 广播电视节目制作经营许可证（京）字第707号 [京网文[2014]0945-245号] 互联网药品信息服务资格证书\n\n京公网安备 11000002000026号\nCopyright©和讯网 北京和讯在线信息咨询服务有限公司 All Rights Reserved 版权所有 复制必究",
			"added": 1500939172,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "其实板块名字改为政治经济区比较好，经济和人们关系更深切。仅仅政治，容易沦为空谈。",
			"body": "说实话，仅仅是讨论经济，这些，我的id已经在国内被统统封闭了。\n\n08年1月一篇“飞流直下三千尺股市会否下跌3000点”，东方财富的个人blog都被整体删除了。\n\n反正这里真话是说不得的，哪怕你说对了，说错了，更要命。",
			"added": 1500939388,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "任大炮的房价论其实归根结底就是一句话：gcd不倒，房价永远涨",
			"body": "呵呵。\n\n这个实话，导致我pchome的id也被禁言了",
			"added": 1500939461,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "比特币，黄金涨价的另一个大⭕️",
			"body": "中国，印度。",
			"added": 1500939695,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "朱邦凌：去散户化的前提是基金建立信托责任--还是这句话，不出台集体诉讼制度，股市，商品质量，等等都搞不好了。",
			"body": "朱邦凌：去散户化的前提是基金建立信托责任\n2017-07-25 03:15:00 证券时报 \n　　朱邦凌\n\n　　据中证登7月18日数据，最新一周新增投资者29.27万，周新增投资人数依然处于相对低位。同时，媒体2017年第三季度个人投资者调查报告显示， 个人投资者仓位中上证50成分股占比并不突出，并未在上证50的强势中分享到超额投资收益。中登公司今年2月最后一次公布参与交易的投资者数量为1186万人，活跃股民还不及两年前的1/3，2400万股民“离开”了A股。\n\n　　面对去年以来的“漂亮50”牛市和中小创“闪崩”交织的行情，散户投资者越来越难以适应，盈利越来越困难。同时在白马蓝筹的狂飙突进中，有些专家和机构呼吁“去散户化”，认为散户不适合市场。A股的典型特点是散户市，投机文化盛行的原因就是散户太多，应该尽可能让散户离开市场，机构主导的股市才是成熟市场的标志。\n\n　　笔者认为，去散户化绝不意味着驱逐和收割散户，让散户伤心离市。去散户化应该是一个散户与机构投资者双赢的局面，是一个散户主动自愿投资基金、信任“专家理财”的过程。而在去散户化过程中，基金只有建立起强烈的信托责任，投资理念成熟、投资研究深入、投资收益稳定，以责任感让个人投资者放心，以较高且稳定的投资收益回报投资者，投资者才能放心地将资金交予基金管理。去散户化的前提，是基金尤其是公募基金建立信托责任。\n\n　　公募基金的资产总规模在今年上半年达到10.07万亿元，相比去年底的9.17万亿元，增长了9019亿元，但大部分为货币基金。私募总规模已经超越公募基金3.5万亿元，高达13.59万亿元，但大头为投资于一级市场的股权和创投基金。确实，中国基金业经历了资产管理规模爆发式增长，产品不断创新，业务也日益多元化。基金成长壮大为市场机构投资者的重要力量，成为资本市场稳定发展的基石。\n\n　　但基金在规模扩大的过程中，对投资者的信托责任、对持有人利益的保护、基金公司治理结构、投资收益稳定性仍有许多需要完善的地方。具体来说，屡禁不止的老鼠仓、基金散户化、公募基金旱涝保收的提取管理费模式、收益难达投资者预期等问题，都成为基金发展的瓶颈，让个人投资者对投资基金望而却步，不敢将储蓄金、养老金放心大胆地交给“专家理财”打理。\n\n　　中国基金公司均为契约型基金，这种组织结构可能引发基金公司治理结构问题，就是投资者的利益有时得不到真正的重视与保护，投资者、基金经理、管理层的利益可能无法统一。投资者只是基金的客户，对基金公司运作管理没有多大的发言权。基金经理不管投资盈亏照拿管理费，基金经理激励机制缺失。在这种组织架构下，基金的信托责任可能存在问题。在这方面，美国基金业可以给我们一些启示。美国的基金主要是公司型基金，基金持有人为公司股东，最高的权力机构为股东大会，公司的董事会受雇于股东大会，代表股东聘请投资顾问来管理基金，董事会中至少有50%为独立董事。这一制度，明确了股东是基金的所有人而不单是客户，董事会应该代表基金持有人利益。\n\n　　老鼠仓的猖獗，是基金信托责任缺失的直观写照。自2014年以来，证监会共启动99起“老鼠仓”违法线索核查，向公安机关移送涉嫌犯罪案件83起，涉案交易金额约800亿元。与此同时，央视《焦点访谈》栏目披露“大数据”捕“鼠”细节，震撼证券行业。\n\n　　基金经理涉老鼠仓，并不单纯是个人品德有污或者违法违规，重要的是会造成操盘基金的净值下跌，以公补私，以私损公，严重损害基民利益。厉建超担任“中邮核心优选(590001,基金吧)基金”经理(2011年11月11日至2014年1月22日)期间，该基金收益为-3.33%。他还在2012年6月12日至2013年7月23日期间担任过另一只基金的经理，在其任内收益高达69.5%。同一个人操盘的基金收益天壤之别，原因就在于前者持仓大量涉及老鼠仓，收益被硕鼠啃噬不少。\n\n　　同一基金公司为争夺排名，对单一股票持仓过于集中，过于注重趋势化投资，追涨杀跌，短线交易，投资散户化倾向明显，也是多年积累的问题。基金抱团取暖，或以价值成长之名大量持有中小创，或以价值投资名义重仓白马蓝筹股。这种投资方式，或在短周期内博取超额收益，在基金排行榜上排名居前，但基金的这种集体无意识暗藏系统风险。中邮系中邮战略新兴产业7大基金重仓持股乐视网(300104,股吧)的股份4090万股，多只接近10%红线。当年的股基冠军和明星基金经理，在创业板的下跌中灰头土脸，基金净值大幅亏损。而2015年的股市大幅波动，与机构大量持有高估值中小创有直接关系。\n\n　　随着A股市场规模的扩大、股票数量的增长、量化对冲工具的完善，投资的专业性要求越来越高，个人投资让位基金专业理财将是长期趋势。基金只有尽快建立信托责任，提升投资效率，以稳定的高收益回馈投资者，才能不负万千投资者所托，真正实现去散户化。",
			"added": 1500939856,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "zeronet发布一个站点确实没有方向",
			"body": "1，用的mac的zeronet\n2，新建了一个站点，站点在哪？放什么文件夹在下面？\n3，没有现成的论坛可以放进去的？或者类似的马上可以用的模块？",
			"added": 1501140688,
			"parent_topic_uri": "57_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ"
		},
		{
			"topic_id": 7,
			"title": "瓜贩提醒“有小偷”被刺死，现场却无一人帮忙---哎。。。",
			"body": "电子报订阅电子报每日速递\n\n\n首页\n即时\n新闻\n财经\n观点\n文萃\n东南亚\n专题\n视频\n生活\n娱乐\n商讯\n一带一路\nZ-平台\n首页  全球文萃  社会文化\n瓜贩提醒“有小偷”被刺死，现场却无一人帮忙\n2017年7月27日 星期四 09:39 AM\nSina Weibo  Email\n \n“有小偷!”这是瓜贩崔靖翔留下的最后一句话。7月23日，河北廊坊杨税务乡的集市上，因提醒女顾客有小偷，他被盗窃团伙殴打，其中一人用刀捅进他右肩，伤及动脉。\n\n事后，被提醒的顾客才知道，瓜贩因此身亡。当时，她带着一名小孩买东西，听到“有小偷”后很害怕，立刻离开。\n\n警方知情人士透露，这是一组外地流窜扒窃团伙，目前已锁定嫌疑人，正在全力追查中。\n\n多位商贩提到，每逢大集，上万人流动，小偷也混迹其中。“常看到他们偷东西，但不敢声张，万一被认出来报复咋办？”\n\n集市上多人围殴瓜贩\n\n7月23日，农历闰六月初一，杨税务乡“大集”的日子。该集市有“廊南第一集”之称，逢农历尾数一、六日开集。附近上百名商贩赶来，沿廊霸路两侧一字排开，摆摊卖货。\n\n凌晨4时许，47岁的崔靖翔唤醒妻子，一同来到瓜棚摘取甜瓜。崔家共3个瓜棚，加起来7亩地。六七月份是甜瓜成熟的季节，上个月有商户收走部分甜瓜，剩下一部分，他打算摆摊散卖。\n\n忙活近两个小时，两人将载重500斤的货车装满。“赶紧回家休息，要是累病了，还不够药钱。”临走时，见妻子还在忙活，崔靖翔叮嘱道。\n\n“大集”距家约6公里，开车20分钟左右。崔靖翔将车停到廊霸路西南侧、安次水务局机井队附近，开始摆摊。\n\n正对面是王鑫（化名）的摊位，两人隔着约10米宽的马路。7时许，王鑫注意到崔靖翔在吆喝卖瓜。\n\n冲突发生在一个小时后。王鑫看到两个人围着对面瓜贩，像是发生争执。不一会儿，又围过来两三个人，对他推搡、殴打，“瓜贩偏瘦，连续后退。”\n\n崔靖翔身后是一处缓坡，再往后五六米，是机井队办公的二层小黄楼。王鑫回忆，瓜贩被逼退十米，一直到小黄楼栅栏附近。\n\n栅栏处发生了什么，王鑫没看见。他只记得，打人者四散逃离后，浑身是血的瓜贩踉踉跄跄从缓坡走上来，到达车附近时瘫坐在地。“他用手捂着上半身，看起来很难受。不一会儿，忽然躺倒在地。”王鑫回忆，当时自己吓呆了，只想着救人，也没注意凶手往哪个方向逃走。随后，集市有人打了急救电话。\n\n提醒“有小偷”遭报复\n\n“一名中年女子在摊位前买甜瓜，有人去偷她的项链。”多名商贩说，瓜贩发现后，便提醒女子“有小偷”。这一举动惹恼小偷，遭到团伙的报复。\n\n安次公安分局一知情人士确认此事。他介绍，事发时，小偷盯上一位妇女的项链，崔靖翔在旁边提醒，该女子立刻警觉，离开现场。随后，崔靖翔被一伙人围住，其中一人用刀捅进他右肩，伤及动脉。120赶到时，他已经死亡。\n\n23日8点半，得知父亲出事，崔全政从15公里外的单位出发。到达现场，他看到父亲躺在瓜车旁，嘴里吐着血泡，脸上、胳膊被染成血红色，“他仰面朝天，眼睛睁着，就那么向上看着。”\n\n当事女子的儿子何翔（化名）表示，母亲去公安局做笔录时，从警方提供的证据中确认，崔靖翔正是提醒她旁边有小偷的人。\n\n“我母亲当时一听有小偷，很害怕，立刻离开，都不知道后来发生了什么。”他说，很遗憾出这样的意外。\n\n他给崔靖翔的儿子崔全政打电话表示感谢，但更多的是顾虑。“母亲在公安局看到现场画面后，腿忽然发软，半天站不起来。“她受到惊吓，回家后状态一直不好。”\n\n安次公安分局政治处尹主任介绍，已锁定犯罪嫌疑人，廊坊投入约60人的警力到各地追捕。为了不影响案件调查，暂不公开进展。\n\n“这是一组外地流窜扒窃团伙”，安次公安分局知情人士透露，警方正全力追查中。多位商贩说，25日上午，看到多名警察带着一个戴手铐的人到案发现场指认。\n\n集市常有小偷但鲜有人声张\n\n25日下午，记者回访廊霸路案发现场。机井队办公楼外侧，有黑色栅栏包围，栅栏中部是宽、高约1.5米的推拉门，其中一根铁栏杆上留有一块深褐色血迹，另有血溅至门内一米处。\n\n“可能是死者用手握栅栏时留下的。”门卫介绍，事发当天是周日，机井队没人上班，这道门是锁着的。\n\n血迹记录了崔靖翔最后的行动轨迹。从栅栏到摊贩处，五六米长的路段，沿路到处是干涸的血滴。他倒下的路面，仍留有一片血迹，面积有井盖大小。\n\n多位商贩提到，这条路有城管驱赶沿街摆摊的商贩，所以平时摆摊的较少。但每逢大集，有上万人流动，小偷也混迹其中，常有人丢手机和钱包。\n\n一位卖菜老人称，大集时附近居民尤其老人都会来买菜，小偷混在人群中，很难被注意到。她曾看到男青年顺走一个姑娘的手机，后退时正好撞到自己。“他瞪了我一眼，周围几个人随他掉头离开，应该是同伙。”\n\n50多岁的王女士常在附近卖桃，她的两个儿媳妇都在大集时丢过手机。去年年底，她看见一名20多岁的年轻男子拿长镊子夹他人袋里的钱包。\n\n“谁敢声张？反正我是不敢说，常在这里卖东西，被人认出来报复咋办？”她摆摆手说，不敢多管闲事。\n\n逝者：盼着早日还清债\n\n“做人，对得起自己的良心就行。”崔全玲总想起父亲说的这句话。\n\n她知道，时光倒回，父亲还是会选择提醒别人防范小偷。“他认准应该帮助别人，谁劝都没用。”\n\n看到现场五六米的血迹，崔全玲能想象父亲一定没有屈服，试图抵抗。“他虽然瘦，力气却不小，如果只有一两个人，说不定能制服。”她无法接受，现场没有一人出面帮忙。\n\n“老好人”\n\n得知父亲因提醒“有小偷”被捅身亡，崔全政不能理解。他恨父亲，什么事都去掺和。“别人不管的，只要他看见就一定要管。”\n\n这种不理解，在父子二十多年相处中，出现多次。\n\n崔靖翔卖瓜时，顾客可以随便品尝，先尝后买。“只要人说瓜不甜，他二话不说就给退了。”崔全政说，父亲还常“抹零头”。七八毛钱零头，顾客不提，他主动抹掉。有时顾客买得多，两三块钱的零头，也直接抹去。\n\n农村婚嫁，缺不了邻里帮忙。崔靖翔总是早早过去，忙前忙后。有次，他去邻居家帮忙，从早忙到晚，回来时自家丢了一只羊。\n\n“他就是这种性格，认为要做的事，就一定会去做，改不了。”崔全政说，对于自己的不理解，父亲从不在乎，“他认为自己要做的事，一定会去做”。\n\n这几天，不断有亲朋来家里问候，“这么好的人，说走就走了。”人们叹息。\n\n崔全玲记忆中，父亲是出了名的“老好人”，把别人的事看得比自己还重。\n\n10年前，邻居两岁的儿子被狗咬伤头部。崔靖翔正走到家门口，看到孩子血流不止，立刻抱上自己的摩托车，赶往市里卫生所。因抢救及时，孩子捡回一条命。\n\n对陌生人也一样。走在路上看见汽车陷在泥泞中，他会帮忙推车；在路边看到有人受伤，就会把人拽上摩托，带着上医院处理伤口。\n\n“苦日子”\n\n二十年来，崔家靠着7亩地上的三个瓜棚，养活一家人。收成好时，一年三四万的收益，全靠夫妇俩一天十几个小时的劳作。\n\n四五点起床下地摘瓜，六七点到集市卖瓜，或卖给批发的商贩。下午3点再去地里干活，七八点回家吃饭，睡觉。这是崔靖翔的一天。\n\n夏天，大棚里像蒸笼，有时温度达50℃，他也能呆一阵，额头上汗不断往下滴。在外摆摊时，他也不忘带壶水，“说是喝不了矿泉水，味道不对，其实是不想多花那一两块钱。”崔全政说。\n\n8年前，家里翻盖新房，欠下10多万外债。这两年，父亲去世、爱人和母亲患病，又借了几万元债。\n\n崔靖翔在地里的时间更久了。妻子抱怨，“我们的日子怎么这么苦”。他总是回答，“有我呢，肯定会好起来。”\n\n两三个月前，他照顾母亲时，偷偷哭了。崔全玲看到，明白了父亲的压力和担当。\n\n7月，她毕业后在市里找到工作，父亲说，打算明年再找人合作搭两个棚子，早日还清债，给她准备嫁妆。“他什么事都是先想着我们。”崔全玲不停地掉眼泪。\n\n来源：新京报公号\n\n \n\n\n \n热文推荐\n \n一场即将到来的危机\n \n黄世泽：中国处理刘晓波后事犯了什么错误\n \n早 说\n \n中纪委机关报：少数党员干部在微信上妄议中央\n看看英文网站热门话题\nRecommended by\n热门\n\n单日\n一周\n彭丽媛卸任军艺院长 专注做“第一夫人”\n港媒：印军入侵 中方不开战有四原因\n涂华忠,宗蔚：印藏边境警察部队在中印边境对峙中的角色\n中国国务院免去刘振民外交部副部长职务\n官方首次披露：李立国愿因民政部违纪案\"引咎辞职\"\n港府泛民就“一地两检”开战\n重庆原市委书记孙政才涉严重违纪被调查\n“一中各表”回不去了？\n齐聚北京大红门 投资者示威吁释放“善心汇”负责人\n中国破获慈善传销骗案 涉案现金堆成两堵墙\n读者投票\n\n手游《王者荣耀》火爆的同时，也因大量未成年人沉迷其中而引发口诛笔伐的声浪，你对此有何看法？\nChoices\n游戏是为娱乐大众，不能强加传播价值观的责任 企业也应承担应有的社会责任，不能只考虑市场效益 监管未成年人是父母的职责，不能苛责游戏出品方 游戏出品方的防沉迷系统明显滞后，效果也有待观察 政府部门缺乏对该领域的约束监管，漏洞很大 投票\n\n完成一个梦-第8集\n项目\n\n首页\n即时\n新闻\n财经\n观点\n文萃\n东南亚\n专题\n视频\n生活\n娱乐\n电子报\n每日速递\n关于我们\n关注我们\n联络我们\n广告联络\n商讯\n早房\n政谈\n热线\n\n新加坡报业控股总机63196319\n订阅热线63883838\n早报网广告联系63198611\n早报新闻热线1800-7418383\n关注我们\n\n  \n报业控股网站 网络条款 隐私政策 个人资料保护 全检索 报业控股数码新闻 亚洲网 海峡时报 商业时报\n新加坡报业控股版权所有（公司登记号：198402868E）\n\n提醒：新加坡网络业者若未经许可，擅自引用本网内容将面对法律行动。\n\n第三方公司可能在早报网站宣传他们的产品或服务。不过您跟第三方公司的任何交易与早报网站无关，早报网将不会对可能引起的任何损失负责。\n\n在中国的用户请游览 zaobao.com\n ╳\n\n想找些什么?",
			"added": 1501150766,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 10,
	"comment": {
		"3_18pFuBR6m9gHm7NJLw4QeXWdNCuc4R1mjc": [
			{
				"comment_id": 1,
				"body": "昨天去看房23岁的中介根本就不知道中国还有得过诺贝尔奖的这个人。",
				"added": 1500466743
			},
			{
				"comment_id": 2,
				"body": "> [variable](#comment_4_1MhQ1cMAeLEMQ2UKkv1ms7kjauR2T3Ke3t): 一个咒中国300年殖民地的遭天谴了，用得着大张旗鼓吗？\n\n从元朝开始殖民多久了？清朝呢？你辫子还在不？",
				"added": 1500466802
			}
		],
		"1_1AN7FYNmYcXVe7TkQCjToxfibvQQjYd7of": [
			{
				"comment_id": 3,
				"body": "其实板块名字改为政治经济区比较好，经济和人们关系更深切。仅仅政治，容易沦为空谈。",
				"added": 1500939267
			},
			{
				"comment_id": 4,
				"body": "> [nekox](#comment_12_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF): 绝大多数人连中等收入都达不到，何谈“中等收入陷阱”，我看是“低等收入陷阱”还差不多\n\n\n中等收入陷阱就是贫富不均。所谓中等收入无非是个平均值，例如全国人均净存款是2万，其实很多还是负的。。。",
				"added": 1500947270
			},
			{
				"comment_id": 6,
				"body": "> [buhexie](#comment_123_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 五毛护主，懂得转移斗争矛头了。\n\n你看的懂我说什么么？我要是5毛，天下就都是5毛了。",
				"added": 1500951261
			}
		],
		"3_1AN7FYNmYcXVe7TkQCjToxfibvQQjYd7of": [
			{
				"comment_id": 5,
				"body": "> [buhexie](#comment_122_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 是啊，春华在广州又搞了个新政策，大意是租户和房主一样有学区房名额，这样赋予了租房学区价值，以后漂在外地的屁民，租金也要涨了，还是3年6年地整租。房价泡沫削弱了，因为有新增长点。未来十六年房价继续榨干屁民\n\n呵呵，租户是指有本地户口，而且“无房子“的。同时达到这2点才可以。。。。。。。这个要仔细看。\n租金是造就涨了，上海经济适用租房说要3500起步，然后，周边原本2500的，全部3500起步了。",
				"added": 1500947384
			},
			{
				"comment_id": 8,
				"body": "> [buhexie](#comment_124_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 反正一线城市有户口没房子的“漂”多咯，现在房子多了个学位租卖点，不就削弱了泡沫，增加了“价值”。房租和房价都拉动了。以后城中村那些平民窟和太子党的不争气的后代，靠租学位房就能滋滋润润过活几代了。狗共就会用房地产敲骨吸髓，拿屁民血汗资敌卖族，撒币那么多地方，回扣应该不少吧。拿去全国一推广，房价又可以拉动一波了\n\n有道理！",
				"added": 1501036008
			}
		],
		"1_1QBstXh1Uxp26YFvSBWy5f1cDtP2GqCY1E": [
			{
				"comment_id": 7,
				"body": "给我三万月薪到手，+福利分房，我也去。",
				"added": 1500951682
			}
		],
		"400_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 9,
				"body": "官方论调是降价了。。。",
				"added": 1501148334
			}
		]
	},
	"comment_vote": {}
}