{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 4,
	"comment": {
		"1_1Nrk2F3W5Kj7VJ7bqHeb25CVGJ21ejqauC": [
			{
				"comment_id": 1,
				"body": "It is not the Chinese language that is problematic, but the behavior of using another language in an *English* forum, ignoring the fact that the various domains of ZeroTalk are divided by the different languages employed by the supranational community of ZeroNet users. Have you seen people using French or Latin chilling in the *English* threads here? If they don't, that's not because they deem their mother tongue inferior to English, but that they are being nice by not flooding English users' sight with message they can't decipher. If there is an *international* or *multilingual* forum, then no matter how prevailing the English users there are, it's OK to use any of the languages you know.\n[self-censored for unfriendly content]",
				"added": 1500294767
			},
			{
				"comment_id": 2,
				"body": "> [akito](#comment_89_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): But just as a side note: to be honest, I rather see whole books posted in Chinese than seeing one e.g. French or Russian post. They are already a plague in a too big majority of communities and I'm delighted to be flooded from people with brains for once, instead of always by especially the impotent French.Count this as a comment. [...]\n\nYou're right to some extent. That harsh comment is for the OP alone though... But thanks for your comment, now I see that I'm not being nice myself. I shall delete it. Sorry for that.",
				"added": 1500295836
			},
			{
				"comment_id": 3,
				"body": "> [akito](#comment_90_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): ZeroNet is indeed there for freedom of speech and I rather see you being honest and \"harsh\", as people might call it, than you deleting crap. I already got banned, expelled, discharged, demanded to leave from so many communities and I'm here to stand up for everyone's rights to speak up. I think it is enough if you keep your current statement without deleting your previous one.\n\nYour point is highly appreciated. But since you've kept the harsh part in your comment for me, I think there's no need to restore it :P",
				"added": 1500296978
			}
		]
	},
	"comment_vote": {
		"9_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": 1
	}
}