{
	"next_topic_id": 5,
	"topic": [
		{
			"topic_id": 1,
			"title": "Which do you think is better?",
			"body": "Euronews or CGTN\nwww.euronews.com\nwww.cgtn.com",
			"added": 1507205646
		},
		{
			"topic_id": 2,
			"title": "Basics",
			"body": "Do you live on the basics like me? I have basic internet, lowest package I can find, I have the most basic phone package that my provider offers, ~$10 and I get 300 minutes, 250mb data, and 500 texts -- they're a little more expensive because the company says its infrastructure is green. I ride a bike or catch the buses, I cut my hair with a clipper, give myself a nice grade 2, 3, or 4 all over depending on what I feel like and may keep a short beard, the clippers cost me around $15. I mainly use the basic products my local shop offers, most of my food is this low price stuff, the toilet roll I use is low price, the soap I use is low price. The last desktop I bought is a decent office machine that cost around $250 about 5 years ago, since I've got my hands on a very cheap laptop and a hand me down, both function and work for light use. My phone is a China phone which cost around $90, it has a nice 4100mah battery, 5.5\" screen but only 3G. My clothes tend to be unbranded low cost items, very comfortable, a t-shirt typically costs $5. What's everyone think, do they have any other items that I'm missing and could add in there?",
			"added": 1507418233
		},
		{
			"topic_id": 3,
			"title": "Is there a zite for torrenting tv shows?",
			"body": "",
			"added": 1507566469
		},
		{
			"topic_id": 4,
			"title": "HotKnot",
			"body": "Anyone else a buyer of cheap Chinese phones? I've got a question... how bloody expensive is NFC that Chinese companies decided to settle for HotKnot??",
			"added": 1507809437
		}
	],
	"topic_vote": {},
	"next_comment_id": 18,
	"comment": {
		"19_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 1,
				"body": "ate",
				"added": 1507116237
			}
		],
		"2_1CgkYcGEeiovWDTK7RrPcfXMibaKsBFtGp": [
			{
				"comment_id": 2,
				"body": "To clarify, bike = bicycle, not motorcycle",
				"added": 1507418503
			},
			{
				"comment_id": 3,
				"body": "> [feralfay](#comment_1_1DXYHEUk6RpmFfBdTUd5LDQH4378k2S6XX): Greetings from a fellow cheapskate in the UK.I've never seen the point of branded clothing or toiletries either.  I pay a little bit more for my home internet, mainly because of their pro-privacy stance (it's a small geek-friendly company).  My current phone is a second hand Nexus 5 running Lineage OS so I'm hoping that will keep me going for a while.\n\nWhich shop do you usually buy from?",
				"added": 1507501279
			},
			{
				"comment_id": 4,
				"body": "> [kaffie](#comment_520_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Low price =/= good for the environment, nor does it mean more ethical. Often times you'll end up needing to buy more due to it lacking. The low prices are often a part of slave labor. And indeed some things are made inferior for their price simply because they're cheap. [...]\n\nMy sim provider and our electric are from a green company. Other than that though, anything goes, I've got next to no money either and have to be careful in case of financial surprises (big bills, unexpected bills etc). If it helps I'm vegetarian so cut out a lot of the animal slaughter part",
				"added": 1507544136
			},
			{
				"comment_id": 6,
				"body": "> [andreamarini](#comment_1_1MYPi2rwymqQag8yxPGzJgSe591yp2xHak): i'm italian and i have a 20 mbps ADSL and for the cellphone 5 euros offer. i get 400 minutes, 400 texts and 4 GB,i have a china phone too. Redmi 3S.For the clothes i have only jeans, t-shirt and suits\n\nHow much do you pay for the ADSL?",
				"added": 1507644299
			},
			{
				"comment_id": 7,
				"body": "> [andreamarini](#comment_2_1MYPi2rwymqQag8yxPGzJgSe591yp2xHak): about 40 euros. too expensive but i need it\n\nYou seem to have cheaper mobile deals than we do here but our wifi seems quite a bit cheaper, I guess it all balances out",
				"added": 1507644552
			},
			{
				"comment_id": 8,
				"body": "> [naeui7tycw9p35y9](#comment_2_1CaVUegZMXMjmRXtq5q3eZDqdtsoNvgep): same here but to add. my sim is free and has little Internet 100mb and free calls to family :) was a promotion. [...]\n\nMid twenties and still in with a sibling and a parent for various reasons and I'm paying roughly $185 per month board. I also pay for the wifi. Together those come to around $210. I'm not in the US, I'm converting from national currency so those are estimates for my bit of the world.",
				"added": 1507644725
			},
			{
				"comment_id": 9,
				"body": "> [andreamarini](#comment_4_1MYPi2rwymqQag8yxPGzJgSe591yp2xHak): where do you live?\n\nIm in the UK",
				"added": 1507645020
			},
			{
				"comment_id": 10,
				"body": "> [andreamarini](#comment_5_1MYPi2rwymqQag8yxPGzJgSe591yp2xHak): uh, i'd like to study in UK but it's too expensive :/\n\nIf I was about to start uni I'd do MOOCs instead and pay £70 per certificate rather than what they charge now, its pathetic, it was too expensive when it was £3,500 a year.",
				"added": 1507645921
			},
			{
				"comment_id": 11,
				"body": "> [andreamarini](#comment_6_1MYPi2rwymqQag8yxPGzJgSe591yp2xHak): what is MOOCS?\n\nhttps://en.wikipedia.org/wiki/Massive_open_online_course",
				"added": 1507646191
			},
			{
				"comment_id": 12,
				"body": "> [andreamarini](#comment_7_1MYPi2rwymqQag8yxPGzJgSe591yp2xHak): uh, strange. Here nobody know about this\n\nSome of the ones like edx.org and coursera will pay for tuition if you don't have the money but because of how low the cost it I think it could be paid off doing a paper round or blogging while you do the course",
				"added": 1507646530
			},
			{
				"comment_id": 13,
				"body": "> [andreamarini](#comment_7_1MYPi2rwymqQag8yxPGzJgSe591yp2xHak): uh, strange. Here nobody know about this\n\nyou can do them for free too (this is called auditing) but you won't get a certificate. I know an edx course im doing lets you audit and upgrade to get the certificate",
				"added": 1507646637
			}
		],
		"3_1CgkYcGEeiovWDTK7RrPcfXMibaKsBFtGp": [
			{
				"comment_id": 5,
				"body": "I found it http://127.0.0.1:43110/1MagneTSMMkNmJTMsTGJtfuNsqGjzzXgQv",
				"added": 1507566608
			},
			{
				"comment_id": 14,
				"body": "> [prudence](#comment_1_1Cy1dDBGdk9AE6c2HbU97yXpxB29t1D16j): It would be great to see big file support with this.\n\nyep",
				"added": 1507737971
			}
		],
		"1_16t83GyRixTRFbTL91Lvk2q3Z8kJzJfAXH": [
			{
				"comment_id": 15,
				"body": "Ho jes, li estas la esperantisto, ĉu ne?",
				"added": 1507907295
			}
		],
		"2_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": [
			{
				"comment_id": 16,
				"body": "So the website is blocked but if you have the software already can you still connect?",
				"added": 1508241984
			},
			{
				"comment_id": 17,
				"body": "> [james007](#comment_77_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): They keep blocking the DHT bootstrap urls to my understanding. If it's already running it will likely stay running, but anyone jumping onto the network for the first time is missing tracker data. They are doing the same to I2P.\n\nSo is it possible to reconnect without the bootstrap urls?",
				"added": 1508243100
			}
		]
	},
	"comment_vote": {}
}