{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1511316400,
			"title": "Net Neutrality: How will ZeroNet be affected?",
			"body": "Thoughts?",
			"added": 1511316399
		}
	],
	"topic_vote": {
		"1511315345_1Ly7Zat64UdKNHWhw5hfac5rsc6rLfYHV1": 1,
		"1511316400_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": 1
	},
	"next_comment_id": 6,
	"comment": {
		"1511315345_1Ly7Zat64UdKNHWhw5hfac5rsc6rLfYHV1": [
			{
				"comment_id": 1,
				"body": "This is a good question. I've been wondering this as well.",
				"added": 1511315438
			}
		],
		"1511316400_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": [
			{
				"comment_id": 2,
				"body": "That's what I've been thinking. I think a decentralized internet is the next logical progression. I'm willing to put money on Google becoming an ISP first though. > [inotamira1](#comment_1_13PaV9QW67CMBKzRMFQJGV2ZHpNshcnPcq): Wonder if things like zero net will wind up taking over...how do these people even think this is a good idea?",
				"added": 1511321295
			},
			{
				"comment_id": 3,
				"body": "> [styromaniac](#comment_227_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): It won't be affected in the slightest with DHT support, even better if a local peer discovery plugin gets made after the fact, because then it can fully circumvent the internet. [...]\n\nGood to hear. I can only hope then that changes to Net Neutrality don't stifle attempts at a decentralized internet too much.",
				"added": 1511321445
			},
			{
				"comment_id": 4,
				"body": "> [inotamira1](#comment_2_13PaV9QW67CMBKzRMFQJGV2ZHpNshcnPcq): If google became a full ISP, I don't know if that would be a good or bad thing. Googles great about keeping things open, however at the same time, their ideologies are leaning a little to on the feminazi side of things for my tastes.\n\nEach to his own. I definitely would prefer Google to any traditional ISP though. I think the changes the Net Neutrality would be a good opportunity for them to jump into the game at least, and maybe we can still browse clearnet for a little while longer w/o having to pay for it in packages. Not comfortable with the security and data ramifications of Google running the show.",
				"added": 1511321633
			},
			{
				"comment_id": 5,
				"body": "> [brightqwerty](#comment_3_12UZAaKqiM7JEV1SbCcTBoQzf75ghNgc8o): Oh I'm definitely with you on that - It's inevitable for almost any company. I think that Google picking up decentralized internet would certainly popularize it and since they love working open source and very open in general, if they ever got to a more \"evil\" spot it it wouldn't be nearly as bad for the rest of us. Plus Google has gotten very far without becoming awful, they control a lot of data and information and could influence it in anyway they want but they continually try to avoid abusing that.\n\nI'm also inclined to agree. They do manipulate data as is, but not nearly as much as they could, and they're already massive. I think they could potentially run their own centralized or decentralized ISP without much pushback. I can't see them picking up support for p2p anytime soon unfortunately. Seems like data would be too hard to collect and sell. But MAN would I love it.",
				"added": 1511322721
			}
		]
	},
	"comment_vote": {
		"1_13PaV9QW67CMBKzRMFQJGV2ZHpNshcnPcq": 1,
		"227_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"1_16PUgFapj8pSnEnS1bcAGVRPtfwvQBheRG": 1,
		"3_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": 1,
		"2_12UZAaKqiM7JEV1SbCcTBoQzf75ghNgc8o": 1,
		"3_13PaV9QW67CMBKzRMFQJGV2ZHpNshcnPcq": 1,
		"3_12UZAaKqiM7JEV1SbCcTBoQzf75ghNgc8o": 1,
		"1_1KiMJsULUcZVNSJb1bbhyN2XQ7m1Fb3SLD": 1,
		"49_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1
	}
}