{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "不能忘却的纪念——写在李思怡案十周年日(李亚玲2013-06-21 16:09:55)",
			"body": "http://blog.sina.com.cn/s/blog_594b6e6c0102erwl.html\n\n   今天，一连接到几个新浪微博网友艾特，转给我一条不幸的消息：\n   今天上午，南京江宁2个女孩被民警发现死在家里，尸体腐烂，分别为两岁和四岁。邻居说，小孩父亲犯罪被抓，警方每个月补助两个孩子800元钱，孩子母亲拿了钱不管孩子，两个孩子可能是被饿死。前两天民警来看孩子没人开门，今天发现两人已死亡。\n   在一瞬间，眼泪不可抑止地涌上眼眶。倚在我身边幸福地玩儿着IPAD的女儿幺猪不解地看着我，问我怎么了。我说，我看到一条消息，我想哭了。女儿说，你已经哭了好不好？我没法再言语，只能泪眼模糊地看着电脑屏幕，脑中风起云涌！\n/\n   我知道网友们为何艾特我。他们都是还记得“李思怡案”的人。而我，是揭露“李思怡案”的当事记者及被“李思怡案”改变了一生的人。在此类惨痛的新闻面前，我们有着只可意会不可言传的共同思绪。\n   再一看时间，6月21日，我惊呆了！怎会这么巧？距离2003年6月21日深夜，我接到“三岁女孩李思怡饿死家中”的新闻线索，正好整整十年！十年前的次日——2003年的6月22日，我所在的报纸《成都商报》刊登了李思怡被饿死家中的消息。当天下午，我采访到了李思怡饿死的真相——警察抓走了她的吸毒妈妈，却因各种原因未能执行相关程序，妈妈跪地相求却不被警察信任，三岁的思怡因此活活饿死。\n   当天晚上，披露这一骇人听闻的真相的后续报道被有关部门压下，我一怒之下真名实姓将报道公布在网上，并公布了本人手机号。此后，世界各地媒体赶赴成都采访，相关责任人被追究刑事责任，成都市公安局长也因此“下课”。而我则被停职两年。我由此对新闻事业彻底丧失信心，最后转行作了编剧。\n    而不知不觉中，已是十年过去。十年，3650个日子！人生，又有几个十年？十年前，我28岁，女儿还在呀呀学语，十年后，我38岁，女儿已经比我还高了！这期间，我的人生已历经过山穷水尽和柳暗花明，也经历了人生中最重大的打击——先后送走了两位我的至亲——我的婆母和我的父亲！在十年岁月的冲刷中，有些人，有些事，渐渐沉淀，掩埋，表面上已看不出痕迹。可是总会在某个节点，某个情景，曾经发生的一切便会破空而来席卷而至。然后----然后便是长久的回忆，思索与感叹！\n    在整整十年之后，再回忆当初采写“饿死三岁幼女”事件的经历，对我来说是一种难以言状的折磨——那种疼痛、沉重、绝望的感觉，丝毫没有随着时间的流逝而减轻。做记者，面对一个又一个动人心魄的新闻事件，往往会经历难言的煎熬。而这些煎熬，又以李思怡事件为最。\n/\n   2003年6月21日晚9时过，我正准备下班。部主任蔡军叫住我说，新闻热线刚刚接到一条线索：青白江区一个居民小区饿死了一个3岁的小女孩。那孩子一直和单亲妈妈相依为命，但她的妈妈失踪一周多了。蔡军说：“你刚做了妈妈，可能对这条新闻更有感觉”。\n   我是2002年1月11日做的母亲。我生了一个可爱的女儿，小名幺幺。为了让她能健康成长，我又按家乡风俗，给她取了个“贱”名儿：幺猪。意思是希望她能像头小猪一样，能吃能睡好养活。\n   我提着相机和采访本，开着采访车上了高速公路，直奔离成都约三十公里的青白江区。我一边开车，一边给我丈夫、时任中国新闻周刊的主笔唐建光打了一个电话，说我接到了一个从来没有做过的新闻：一个孩子被单亲妈妈遗弃在家，活活饿死了。他听出我的话音透着异常的激动，劝告我要冷静。\n   我那时已有8年的新闻从业经验，我知道，作为一名记者，在面对任何新闻时，首要的就是客观冷静。\n   但这份经验式的冷静在到达现场后受到了考验。\n   孩子的尸体刚刚被运走，现场弥漫着难言的恶臭，令人窒息。大大打开的房门里满地蛆虫蠕动，一个戴着口罩，穿着长筒胶靴的人正在给房间消毒。我呆立在门口，看着乱七八糟的污秽的现场，思维陷入短暂的空白。\n   我强迫自己冷静下来，开始采访目击者和死者的邻居，在现场调查情况的警察，以及这个社区的居委会主任。\n   我了解到，孩子叫李思怡，3岁半------\n   一个男警察神情严肃地对我说，我不能接受你的采访，但欢迎你来采访这个事。这是一个悲剧，可以告诉大家，毒品有多么害人！娃儿的妈是个吸毒的，还以贩养吸，娃儿走到这一步，不是偶然的------\n   当我结束采访，已是凌晨零时。我一边飞快地开车回成都市区，一边给丈夫打电话。我的心被种种难言的痛楚充塞，我不想哭，可是眼泪却像无法关闭的水阀，不停地往外涌，视线模糊一片。而为了赶着上版面（凌晨1时截稿），我把采访车开得飞快。我已经顾不上高速路上超速的危险，那时，我觉得一切都不再重要，包括我的生命。重要的是，一个年仅3岁的孩子，居然在我们的繁华都市里，在一个住着数千人的居民小区里，被活活饿死了-------\n   同为一个年轻的母亲，我相信没有哪一位母亲会忍心让自己的孩子活活饿死，我想，小思怡的妈妈一定是在外出了事，很可能也已经死了。我对自己说，这是一个悲剧，这是一个意外，没有人希望它的发生，也没有办法能够避免。\n   一路上我已打好了腹稿，回到办公室，我用半个小时的时间完成了一千余字的稿子，传给了版面编辑。我守在编辑部，一直等着出了报纸的小样才离开。\n   回家后，我叫醒母亲和姐姐，给她们看报纸的小样，给她们讲这个惨绝人寰的新闻。\n   床上睡着我1岁5个月的女儿，和我刚满3岁的侄儿。我和母亲、姐姐坐在床前，都哭了。一直到凌晨3点，考虑到第二天还要追踪报道，我才勉强入睡。\n   第二天，我的报道在2版上以醒目的版面见报了。附报道原文：\n/\n/\n/\n　　本报讯 （记者 李亚玲 摄影报道）昨晚，一幕令人震惊的惨剧在青白江一小区上演———约一周前，一个“瘾君子”母亲把年仅3岁的女儿独自锁在家中不知去向，昨晚，闻到异味的邻居报案后，警方破门而入，才发现那个可爱的小女孩早已惨死在卧室门后。\n\n　　“我们这儿有个3岁的小女孩，被妈妈锁在家中活活饿死了……”昨晚9时30分，本报新闻热线86612222接到了这一令人震惊的消息。记者迅速驾车前往事发现场青白江区“九千 \n小区”1幢3单元1楼。\n\n　　数天来，楼道传出一股臭味\n\n　　小女孩的尸体已被送走，警方已封锁了现场。数十位邻居默默地守在门外观望，神情都很凝重。昨天傍晚他们在单元门外休息，老是闻到一股奇怪的“臭味”，找了许久才发现臭味来自1楼楼梯左侧的李家。想到已一周左右没见过李家母女俩了，他们立即向家委会反映情况，家委会随后报了警。\n\n　　震惊：幼小的身子已腐烂\n\n　　家委会的王大爷随团结派出所的警官破门进入了李家，看到的景象令他们震惊：整套房子门窗紧闭，卧室门还用一根绳子牢牢地拴住，解开绳子打开房门一看，孩子倒在门后的地上，幼小的身子早已腐烂，但看上去没有明显外伤……孩子惟一的亲人———妈妈不在家，房间里没有食物，也没有水。消息传出，人们都认为孩子是被活活渴饿致死的：“小丫头平时身体很好，没病没痛的，不可能是突发疾病而死。这么热的天，没东西吃，没水喝，一个3岁的孩子能捱得了多久？”\n\n　　邻居说：那个招人喜欢的小精灵……\n\n　　邻居们说，孩子有一个非常好听的名字———李思怡（音），长得也非常可爱：圆圆的脸、大大的眼睛，头上总是扎着两个小马尾，见了年轻人就喊叔叔阿姨，见了老年人就喊爷爷奶奶，属于那种很乖巧很招人喜欢的小精灵。\n\n　　可是孩子的身世却非常不幸：她的母亲李桂芳（音）长期吸毒。约10余年前，李桂芳的前夫因杀了人被判刑，李与前夫离了婚，两人所生的儿子判归前夫抚养，随后李就在社会上晃荡，并染上了毒瘾。李的社会关系很复杂，小思怡到底是谁的孩子邻居们都不知道，只知道有一个秃顶男人常来看望小思怡，而小思怡叫那人“爸爸”。但这个“爸爸”已经有好几个月都没来看过小思怡了。李桂芳所住的房子是其父亲留给她的。自从李父死后，母女俩的生活就变得非常窘迫。\n\n　　母亲经常把她锁在家中\n\n　　据在小区里开茶铺的一位妇女称，李平时还是非常疼爱这个女儿，只是手里没钱，不能很好地照顾女儿。另有几位邻居反映，李经常离家外出不知干什么，而出门前就把女儿锁在家中，孩子经常从窗户里探出头来给他们打招呼。也许是习惯了这种生活，这孩子平时不爱哭闹。约一周前，李又离开了家门。“这次是把她锁在最里间的卧室里，隔着两道门，娃儿即使哭闹外面的人也听不到……”由于孩子死在门后的地板上，人们猜想孩子死前一定曾拼命地打门，可是稚嫩的小手又能敲打多久呢？\n\n　　也许她曾经哭着敲打房门、直到声嘶力竭……\n\n　　昨晚10时过，戴着口罩、穿着胶靴的消毒员给整套房子仔细地消了毒。记者看到了正对房门的里间卧室———那里就是一个幼小的生命倒下的地方，屋里很乱，地板上堆满了乱七八糟的东西。想象着3岁的小思怡哭着敲打房门、直到声嘶力竭最终倒下，想象着这个可怜的孩子死前可能曾经历过的漫长的痛苦、悲伤、恐惧、无助和绝望，记者的眼泪夺眶而出。\n\n　　小思怡的父亲在哪里？母亲又到哪里去了？狠心的母亲为何要把女儿独自锁在家中一去不回？希望知情者拨打本报新闻热线86612222提供线索，本报将给予重奖。\n/\n/\n/\n   报道末尾还特地提醒读者们：小思怡的父亲在哪里？母亲又到哪里去了？狠心的母亲为何要把女儿独自锁在家中一去不回？希望知情者拨打本报新闻热线86612222提供线索，本报将给予重奖。\n   当时，我仍以为这是一个意外。因为我猜想孩子的母亲可能是在外吸毒出了意外。上午9点，我到报社和主任蔡军商量追踪报道的事。\n   青白江公安局对李的吸毒史非常了解，我还在想找个什么角度，怎么说服公安局宣传处，让熟悉李的情况的警官接受我们的采访。若是着眼于对“毒品危害”的批判，获得通过的可能性较大。因为再过几天就是六二六国际禁毒日了。\n   按我们经往的经验，公安局应该会同意我们的采访。但没想到，我们遭到了不容商量的坚决拒绝。从对方的口气中，我们感觉到，公安在这件事的处理上“有问题”，这个案子可能有着不同寻常的背景。\n   这时候，办公室电话响了，一位神秘的男读者，用很低沉的声音说，孩子的母亲李桂芳并没有失踪，也没有意外死亡，而是因为盗窃，被抓到了派出所。结果警官发现她是吸毒人员，把她送去强戒了。他说当时他曾亲眼见到李桂芳跪地哭求警察，说家中还锁着3岁的女儿，要求回家去安置了女儿再去强戒，可是警察没有理她。他还说，李现在某戒毒所，我们可以想办法证实。这位读者不肯提供他的联系方式，只说他说的一切都是真实的，叫我们不要怀疑他。\n   我立刻以李桂芳的亲属的名义，给某戒毒所打了电话，果然，李正在该所强戒。但接电话的管理人员拒绝让李听电话，也拒绝“亲属探视”。\n   我们马上查询有关强戒的法律规定。我们终于明白了，公安为什么不同意接受采访了：当公安部门对吸毒人员进行强戒时，必须在24小时内通知当事人的单位、亲人或所在居委会。而在对李的强戒过程中，公安显然存在渎职行为。\n   我不再哭了。因为，悲痛已经转化为悲愤。我迅速进入了职业角色，开始调查这件事的情况。真相很快大白：2003年6月4日中午，李桂芳已身无分文。她的一位朋友花钱请她和小思怡吃了一顿简单的午餐。随后，李将女儿锁在家中卧室内，随朋友前往离青白江十余公里外的金堂县（与青白江区同属成都市管辖）红旗超市行窃。她偷了两瓶洗发水，被当场拿住。随后，在金堂县赵镇派出所，李的尿检呈阳性。警方决定送她去强制戒毒。李哭着跪求警官，说家里还锁着3岁的女儿，警官开始没相信，后来表态说会打电话通知青白江警方去处理。李就这样被送走了------\n   直到17天后、6月21日晚7时，饿死的小思怡的尸体腐败，臭味影响了邻居的生活，这一惨案才被世人知晓。\n   6月22日晚8时，我正在报社办公室内赶写追踪报道，这时，我接到了上级的通知：这篇报道就此打住，禁止追踪报道。\n   当时已作了8年记者的我，被禁止报道的事早已屡见不鲜。可是，从未有哪一件事如这次这般让我深受刺激。我很清楚，小思怡的亲人早与她的母亲形同陌路，她的母亲是一个正在强戒的吸毒人员，如果真相就这样被掩盖，事情的结果很可能会“大事化小，小事化了”------我是当时惟一知道事件真相的记者。我如果选择缄默，伯仁虽非我而杀，与我杀何异？我是一个天性胆小的人，我最怕良心的折磨。\n   我考虑了十来分钟，决定把这个消息发上互联网。我进了西祠胡同网站的“记者的家”的论坛，以“一位记者兼母亲的愤怒——公安抓走母亲却不通知亲属，三岁幼女活活饿死家中”的标题，发了以下内容：\n/\n/\n/\n作者: 冷香暗渡 发表日期: 2003-06-22 20:01:38 返回《记者的家》 快速返回 \n\n   6月22日晚，成都市青白江区发生一起令人震惊的惨剧。多日前，一个三岁幼女被吸毒母亲锁在家中，母亲一去不回，直到22日晚邻居闻到尸臭报警，当地警方破门而入才发现小女孩已活活饿死在卧室门后------（详细报道请看成都商报电子版上原稿，请见谅我粘不上来，请直接输入成都商报可进入成都商报电子版） \n   采访到写稿，刚为人母/生了一个可爱女儿的记者都心痛如绞。想想一个三岁的孩子从哭叫敲门到声嘶力竭倒下再到死亡需要多长时间？她死前经历了怎样的恐惧痛苦悲伤无助和绝望？这段期间她的亲人们和邻居们都在干什么？ \n   二十三日凌晨3时，记者发完稿后回家，给母亲和姐姐讲起此事，大家都哭了，一夜未眠。我们在心里千百遍地诅咒这位丧尽天良的母亲。记者本人甚至想如果找到这位母亲以记者的身份采访完了后，还一定要以一个母亲的身份替那孩子给她两耳光。 \n   但今天追踪采访的结果出人意外——这位母亲并未死在外面也不是有心要致孩子于死地，她六月四日把孩子锁在家后到离青白江十多公里外的成都市金堂县盗窃并吸毒，结果被公安抓了，被送往戒毒所了。 \n据一个和该女同时被抓的吸毒人员称，当时这个叫李桂芳的妇女曾跪地哭求公安，说她家中还独自锁着三岁幼女，哀求对方让她回家把孩子放出来交给其他亲友她再回来投案，但警察不许，也未打想办法核实李的话，也未给李的当地派出所打电话（当地派出所熟知李家情况），也未通知李的家人（李有两姐一兄）。于是三岁孩子就这样被所有的人“遗忘”在家中。在这大热的天里，没水喝没食物吃没人理睬，也没有人想起她。于是一个幼小的生命就这样悄悄地死了！真是惨绝人寰！ \n   回来正在写稿，公安局已经恶人先告状了，打电话给市领导说记者乱报，说什么记者不采访警方（警方拒绝采访，相信各位同行都知道采访警方的难度），说什么记者乱报孩子的母亲失踪，其实“明明被我们送去戒毒了嘛------是的，人是早就送去戒毒了，可是为什么不通知有关部门和她的家人？当事警官在听到女子哭诉家中有幼女独自被锁的时候引起了足够重视吗？虽然吸毒人员的话大多不可信，可为什么不打个电话核实一下？一个电话就能挽回一个女孩悲惨的命运啊！那是一个年仅三岁的孩子啊！本想象追孙志刚案一样大肆深入追踪，并写好了追踪方案，可市领导不问青红皂白就通过市委宣传部把追踪报道封杀了。 \n   当了八年记者了，什么黑暗都见得多了，我已很少流泪。可是这次领教的黑让我出离愤怒。我不仅是一个普通的记者，更是一个普通的女人一个普通的母亲，我为这孩子放声大哭！我为有这种母亲这种公安这种社会这种世间一哭！ \n   这样的冷漠执法，这样的知法枉法！ \n   有哪位同行能不受本市宣传部门约束的，对此事感兴趣的请与本人联系。六二六禁毒日在即，这可是绝好的题材，同时还有黑暗执法的内幕可挖！先在这里谢过各位同行了！本人电话138080-------\n   注：李桂芳现在仍不知女儿已死，还在戒毒所为女儿提心吊胆------家属已聚在一起，准备为惨死的孩子讨个说法。他们说，虽然与李不和，但如果知道李被抓了家中只剩幼女，肯定会砸开门把孩子救出来，也就不会发生这样的惨剧了。 \n/\n/\n/\n   这个帖子迅速引起强烈反响，众多网友立即跟帖。这时，我公布了自己的真名，以证实这件事的真实性。北京青年报，南方周末等报纸的编辑记者迅速给我打电话了解详情。\n   一个小时后，市公安局计算机监察部门给报社打来电话，“建议”我删除此帖。有关领导也给我打电话，说我此举违反新闻纪律。我只好打电话给西祠胡同，请求删除了这个帖子。但在删除前，我上网通知网友们存下这个帖子。十分钟后，此帖被删除。\n   第二天，来自全国各地的媒体记者赶赴成都。第三天，美国、英国的传媒记者也在和我联系，并有人来到了成都。但我没有见他们。因为此时，我已受到了来自各方面的压力。我早有心理准备，但我不想连累我的报社。\n   我在互联网上公布这一消息后的第二天即6月23日上午，成都市公安局宣传处的两位警官来到了报社，要求见我。被分管我的报社领导劝止。领导认为当时警方不适合与我直接面对。在他们离开后，这位领导找我谈话。我当时仍处于激愤之中，我们的谈话不到三分钟就结束了。我说：“我一点也不后悔，就算重来一次，我还是要发。就算刀架在我脖子上，我也要发。”领导沉默了一会儿，什么也没说，只说你先下去吧，冷静一下。\n   事态在进一步扩大。成都市公安局和市委市政府每天都有大批记者前往采访。6月22日之后的一个星期四，上午成都市委召开常委会。一位分管宣传的市委领导说，像李亚玲这样的记者简直就是害群之马，要坚决清理出记者队伍。常委会散会后不到一小时，我就从一些渠道听到了有关会议内容。我知道自己原本想坚持到白头的记者生涯，已就此走到了尽头。\n   我去向同事了8年的主任蔡军辞别。蔡军劝我说，尚未得到正式通知，叫我稍安勿躁。于是我请了假，到美容院洗脸。事已至此，我必须善待自己，以良好的状态迎接即将到来的一切。\n   在美容院，我又接到几个同行的电话，向我传递来自各个渠道的信息，大意都是说我这次肯定“下课”了，要我做好心理准备，他们支持我。我闭着眼听电话，眼泪不停流出来。为我洗脸的美容师也没法再工作，抱着我哭了。她说，给你洗了几年脸了，也许，我以后再也不能给你洗脸了，你是一个好记者，我帮不了你，今天优惠你吧，不收你钱了！\n   这时，我接到了电话，说成都市委的有关领导找我谈话。我去了。那个曾经冷厉地说要把我坚决清除出记者队伍的领导，此时笑得很和蔼，她甚至说我很像她的女儿，她的女儿也和我差不多大----我说，要开除我不要在现在，因为现在已经有国外媒体来了。如果在这个时候开除我，会把事情政治化。对谁都不好。也请允许我接受外国媒体的电话采访，我会注意分寸，这样才能给事件降温。领导说，说要开除你，只是我的一时气话。你还这么年轻，我不会不给你机会的。\n   晚上，我接到通知，一位自称某秘书的叫我开着手机，等候领导电话。晚上，有领导和我通了两次话，并叫我第二天早上8点到市委去。第二天，我去了。这位领导说“解铃还需系铃人”，要我上网去“澄清事实，挽回影响”。我说这样不好，因为我的前后态度如果反差太大，反而会更让人怀疑我受到了外力因素的左右。对我的这个说法，有关部门和领导有两种不同的意见，一种坚持让我重写东西发网上去，一种认为“屎越挑越臭”，还是不要再动，新闻热潮自然平息。最后，前一种意见占了上风。\n   我说，我不会写，我也不知道怎样写才能合你们的意，你们给我一篇东西，我肯定会以我的名义拿到网上去发，你们尽管放心！\n   我心里想的是，如果他们给我什么，我会原封不动地发到网上。即便网友会认为我出尔反尔，认为我“晚节不保”，我也不觉得羞耻。因为这也是在忠实记录一段真实的历史——中国新闻的历史。\n   这篇文章最终决定由公安局宣传处写好后给我，让我改成我的口吻后发给市委宣传部审，审过后再由我以我的名义发到网上去。我一直等到凌晨两点，文章终于来了。我没有改一个字，我给市委宣传部的宣传处长打电话，再次重申，最好不要发，我不担保发了这个东东之后，不会带来更坏的影响。\n   第二天，我接到通知，市委有关领导改变主意了，不发这篇稿了。随后，一切似乎归于平静。但我知道，事情不会就这样过去，我一直都在担心，担心有一天会被“秋后算帐”。\n   不幸的是，一切的担忧都成了事实。曾经抱有的万一之想在3个多月后宣告破灭。\n/\n   10月6日，我接到一个北京网友的电话，说他专程到成都来看我，他花了一万块，请作曲家为李思怡写了一首纪念的歌，想把刻着这首歌的光盘给我。我自知自己处境敏感，不想接待这位身份不明的人，但又觉得不能辜负这样一个热心人，于是去了。去了才发现，在座的还有另几位成都本地的朋友。一介绍，才知道他们都是本地的作家或高校老师，其中一个叫冉云飞。我也没有介意，大家一起吃了顿饭，喝了会儿茶也就散了。\n   但10月8号，领导找我谈话，问我10月6号见了哪些人。我如实说了。领导说那个北京网友是一个民运分子，那几个在座的成都本地朋友中有几位是参加过六三加一那次活动的。我说我不懂政治，也不懂何谓民运。我说的都是实话。我是一个只有高中文化的女人，我真的不懂政治也对政治毫无兴趣，我只是单纯地凭着一个记者的职业道德和做人的良知在从事我的职业。但这时我意识到了后果的严重。因为，我参加一个私人聚会，却会这么快就被某些部门掌握得一清二楚。我显然已陷身一个看不见的漩涡，欲拔不能，也无人可救。这次和以往得罪了别的黑恶势力不同——1999年，我曾因报道得罪了成都的黑老大。黑老大扬言要以十万买我人头，我也不曾如此害怕过——而这一次------\n   领导说，现在你说什么也没有用了。没有办法了，事情到了这一步，只有把你调离记者岗位。并劝我：以后要两点一线，不要与外人交往。事实上，从6月22日以后，我就再也没有写过任何“负面报道”了，我也没有机会再“惹事”。\n   对这个意料中的结局，我没权拒绝，只有接受。于是被调到新闻后勤部门，负责对外约稿，和从网上选择国内新闻稿件。\n   接下来的近两年里，除了办公室和家里，我哪里也不去，连朋友的婚礼都不敢参加。因为，我不知道还有哪些看不见的危险在等着我，我也不能给我的亲友带去不可预见的危险。我经常接到陌生人的电话，并明显地感到对方在录音，我在网上看到，不时有关于我的谣言和虚假报道-------那种感觉之恐怖，是我这个普通的女人从来不曾体会过的。有好几次，我都险些崩溃！\n   我曾是一个工作狂。那段时间里，我只能朝九晚六，看着同事们进进出出忙忙碌碌，却只能袖手旁观。那段压抑而痛苦的日子我几乎没有勇气回想。有好多次，我开车在回家路上，看着一城灯火，却只觉无比的孤独和脆弱，我常常有一种生不如死的感觉。我只有不停地对自己说，生活就是在不停地选择。你选择了，就要承受这个选择所有的后果。当初我如果选择沉默，则这个案子就会石沉大海，皆大欢喜。但我会受一辈子良心的折磨，那种自我嫌弃的滋味也未尝就比现在的状况更好。\n   我也经常会接到一些匿名电话，向我通报公安内部的一些有关此案的情况。这些人也许目的各异，但却让我一直对事件的动态和内幕了如指掌：我知道了当事实习警官牟羽的冤屈，也知道了小思怡在世上的最后一餐饭是半碗白米饭和一碗萝卜猪蹄汤，也看到了穿着圆点花裙子的小思怡那高度腐败、爬满蛆虫的尸体照片---------我仿佛离这个事件越来越远，却仿佛又离这个事件越来越近。\n   那是一段食不知味，睡不安枕，醒时若梦，睡时若醒的日子。\n/\n   2003年12月12日，是我老公的生日。他特地从北京回来了。我向报社请了假，说是陪老公过生日。清晨4点钟，我们起床，开车前往150多公里外的乐山市马边县。李桂芳解除强戒后，直接被公安送到了那里的大姐家。小思怡就葬在那里。虽然全国媒体都在追踪。但没有人能了解到更多的情况。只有我知道一切内情。我把这些情况都提供给了我老公任职的新闻周刊。年底，新闻周刊要做中国2003十大新闻事件的回放。于是，我们相约在他生日这天，去为小思怡扫墓。\n   非常感谢我的老公，他不仅是我的爱人，更是我的人生导师。虽然我们性格迥异，但在大的价值观和人生追求上，我和他是同道中人。因为有他，无论人生有何风雨，我都能勇敢面对。即便是出了这样的大事，我老公也只幽默地笑着安慰我：只要你相信自己做得对，那就不必痛苦。想想韦小定同志说的吧，总不能既想当英雄，又想搂着粉头唱十八摸吧？\n   我本正愁肠百结，听他此言，破涕一笑，从此不再纠结。\n   由于乐山至马边正在修路，我们来回花了十多个小时。我们给小思怡买了玩具熊，水果和糖果。她的大姨和姨父带我们去扫了墓。李桂芳和我通了电话。据说，她领到了十万元“补偿。大约一两年后，她又给我打过电话，抱怨公安“事情过了，也不再管我了”，她已把所有补偿耗尽，希望我再帮帮她。我一听就知道她肯定还在吸毒，我无法控制对她的愤怒和嫌恶，在痛骂她几句之后，就不顾她的苦苦哀求挂了电话。到如今，我也不知道这个女人的死活了。\n/\n   2004年3月下旬，我再也无法忍受那种无聊的日子。我向报社提出，即便不能作记者，也让我回到一个能写作的岗位吧。我曾经酷爱写作，14岁就开始写长篇小说，到16岁时已经完成过72万字的武侠小说、11万字的青春校园小说各一篇。我是因为作家梦破，才会当记者的。我因为当年的心理障碍，已封笔十二年不曾写过小说。现在我想为报社的特稿版写小说连载。报社同意了。\n   我用了不到一个月的时间，写出了《最后一页》，这篇小说在网络上先连载，后在报纸上连载，引起了轰动。为报社增加了几万发行量。这本小说已于2005年1月出版，并将于今年下半年被改编成电视剧。\n随后的几年里，写小说和为报纸的情感热线版采写情感故事，成了我的主业。曾经在成都媒体圈一线奋斗了8年的我，就此逐渐淡出新闻舞台。又过了5年，我辞职了，彻底告别了自己曾经深爱、曾经想要为此奋斗一生的新闻行业。\n   李思怡事件，是我从业生涯中最深的痛，也是我人生的一个重要转折点。为此，我付出了很大的代价，但，人有所不为，有所必为。我，从不后悔，也永不后悔。\n   曾经，十六岁的我一心想当作家，未料作家梦破，高考落榜，只能去报社打工；打工过程中有幸通过自己的努力转为了新闻记者，我人生中20岁至33岁的13年最黄金的时光都付给了新闻行业，而这段经历也给了我最丰厚的经历，让我的人生境界从此不同。最后，我还是又离开新闻行业回到了文学创作的路上，这真是有心栽花花不发，无心插柳柳成荫。\n   其实，一条路看似走到了尽头，只是命运在提醒你走另一条路。这些年，我走了一个好大的圆，终于又回到了起点。\n/\n   去年，朋友请我去吃鱼火锅。席间她的另一位朋友知道了我是谁，突然控制不住地有些愤怒。原来，他曾经也是公安系统的人，经过多年拼搏，在2003年的时候，本有机会获得提拔。可正是因为我报道的李思怡案件，让成都市公安系统大地震，他的前途也因此断送。他说，你知道吗？像我们这种体制内的人，一生中没有几次往上走的机遇，一旦错过了，一辈子也就完了。但他发完牢骚之后，居然敬了我一杯酒。他说：于我个人的人生，你起了很不好的作用！但我还是要敬你一杯酒，因为我也是一个有良知的人，我知道，你做的是对的！我应该敬你！\n   这杯酒，我和他都喝得感慨万千！我知道，体制内也暗藏着许多良心和热血。就在当初我去有关部门作检讨时，一位小小的科级官员也曾趁领导不在，制止了我机械地背诵式地“检讨”。他压低声音说，这会儿领导不在，你就不用作这些表面文章了。你没有错，你是对的！错的是我们！我当时很愕然，随后有些小小的感动。但感动之后便是深沉的无力感。因为即便还有些良心和热血，但在身不由己地运行之中，整个人的言行模式都已被同化和固化，纵然灵魂深处还藏着些许是非和羞耻，又有何用呢？他们还不是依然一边羞耻着一边自我原谅着继续推动原有的程序！\n   十年过去了，我个人的命运，一如酿酒，九蒸九醅之后，更显醇厚滋味。但我的祖国，对未成年人的保护，却依然停滞不前。每次看到各种儿童被拐卖、被伤害的事情，我都悲愤心疼不已。今天，南京发生的惨案，再次揭开了我心中十年前的旧伤疤。\n   习总说的中国梦，应该不仅仅是强国梦，不仅仅是航母下海神十升天，还应该是富民梦，是让每个弱者都能免于恐惧、找到向前的动力的梦！我期待着又一个十年后，我亲爱的祖国能有所不同，至少，不会再有李思怡，也不会再有陈水总-----",
			"added": 1504458137,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 8,
	"comment": {
		"1_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 1,
				"body": "ZeroName这个站点是做什么用的？里面看起来有很多域名，包括所有域名吗？",
				"added": 1504424897
			}
		],
		"218_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 2,
				"body": "把事件信息放上来啊！懒得不行。\nhttp://wx3.sinaimg.cn/mw1024/e7851984ly1fj6rikxq4hj20k01qnk1i.jpg",
				"added": 1504455741
			},
			{
				"comment_id": 3,
				"body": "这次舆论声音这么大，当地政府肯定会严肃处理。但只要偏袒穆斯林的政策不变，依法治国的意识继续缺失，甚至以民族主义分化人群笼络人心的思路不变，以后也还是好不了。",
				"added": 1504456155
			}
		],
		"1_1EyvbL9jSFGCPcvPJLvBmpMSo8NMksF1Hr": [
			{
				"comment_id": 4,
				"body": "不需要讨论，反正人民没有渠道表达和解决。人们会越来越清楚政府代表的是谁的利益，等着爆发就好了。",
				"added": 1504585341
			}
		],
		"1_1MH5FyrHx36GJFQjG2XdFm1ua9ydRahyM4": [
			{
				"comment_id": 5,
				"body": "> [s0n](#comment_1_15gvAbUXqpSEzKoYcFv1Q4Br3TPHLJ1UEW): “打倒”这个词还是以暴制暴的逻辑，虽然这个逻辑在现实中是可行的，但可行的并不一定就是我们所需要的。当前政权建立在枪杆子、刀把子之上，如果我们还是用暴力推翻现政权，建立起来的依然是一个暴力机器。而这就是毛泽东曾说过的历史周期律。要打破这种历史周期律，唯一可行的就是和平、非暴力的权力转移。\n> 和平的权力转移，路径是多样化的。但共同的特点就是，反对派不使用暴力手段。剩下的请大家展开想象力吧。\n\n支持。我觉得共产主义思想还是很科学、先进的，如果把共产党完全打倒，很难把这些先进的部分保留住。",
				"added": 1504623994
			},
			{
				"comment_id": 6,
				"body": "> [simonullrich](#comment_31_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR): 我觉得是反科学，反人类的，共产国家一个一个地灭亡就是例证\n\n马克思恩格斯当初就提出 社会主义首先在发达的资本主义国家出现，只有社会生产力水平到一定程度才能进入。强行进入的当然容易消亡。",
				"added": 1504853709
			},
			{
				"comment_id": 7,
				"body": "> [simonullrich](#comment_32_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR): “用暴力推翻现政权，建立起来的依然是一个暴力机器。” 是一种歪理，很可能是五毛文宣。因为推翻政权要不要使用暴力，完全是看现政权是不是暴力政权，现政权就是一个暴力政权，所谓和平、非暴力的权力转移根本不可能存在，叫我们不要使用暴力，等于变相叫我们不要推翻现政权。同时又给我们洗脑，把暴力推翻现政权，诬陷成要建立一个暴力机器，前者事实并不等于导致后者的发生。\n\n文革的影响够不够大？像这种暴力程度的运动我觉得刚刚好，比战争好些。",
				"added": 1504854077
			}
		]
	},
	"comment_vote": {
		"26_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR": 1,
		"2_1J9TtrJJTu4wxuHXaLekfFxPCt4YBcuQpS": 1,
		"1_15gvAbUXqpSEzKoYcFv1Q4Br3TPHLJ1UEW": 1,
		"22_1FJRjdGow8g75CyhamZ6zpuwSj1KBMK5Nt": 1,
		"336_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": 1
	}
}