{
	"next_comment_id": 30,
	"user_name": "Kaffie",
	"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
	"post_like": {
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_10": 1471385177,
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_11": 1471432704,
		"1DMBWEfQdEaRtsWEwZLY98b9t1ZcoG2ECM_1472248656": 1472208935,
		"17gEFavobc7RsKNGbSzZwoSZ6jNB7hT2KN_1472745017": 1472772476,
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1472766375": 1472789398,
		"1H4xoahmzZ8UNyXLNogcDu39NhNENaEyJk_1473729852": 1473737098,
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1482253243": 1482378045,
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1482355536": 1482379198,
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1482432384": 1482465454,
		"1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz_1495159486": 1495160863,
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1495572885": 1495572757,
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1496086506": 1496127345,
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1500190019": 1500199266,
		"1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1500233605": 1500246224,
		"1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1500244585": 1500246240
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "Just woke up, sorry. I have way more than 13 followers though. When I ran the code thingy, It popped up like 30 (of the 80 people at the time I ran it). As Nofish mentions, it seems to be ~164 now. I imagine the popularity comes from being an active ZeroNet user (on zerotalk, zerome, and my own blog), being a girl, and being the developer of Kaffiene, which is pretty popular as it is.\n\nI gotta say, makes me feel loved though :D",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_10",
			"date_added": 1471385120
		},
		{
			"comment_id": 2,
			"body": "No way to enforce this. If you do it from the viewer side, people can just switch viewers to remove the limit (or edit the json files directly). If you do it from a hub side, people can just switch hubs. I personally run my own hub, and have a personal cloned ZeroMe, so I can avoid content limits.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_3",
			"date_added": 1471385299
		},
		{
			"comment_id": 3,
			"body": "@P2P: :P I thought it was obvious. I even have it listed in my ZeroMe bio. Was your usage of male pronouns just a default, or was there something about me (user name, writing style, etc) that made you do it? I'm honestly curious.\n\nEdit: Is it really mostly just guys here?",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_10",
			"date_added": 1471395440
		},
		{
			"comment_id": 4,
			"body": "@P2P: Huh, alright then. At least in english (and maybe just the US) there's a common expression: A/S/L, which means age/sex/location. So you'd do something like: 23/F/US. And yea, most people into tech here are guys as well.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_10",
			"date_added": 1471398729
		},
		{
			"comment_id": 5,
			"body": "@P2P: It can either mean men, or as a gender neutral term. So all men would be guys. Mostly men and some girls would be guys. A good mix would be guys. But if it's all girls, then you'd go with girls/ladies/etc. I don't think I've ever seen 'guys' used to describe an all girl group. But it's definitely possible. A guy is a man, but guys can either be a group of all men, or a gender-mixed group. If you say something like 'the guys' it generally means all men.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_10",
			"date_added": 1471399825
		},
		{
			"comment_id": 6,
			"body": "@Quadrangle: The plural can. The singular 'guy' is masculine.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_10",
			"date_added": 1471399907
		},
		{
			"comment_id": 7,
			"body": "I always just load a new site up in the various proxies. The proxies almost are always up long enough for enough people to get the site and seed it. Then I link it on my other sites.",
			"post_uri": "1PoiRFseXaeGhnj2mpwS3xiXVrUd8noRLW_3",
			"date_added": 1471471028
		},
		{
			"comment_id": 8,
			"body": "@Dxtjgxz: ZeroMe? Or ZeroTalk? I'm unaware of any ZeroMe clones besides my own, the dark theme, and infinity hub. You can find a zerotalk with images here: http://127.0.0.1:43110/1C2JhCunGLtvyX56nQ88tcb87WnXspjWN",
			"post_uri": "1MzWT1C1LwRZmABNthcryXfsVKxP6Si5Ev_3",
			"date_added": 1471730846
		},
		{
			"comment_id": 9,
			"body": "The big issue with zeronet at the moment is that it's *awful* for sharing larger files. IPFS, however, is designed to do just that. That's why people often pair the two. I mean, you could just as well link to imgur or something, but I think most people would agree it's best to keep everything to decentralized services.\n\nYou can technically use IPFS for sites as well, but it's not as good as ZeroNet IMO.",
			"post_uri": "1H4xoahmzZ8UNyXLNogcDu39NhNENaEyJk_1473729852",
			"date_added": 1473737096
		},
		{
			"comment_id": 10,
			"body": "@Sirenyc: Sorry about that! I've sort of been drifting away from ZeroNet these past few months. I really need to get back into the swing of things. I'd really like to keep working on Kaffiene, but my mind's been other places lately. I still check in every now and again, but I haven't really had any time to dev.\n\nReally all that's left to be done is an automatic crawler/tagger that's left running continuously. I have the knowhow, but not the time/effort, haha. Though it seems Kaffiene has become the google of ZeroNet, so maybe I should put more of a focus on it, and really make the site great.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1481137760",
			"date_added": 1481868346
		},
		{
			"comment_id": 11,
			"body": "Plans for a new video site? Please try not to squat domains.",
			"post_uri": "1EFRUQjydLVFKNFBiF2LW5rpQeqEr8EA6M_1482072363",
			"date_added": 1482101890
		},
		{
			"comment_id": 12,
			"body": "Well if it's any consolation, *I'm* a fan of your stuff. You're one of the few developers here who actually want to try and improve ZeroNet. I think everyone's just stepping on each other's toes right now, since there's still a lot of groundwork to be laid out. Remember, I basically just crushed ZeroSearch >_<. My whole intention with Kaffiene was to fix a frustration I had: that there wasn't a good way to search for sites.\n\nI'm really lazy at dev work, which is kind of why I've been gone for a long time (I wasn't gone, just fighting depression :\\\\). I try to share my code in hopes that stuff like Bwoi *will* pop up and perhaps become even better. Maybe you'll repurpose it into something else, like CensoredSearch did.\n\nTBH, I really have no idea what I'm doing. I'm just playing around with ZeroNet, and trying to make it a cool place. I'll support whatever you decide to come up with, whether it's a search engine, a video site, a music site, or something else. As of now, I really like seeing the competition between stuff like, say, KopyKate and ZeroTube. ZeroTube started out better and had my support, but it's dev has been slow, and KopyKate surpassed it.\n\nI see lots of opportunities here to make real cool stuff. But I don't see that many developers going at it. I'd love to do all that stuff, but I'm only one person and already have problems getting myself to work on my existing stuff. So I say just go do what you want to do. Just ignore me. If you want to make a real cool search engine, do that. \n\nBut whatever you do, be sure you stick around. I think you're a good person to have here.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1482180332",
			"date_added": 1482210156
		},
		{
			"comment_id": 13,
			"body": "Just an FYI, Kaffiene can search through the .bit domain names that are registered for ZeroNet. Just set it to use the ZeroName index. No tags/context though, just raw searching of names. Reverse searching also works, you can punch in an address and see what domains point to it.\n\nManually submitting sites should work just fine, once you apply the ZeroFrame API. ZeroTorrent and other similar sites allow you to search through user submissions.\n\nAs for ranking... The peers/seeds was a quick idea I had for Kaffiene, but it's quickly becoming a mess. It works better than just unranked, but it's hard to keep everything updated. Definitely an on-going problem.\n\n@PaintNinja: Parsing natural language is pretty difficult as a whole, and is something even google struggles with. Though Kaffiene and Bwoi can both definitely use a lot of work in this area.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1482253243",
			"date_added": 1482378441
		},
		{
			"comment_id": 14,
			"body": "@weakish: Can you mail me with more details about the Kaffiene error? Like browser, os, etc?",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1482180332",
			"date_added": 1482378490
		},
		{
			"comment_id": 15,
			"body": "@Eibriel: I think he means that there's multiple domains pointing to a single address. Like: search.kaffie.bit, kaffiene.bit, zerosearch.bit, and 0search.bit all point to the same Kaffiene address. ZeroName indexes each of these domain names so you know where they point and can follow them. Erkan had a ton (like 200) of domains pointing all to the same splash page.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1482432384",
			"date_added": 1482465451
		},
		{
			"comment_id": 16,
			"body": "@Alex: Yeah, obviously the ZeroName implementation in Kaffiene is just real quick. You can obviously do a lot of work there.\n\nYou can definitely have user submissions for sites. Again, ZeroTorrent does something similar (searches through user posts). KopyKate is another site that allows you to submit things and search them. TBH, I haven't messed around with the ZeroFrame stuff, which is why Kaffiene doesn't have any user submitted things, haha. But no, no middleman is required. Users have permission to write whatever they want in their particular folder of your site. Using the content.json you can manually configure what they are and aren't allowed to upload.\n\nAs for ranking, yeah, it's really tricky. The goal for Kaffiene was to be able to find active sites for whatever you wanted, and what's popular in ZeroNet. Sort of like an organized 0List. Not necessarily to help new sites get peers. There's already sites to help do that, which I have written tools to pull from ( see [Kaffiene's newsitesdb.py](/kaffiene.bit/newsitesdb.py) ).\n\nPersonally, to solve the peers issue, I think it's fine to inform people to have them visit their site through a couple proxies, so that those can act as a 'dedicated' host while the site is still unknown. Once you have maybe 10 or 20 people hosting it, you're good to go. And if it's a useful site, it'll gain peers pretty quick if you share it somewhere.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1482253243",
			"date_added": 1482496410
		},
		{
			"comment_id": 17,
			"body": "I use `XMLHttpRequest();` for Kaffiene. It works fine for me and other users that have reported feedback. But fails on proxies. I think I asked nofish about it a long time ago and wasn't given a solution. Hence the hack.\n\nI'd love for it to be an official feature though.",
			"post_uri": "18DbeZgtVCcLghmtzvg4Uv8uRQAwR8wnDQ_1494604070",
			"date_added": 1494604817
		},
		{
			"comment_id": 18,
			"body": "Indeed. This is an on-going problem. Most sites by default just permit zeroid. Meaning that KaffieIDs are not as useful. There needs to be an easy way to encourage/set the ability for *any* cert signer to be accepted. A blacklist instead of a whitelist.\n\nAs for ZeroMe/User Registry, AFAIK KaffieIDs still work fine on ZeroMe, but due to not having permission to post in the user registry, will not appear on the 'all users' page. They're still discoverable through other means, such as followers, or posts in the 'everything' tab.\n\nMost hubs also block KaffieIDs, meaning comments are unable to be made there. So unfortunately that means the the user experience for KaffieIDs is limited. Hopefully a long-term solution for this can be made.",
			"post_uri": "1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz_1495159486",
			"date_added": 1495160778
		},
		{
			"comment_id": 19,
			"body": "@Rythyrix: KaffieIDs are unique in the sense that the auth address (the actual user identifier) is unique. There is the exact same restrictions for kaffieids as there is for zeroids. The only difference is that kaffieids do not have unique names. ZeroNet, unfortunately, relies on this in a ridiculous way, deciding to completely ignore the entire system that makes the user interaction work in the first place. It's a horrible bug and needs to be fixed.\n\n>Can't simply ban them, since bans are handled via per-ID permissions and stored as usernames, not public keys, banning one KaffieID would ban all the legit users who happen to share the same name. \n\nYes, this is a bug that needs to be fixed. No KaffieID, or any other cert provider's fault.\n\n>Spam stuff\n\nKaffieID does not allow spam anymore than regular zeroids do. You still have to go through the same process of generating a new auth_address, and registering it with the appropriate service. KaffieID just prevents bots from taking up names. The fact that the ban list does not allow auth_address is not a fault of KaffieID, but instead a bug with zeronet.",
			"post_uri": "1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz_1495159486",
			"date_added": 1495180583
		},
		{
			"comment_id": 20,
			"body": "@Rythyrix: It's worth noting that personal mute lists do indeed block by auth_address, meaning that it's only site-specific banning that is bugged. AFAIK, nofish commented with a work-around using the archive feature.",
			"post_uri": "1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz_1495159486",
			"date_added": 1495180849
		},
		{
			"comment_id": 21,
			"body": "@jro: Yeah if you own both sites then the merger feature is definitely recommended. You can use both sites to store data into a shared DB. The way I described is really just a hack to read from websites you don't own, or that aren't merged.",
			"post_uri": "18DbeZgtVCcLghmtzvg4Uv8uRQAwR8wnDQ_1494604070",
			"date_added": 1495366301
		},
		{
			"comment_id": 22,
			"body": "Awww... I was really hoping to see what you'd do with 'Bing in javascript'. I'd love to see more search engines that take it seriously rather than just Kaffiene.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1495359943",
			"date_added": 1495369706
		},
		{
			"comment_id": 23,
			"body": ">What makes something an \"Owned Site\" on ZeroHello?\n\nAny site you *should* have a private key for (cloned or created new from the UI) will have it set by default. Created sites through command line AFAIK need you to set it in the sidebar.\n\n>But I have no idea how to set that up with vanity addresses.\n\nClick and drag the (0) in the top right corner and drag it to the left. It'll open up a sidebar. Scroll down and you can see \"This is my site\". Enable that and your zeronet client will mark the site as yours.\n\nYou might still need to enter your private key each time you sign through the UI, unless you edit your users.json file to have the private key for the site.",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1499054139",
			"date_added": 1499065498
		},
		{
			"comment_id": 24,
			"body": "You cannot. That's a special feature only given to 'admin' sites. Same goes for trying to fetch a list of sites the user has. You can get the amount of peers for your own site using: `site_info.peers`. If you make a new site through ZeroHello, the default html/js will have it as an example.",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1500117627",
			"date_added": 1500118713
		},
		{
			"comment_id": 25,
			"body": "@Elspru: ZeroSites does not dynamically fetch the peer count. Nofish is running a bot on the backend that updates the DB with the peer counts of the submitted sites.\n\nOn ZeroMe, the images are hosted on ZeroMe, so it is possible to fetch the number of peers you're connected to, that have the image file.\n\nBasically, as a site dev, you can access the peer count of optional files, and the site itself, for the user visiting the site. If you want *other* sites and their peer counts, you need to have an 'admin' site (basically just ZeroHello at this point).\n\nIf you're just doing it for you, you can go into your ZeroNet config and change your homepage to your new site. That'll let it have admin functionality. Alternatively you can run a bot like ZeroSites does.\n\nFor Kaffiene, I just have some scripts that fetch peer counts from proxies. Since those will always be the highest, and have lots of sites.",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1500117627",
			"date_added": 1500158489
		},
		{
			"comment_id": 26,
			"body": "@Elspru: Turns out if it's for a merger site you can use\n\n```\nPage.cmd(\"mergerSiteList\", {query_site_info:true}, function (res) {\n   console.log(res[\"1BLueGvui1GdbtsjcKqCf4F67uKfritG49\"][\"peers\"])\n})\n```",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1500117627",
			"date_added": 1500158643
		},
		{
			"comment_id": 27,
			"body": "@Elspru: If you're planning on making a replacement for ZeroHello, you can just copy how it does it and then repoint the home/admin page to be yours instead. As for ZeroSites... You can find the source [here.](https://github.com/HelloZeroNet/ZeroSites) But from a quick glance I can't see where such a bot would be. The source for ZeroHello can be found [here.](https://github.com/HelloZeroNet/ZeroHello) If you look in data/sites.json you can see that you can set \n```\n\"permissions\": [\n      \"ADMIN\"\n    ], \n```\nto give a site admin permissions, which will let it do what you want.",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1500117627",
			"date_added": 1500177389
		},
		{
			"comment_id": 28,
			"body": "Yeah, it, along with a lot of other stuff is ran/owned by Plasmmer, who's kinda a Kaffie fanboy lol. Zero News, Snifferdog, Kidsearch, and Peeper at least. I like the idea at least. It just needs more articles, and not just stuff focused on me.",
			"post_uri": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L_1500233711",
			"date_added": 1500246213
		},
		{
			"comment_id": 29,
			"body": "Pretty cool. I'm always excited to see new search engines pop up.",
			"post_uri": "1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib_1500244585",
			"date_added": 1500246323
		}
	]
}