{
	"next_post_id": 14,
	"next_comment_id": 1,
	"next_follow_id": 3,
	"avatar": "generate",
	"user_name": "Taotailang",
	"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
	"intro": "新 ZeroNet 用户",
	"post": [
		{
			"post_id": 1,
			"date_added": 1503196458,
			"body": "你好 ZeroMe!"
		},
		{
			"post_id": 1503196573,
			"body": "班农现在估计已经看明白了，大权在握也无法推动改良，只能搞革命了。已经从康有为进化成孙中山了。",
			"date_added": 1503196571
		},
		{
			"post_id": 1503196943,
			"body": "现在很多人膜蛤，觉得他开明。其实除了他个人原因，也和当时中国所处国际环境有关。90年代中国受西方制裁，苏联解体后中国作为仅存不多的社会主义国家就显得特别扎眼，西方世界很希望看到中国也步苏联后尘。所以，蛤蛤表现的很西化，是为了减少西方对华的敌意，让对方觉得中国有被和平西化的可能。客观而言，蛤蛤才是战忽局最高领导。",
			"date_added": 1503196940
		},
		{
			"post_id": 1503197107,
			"body": "改良派与革命党看似主张对立，其实也是相辅相成。正因为孙中山这些革命党天天搞暴动、刺杀，才迫使清政府试图用改良来缓和矛盾。如果没有革命党激进派，改良派就会像戊戌变法一样被镇压。",
			"date_added": 1503197103
		},
		{
			"post_id": 1503208032,
			"body": "美国的问题和历史上所有衰落大国的问题一样，财政入不敷出。多元化、种族团结都需要钱来维持，一旦没了财政支持，这些政策就玩不下去了，以往通过政策倾斜而维持的表面和谐就会不复存在，各种矛盾就会涌现出来。\n\n美国财政出问题，本质还是竞争力下降，凭借技术优势能获得的超额利润越来越少。欧美都面临相似的问题，而使得欧美企业技术优势不断瓦解的最大因素就是中国。一种技术一旦被中国掌握，成本马上大幅降低，欧美生产同类产品的公司就不得不降价促销。\n\n这个过程还会继续持续很多年，在此过程中，会看到欧美社会的矛盾冲突越来越激烈。今天美国保守派、自由派的冲突或许只是开始。",
			"date_added": 1503208027
		},
		{
			"post_id": 1503208493,
			"body": "美国自由派所追求的价值观对不对？从人类历史长远发展的角度看，无疑是对的，但价值观也要受当时生产力发展水平的制约，过于超前就会阻碍生产力发展。\n\n自由派主张的平等、多元，当然是历史发展的方向，但历史发展也有一个过程，不是一蹴而就的，一口成不成胖子。\n\n自由派今天在就业、入学等领域盲目搞政策照顾，只会削弱美国的竞争力。也就是当意识形态超越生产力发展水平时，不但不会促进生产力发展，反而会阻碍生产力发展。\n\n",
			"date_added": 1503208487
		},
		{
			"post_id": 1503208878,
			"body": "当年奥巴马当选，一片欢呼。再过N年看，就讽刺了，大家为亡国之君当选兴高采烈。白人至上主义分子就是奥巴马8年一直偏袒绿绿和黑人倒行逆施搞出来的，没有奥黑，就没有这些白纳粹的复兴。",
			"date_added": 1503208871
		},
		{
			"post_id": 1503208970,
			"body": "有生之年估计可以看到美国自由派把美国大公司搞成普通大公司，然后美国也跟着变成普通发达国家。川普不过是美国保守派的垂死挣扎，改变不了大趋势。",
			"date_added": 1503208962
		},
		{
			"post_id": 1503209016,
			"body": "成熟就是不把时间浪费在不创造价值的地方。",
			"date_added": 1503209007
		},
		{
			"post_id": 1503209419,
			"body": "总共：8834 注册用户，记录一下。本人也算先到的先驱了。",
			"date_added": 1503209409
		},
		{
			"post_id": 1503722503,
			"body": "人只有在解决了眼前的生存问题，才有闲心关注明天、关注未来。对于国家而言，也是如此，一个国家解决了基本的温饱问题，才有精力和财力去关心、探索未来，可以说关注未来是发达国家的特征。\n\n中国虽然现在还不是发达国家，但社会已经开始对未来越来越感兴趣，比如以《三体》《北京折叠》为代表的科幻文学的走红，央视等电视台也开始制作一些科普类电视节目，都说明社会中已经存在足够多的对于科学、未来感兴趣的受众，有了他们的需求，才会有各种迎合他们需求的作品、节目出现。这种现象折射的是社会的进步。当然，这一现象的萌芽更早可以追溯到“我们的征途是星辰大海”这句话的流行，这本身也反映了一种大众的心理和期许。\n\n在科幻文学、科普类节目繁荣的基础上，可以期待相应科幻影视作品的繁荣。拯救地球、登陆火星，探索未知世界将不再是美国人的专利。",
			"date_added": 1503722492
		},
		{
			"post_id": 1505663204,
			"body": "zeronet现在的问题是网站不能太大，否则打开速度慢。这个问题可能会随着网速的不断提升得到改善。此外就是下载内容的存储，这个可能也会随着硬盘技术的不断升级变得不再是问题。\n\n那么未来可以预见，一份文件会被所有访问过的人保存，真正实现分布式存储，不必在担心因为数据中心被毁灭而导致数据消失。真正实现当初设计网络时的预想。\n\n目前的数据只是由原来的单中心存储，变为多中心存储。未来，随着网速和硬盘的不断升级，数据存储会进一步分散化，会从多中心变为N个中心，甚至每个人就是一个中心，那时对网络监管的成本和时间将几何级倍增，当然矛和盾都是同时进步的，那个时侯监管方式可能也会进化出新的形式。",
			"date_added": 1505663192
		},
		{
			"post_id": 1505663836,
			"body": "网络去中心化1.0时代，萌芽期，数据资源提供主体是政府和科研机构；\n网络去中心化2.0时代，青春期，开始商业化，数据资源提供主体是各网络公司；\n网络去中心化3.0时代，成熟期，可能是以p2p技术为基础、去中心化特征更为明显的时代，目前各网络公司是各种资源分享的主力。未来主体可能变为乐于分享各种资源的个人，人人为我，我为人人的互助理念会更深入人心。",
			"date_added": 1505663823
		}
	],
	"post_like": {},
	"comment": [],
	"follow": [
		{
			"follow_id": 2,
			"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
			"auth_address": "18srV9XsF3r19LuP8fWyBcJMH7mSr2LXf2",
			"user_name": "大数据时代",
			"date_added": 1505661203
		}
	]
}