{
	"next_topic_id": 5,
	"topic": [
		{
			"topic_id": 1,
			"title": "论建立民主联盟的必要性和紧迫性",
			"body": "# 论建立民主联盟的必要性和紧迫性\n##### 中华文明五千年，这一直是我们屹立于世界的骄傲，五千年的智慧我们基本都能耳熟能详，但五千年的历史教训却从没有人认真总结。从尧舜禅让到父承子业再到成就霸业一统天下，我们的文明一直陷入一个死循环，五千年来从未走出过两河流域（长江、黄河）。其根本问题就在于我们缺乏和平的政权更替制度，五千年的文明在周而复止中消亡殆尽。\n---\n##### 历史已经证明了无论你怎么样巩固你的权利，兴仁政施周礼、修建坚固的万里长城、焚烧歪理学说、兴文字狱钳制言论等等最终都失败了！那么我们就应该实事求是的面对现实：“权力是不能被巩固的，它的本质就是新旧更替。”我们是不是还要在每次权力更替的时候拉上成千上万的百姓，让他们为了个人的一己私欲流血牺牲？\n---\n##### 而今天我们站在世界历史进程的最好时期回望过去，人类出现了三次政权文明，分别是：\n## 一、有能者居之-尧舜禅让\n##### 这个典故大家应该都知道，我们暂且不辩论尧禅让给女婿舜的动机是否单纯，但舜禅让给治水有功的大禹这是无可争辩的。可是到了夏启这里为什么就传承不下去了，变成了子承父业进而一步步走入了封建专制了呢？我认为有两个原因：\n##### 1. 启已经发展成寡头势力，在当时没有人能与之抗衡\n##### 2. 天下太平风调雨顺，自然环境不具备出现力挽狂澜的人才\n---\n##### 结合以上分析我们可以得出靠权利自律的更替制度是没有延续性质的，它缺乏人性的制约，注定了只能是乌托邦式的理想国。\n### 二、 武斗改文斗-巴西一球定江山\n##### 这个典故历史爱好者应该也知道，时间有限我就不在这翻阅典籍给大家一个确切的时间地点了，有兴趣的可以自行查阅。大约在一战后期吧，巴西各方军阀为了自己的利益一直达不成共识，最后有人提议举办一场足球赛，最终因为这场球赛，巴西进入了和平的进程。\n##### 可从今天看回去，巴西的这场球赛除了把足球推销到了全世界，它最代表性的政治文明却没有得到延续，不的不令人惋惜。总结得出以下两点：\n##### 1. 以球队代替军队进行权力博弈在全球缺乏共识性\n##### 2. 巴西自身的发展不足以证明足球政权的先进性\n---\n##### 结合以上分析我们得出，缺乏共识性和先进性的政权文明是得不到人类的认可的，虽然它是以和平的方式进行的，但提高不了生产力改善不了人类的生活，最终只能沦为人类的娱乐工具。\n## 三、 利益妥协-民主联盟\n##### 让我们在全球视野的镜头下再次回放，与我们相隔而望的大洋彼岸，法国大革命在我们歌舞升平的大唐盛世之下悲壮的进行着，他们的革命口号是自由、平等、博爱。充满了理想主义色彩社会权力财富分配新模式，然而却忽视了谁来创造财富这个最根本的问题，如果没有持续增长的财富做为依据，你提倡的自由平等只能在已有的财富瓜分完毕后一哄而散。\n##### 相比法国我们再来看看英国的改革，英国提出了保留皇室建立议会制度，皇室作为国家的形象代言人出现。这个做法相比法国更加稳妥。稳定了社会阶层，让民众没有过多的非分之想（譬如取而代之）。\n##### 相比英国那就不的不提美国了，而提起美国我们中国的有志青年大多都嗤之以鼻，你才多少年，你经历过朝代更替灭亡复兴么？而我们却没有看到美国在建国之初是充分吸收了英国的经验来规避朝代更替这样的悲剧的。它同样沿用了议会制，但更大胆的提出多党竞争由民众投票上岗。美国有英国的基础却没有英国的包袱“皇室”，它是我们人类在新大陆上的一片试验田，今天来看这片试验田收获满满。\n##### 中国诞生于1945年，站在五千年的历史上我们有太多的包袱，在西方体制、经济、文化、军事已经全面领先下与他们展开全面竞争困难可想而知。我们需要和平稳定的环境下民众智慧的觉醒来推动社会的进步升级，好在新一代的领导人已经有了这方面的觉悟，西方也明白一个走向封建专制的中国比一个崛起的向西方文明靠近的中国更可怕。有了这两方面的共识中国的民主联盟已在乌云之下发芽，我们每一个中国人有生之年更应该努力让自己不要昏睡，民智则东风自来，东风来必拨云见日。",
			"added": 1488600551,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "请教一下怎么修改博客的网页的名字？",
			"body": "我是克隆的，但标签名字一直是原来的，JS代码我都看了还是没改过来。",
			"added": 1488640887,
			"parent_topic_uri": "19_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "国人能不能翻译个汉化的代码",
			"body": "克隆过的全部要自己译，繁琐，实际上已经有网友译过了，就不要再让大家浪费这个时间了么，还能降低建网门槛，提高零网的热情！",
			"added": 1488694899,
			"parent_topic_uri": "57_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ"
		},
		{
			"topic_id": 4,
			"title": "美国如果对朝鲜发动斩首行动，中国能做什么？",
			"body": "美国如果对朝鲜发动斩首行动，中国能做什么？中国能对台湾发动闪电战么？",
			"added": 1489748691,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_1CRguU7dZQvT8y7KsXUaynBDjzraSwFgZ8": 1
	},
	"next_comment_id": 8,
	"comment": {
		"1_12SxDUNLAdZsC3a7n1sex9ZCTKRZZsfTw3": [],
		"1_16fBiub5fLCTcrkSU4s4w8MRrmbBVQeLrM": [
			{
				"comment_id": 3,
				"body": "你有这想法何必来zeronet呢，是好是坏你要有自己的判断，这就好比关在笼子里出生的鸟，有一天突然发现笼子破了个洞，你说它是钻出去逃走呢？向往天空却又害怕雄鹰就是你现在的心理！",
				"added": 1489067968
			},
			{
				"comment_id": 4,
				"body": "> [micheal](#comment_2_16fBiub5fLCTcrkSU4s4w8MRrmbBVQeLrM): 赌场不能出千，嫖客有病戴套，天空也有天空的规则。一个人的力量有限，没有规则，这里骗人不管，发有毒链接不管，拉水军刷广告不管，还有什么人会想生活在这种“天空”？\n\n觉得不干净走了就是了，其实你完全有能力在这里开辟出一个你理想中的净土。这就是自由！",
				"added": 1489116697
			},
			{
				"comment_id": 5,
				"body": "> [longzaowuzhu](#comment_76_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 这里也有规则，自由言论，也要有人类的底线，如果底线没呢人类社会就不会有现在的辉煌，早就人吃人之后灭族呢。我们天然就是恶的一面，也有善的一面。如果完全恶劣是不会组成人类社会，当你出门那刻就对同类保持警惕。买商品商家漫天要价，上公交车司机胡乱收费。没有吃的任意妄为去抢，我认为土匪都不会有山大王存在呢。说好听，假如我眼睛出呢问题，我取下你眼睛找医生给我医好，医生没准觉得我身体也可以卖给更利于他的人。这就是人类肮脏一面完全展现。我只是假设，不要恐惧啊\n\n美国的自由也是在宪法，人权保护下得来的。有时候顺便自由反而是不自由，当然这就是哲学命题了。",
				"added": 1489118549
			}
		],
		"4_12SxDUNLAdZsC3a7n1sex9ZCTKRZZsfTw3": [
			{
				"comment_id": 6,
				"body": "美国如果对朝鲜发动斩首行动，美国估计会提前10分钟通知中国，而中国能做的除了加强警戒就只有沉默了，如果朝鲜被美国拿下那中国牵制台湾的一筹码就彻底的丧失了",
				"added": 1489906627
			}
		],
		"3_18oNQetQVJFKYYpEMTfQLfiikQDN6DeUJf": [
			{
				"comment_id": 7,
				"body": "就是让你继续睡觉不要醒来",
				"added": 1490095740
			}
		]
	},
	"comment_vote": {}
}