{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "Nxt Blockchain Platform",
			"body": "Nxt Blockchain Platform\nNxt is an advanced open source application platform which expands the things you can do with a blockchain. Nxt has an impressive array of functions built into its software, so you do not need to code them on top of a more limited blockchain platform.\n\nNxt runs as a public blockchain that is open to everyone. Over the years, many people from our community have contributed to the ecosystem and platform. We rely on the feedback that our community gives us and the dialogue that comes with it.\n\nFor those for whom a public blockchain is not an option, Jelurida sells licenses for private versions of the Nxt software and creates bespoke versions for enterprises. We can also consult with your company. A private blockchain evaluation package is available for testing and rapid application prototyping.",
			"added": 1503683484
		},
		{
			"topic_id": 2,
			"title": "Ardor Blockchain Platform",
			"body": "Ardor is an evolution of the Nxt software that addresses issues of blockchain bloat, scalability and versatility. Ardor is being designed as a complete ecosystem where multiple players can interact with each other without needing to go outside the platform.\n\nArdor solves the problem of having to store and process large amounts of non-essential long term data in the blockchain, by separating the tokens providing blockchain security from those used for regular transactions. We have published a detailed technical overview of the logic and motivation behind the Ardor design.\n\nJust like Nxt, Ardor will run as public open source software. Ardor will also be available for commercial licensing.\n\nFor advanced users and developers familiar with the Nxt platform and considering a migration to Ardor, or those deciding which platform to choose, we have prepared a technical feature comparison of the major differences between our two platforms.",
			"added": 1503683595
		}
	],
	"topic_vote": {
		"1_1DdVVtVGeYcTup7jnyMLLYwD3jjayPsu3M": 1,
		"1_1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u": 1,
		"3_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1
	},
	"next_comment_id": 1,
	"comment": {},
	"comment_vote": {
		"3_16edBgV1G9fYMMeE84WSRG6Fji42hY1cMY": 1
	}
}