{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 12,
	"comment": {
		"1_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": [
			{
				"comment_id": 1,
				"body": "Diaspora (decentralized social network)\nhttps://diasporafoundation.org/",
				"added": 1504705893
			}
		],
		"1_1Nx9ZGUxSaVmY3dMK9yaxcwuD9KtrK38Ra": [
			{
				"comment_id": 2,
				"body": "Yep.",
				"added": 1505265018
			}
		],
		"1_13TyJavVGKg9sta7G22LdSnbeQBkrk15Mn": [
			{
				"comment_id": 3,
				"body": "Welcome to the party!",
				"added": 1505746526
			}
		],
		"1511956110_1AZYSfyeKjZbAN9BPYYFf1FCSm9ujLXMcu": [
			{
				"comment_id": 4,
				"body": "Along the lines of what monsterjazz mentioned, wouldn't ipfs be a better file-sharing solution used within our ZN sites?",
				"added": 1512528062
			}
		],
		"1512674582_19hoduLR1FWYebZFxdJsgbEYvhrdxN5AP9": [
			{
				"comment_id": 5,
				"body": "Programming. PGP. Wallet updates. Now... relaxing, enjoying some cannabis, about to make some dinner.",
				"added": 1512702930
			},
			{
				"comment_id": 7,
				"body": "It helps me sleep and I prefer to smoke a bowl after work than to crack open a beer. It's so much better for you than alcohol. Not that I don't enjoy a good rum now and again. I've also enjoyed the pain relief of CBD after a motorcycle accident left me with a torn meniscus in my right knee.\n\nNow if I could only find the right strain to fuel my writing :D\n\n> [kopyjane](#comment_101_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): Speaking of weed.. ... Weed has been a great asset for me these past couple of days. One minute, you're being crushed by the weight of the world, and its flaws.. and your perceived powerlessness to do anything about it .. and then, the next minute.. you regain the strength to keep going. It's no wonder US troops in Vietnam smoked so much weed. It's almost like a coffee, albeit more suitable for night time endeavors. I wouldn't recommend smoking before 7pm. It's a psychedelic, after all.. though not many people see it that way. It's helped me debug a lot of code in the past, too. It puts you in the perfect state of mind for debugging.. because it takes the frustration factor out of it. It even helps debug my own mind, for what is worth. It often makes me think about how ridiculous I've been at certain times in my life.. and the mistakes I've made.. ... it's like looking at your own life from an audience perspective. Good thing I've never had to pay for my weed in my lifetime. I use my head. Luckily my electricity is included in my rent.",
				"added": 1512843921
			}
		],
		"1512495964_16kTteUpdwGCbNpQzcNZvFpEDCdqP41Vne": [
			{
				"comment_id": 6,
				"body": "Riseup is definitely good but depending on the OS you're on Bitmask might not be available (Windows). If you're on a Mac, Bitmask finally has a client _but_ if your wifi drops for any reason, the client won't reconnect unless you reboot the system.\n\n> [kiksupport](#comment_3_1BKALAkyKEQqKyPuFYnZpg7oLZKgTYc6DW): Riseup seems good, if not hard to get working",
				"added": 1512703163
			}
		],
		"1512998155_1L2fmHSaFKB4vFN1GX3KQyZQfaB9CDUF3b": [
			{
				"comment_id": 8,
				"body": "I'd be down also.",
				"added": 1513006596
			}
		],
		"1513428479_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 9,
				"body": "Wouldn't that be a level of regulation and censorship that isn't even seen on the freenet?",
				"added": 1513550594
			},
			{
				"comment_id": 10,
				"body": "Setting up a framework through which someone would need to submit their zite for review before being \"approved\" would enable the person with the power to approve or disapprove to block content *they* find objectionable.\n\n\"We need a function that submits a site for review every time a new zite address is requested.\"\n\nThat isn't about a way to easily remove illegal content. It's about having to go through an \"authority\" who gets to decide if your content is acceptable, or *legal*. And, to the idea of illegal content. How do you ensure that such a framework is restricted to *only* removing child pornography and not anything else someone else might consider illegal? So yes, such a framework could very easily be abused to censor.\n\n> [styromaniac](#comment_321_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): Every time someone proposes an idea for a feature to avoid illegal content, someone brings up censorship. [...]",
				"added": 1513610587
			},
			{
				"comment_id": 11,
				"body": "Ah! I humbly concede the point.\n\n> [krixano](#comment_252_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): You are talking as if misssesrobot wan't this for every client. Not so. You probably missed the word proxy in the title. It's not really censorship, because they are not restricting your access to the zites - You can still download a client for yourself to do that. [...]",
				"added": 1513649973
			}
		]
	},
	"comment_vote": {
		"128_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"41_19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB": 1,
		"322_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1
	}
}