{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "中國審判維權律師：恐懼政治的勝利？",
			"body": "從字面上來說，中國的憲法是保護公民合法權益的。\n\n個人或國家為眼前的好處而危及自己的長遠利益，這樣的悲劇在人類歷史上比比皆是。這一周以來中國對維權律師的審判可能就是這樣的一個悲劇。\n\n今天的世界充滿了恐怖威脅和戲劇性的事件，因此中國天津法院的審判在國內外都很少有人關注。\n\n只有中國問題觀察家和人權活動人士才會驚訝地注意到，這個自稱依法治國的強大國家逮捕一群律師，不允許家屬探望，不允許與辯護律師見面，並在關押一年後才審判，而這些審判的標凖也根本配不上中國的大國地位。\n\n請不要以為我寫這篇文章是要攻擊中國。我已經在中國斷斷續續住了30年，我稱讚中國在這期間取得的巨大成就。但是，這次的天津審判只能說是一場騙局，與中國的偉大文明不相匹配，也不符合中國的長遠利益。\n\n中國公民乃至全世界都應該關注這些審判。\n\n當中國最勇敢、最有衝勁的律師被侮辱、威脅、污蔑和關押，誰還會去幫助喝毒奶中毒的兒童，被控分裂罪的少數民族學者，抗議性騷擾的女權主義者，以及被黑幫毒打致殘的公民？\nImage caption 王宇律師的下落至今仍不清楚。\n\n星期一就傳出去年被捕的王宇律師「獲釋」的消息。這位曾充滿激情地捍衛弱勢群體權益的女律師對中國媒體說：「我感受到了中國司法文明和人性關懷。」\n\n王宇承認自己攻擊抹黑中國政府，為接受外媒採訪表示慚愧和後悔，並表示不接受國外組織向她頒發的國際人權獎。\n\n可是，當一個被關押的人重新出現時，不是被家人、朋友和辯護律師簇擁，而只是對政府控制的媒體記者宣讀一份聲明。這是真的「釋放」嗎?\n\n當然，王宇說這些話，或許真的是出自內心。但是，在她真正獲得自由之前，我們無從知道。\n\n王宇的聲明只是開始。其後，這場奧威爾式的戲碼持續了整整一個星期。\n\n星期二，維權人士翟岩民在法庭上承認自己曾試圖挑起「顏色革命」，表示悔過，並因此獲得緩刑。\n\n星期三，家庭教會長老胡石根在法庭上表示「認罪悔罪」，但仍以「顛覆國家政權罪」被判有期徒刑七年半。\n\n星期四，北京鋒銳律師事務所主任律師周世鋒被判有罪，判處有期徒刑七年。\n\n星期五，基督教活動人士勾洪國也被判涉嫌顛覆國家政權，被判徒刑三年，緩刑三年。\n\n對中國政府來說，舉行這些審判有兩個目的。一是要恐嚇中國的人權活動人士，警告他們，如果任何人膽敢將法律置於黨的政治利益之上，就必然遭到共產黨的無情鎮壓。\n\n二是要把所有異見人士描繪成受外國敵對勢力操縱的叛徒，把他們的活動都說成美國主導的反華陰謀的一部分。\n\n中國共青團本周在社交媒體上發佈一段視頻，其中突出顯示了美國外交官在天津法院外的鏡頭。視頻警告中國網民，西方的反華陰謀已經進行了多年。\n\n最高人民檢察院在社交媒體發佈的一段視頻，將美國國旗、敘利亞內戰和香港民主活動人士黃之鋒的鏡頭穿插放映，把黃之鋒描繪成美國支持的港獨支持者，並指控美國陰謀把中國變成下一個敘利亞。\n\n視頻說:「藏獨、疆獨、港獨、台獨，以及異見領袖、死磕律師等西方勢力代理人，正不擇手段地破壞著中國國內的穩定與和諧。在這些事件背後，我們時常可以窺見星條旗幽深的影子。」\nImage caption 8月1日，勾洪國的妻子（中）和被囚律師王全璋的妻子（左）在法庭外抗議。\n\n共產黨用這樣的論調激起中國民眾的愛國熱情，以及對近代西方國家侵略中國的義憤，並警告他們，如果沒有共產黨，西方會再次侵略中國。\n\n很多中國人確實相信這種論調。這使共產黨得以利用民族主義籠絡人心。\n\n但是，儘管共產黨能夠在短期內用這種方法維持民眾支持，並威懾不安分的律師群體，但長期的成本將非常高昂。\n\n這一周以來在天津受審的律師不是外國勢力的代理人。他們幫助的是社會上最弱勢的群體，他們是盡心盡力服務社會的公僕。\n\n有些律師在法庭內外的維權活動可能超出了共產黨能夠容忍的限度。如果他們因此而獲罪，那麼共產黨就應該照實說明處罰他們的真實原因。\n\n但共產黨卻偽稱這是正義的勝利，強調審判是公正的，認罪不是被迫的，司法程序是透明的，是向國際媒體開放的。\n\n這些話沒有一句是真的，其厚顏無恥的程度可笑而又可怕。\n\n中國很多事做得很好，但也有些事做得不那麼好。問題是，中國民眾認為哪些事更重要，他們的看法是否隨時間而改變，中國的制度能否適應這些變化。\n\n我認為，從長遠來看，憲法規定的公民權利對中國將越來越重要。把敢於提出這些權利的公民都說成是美國的代理人，這是在侮辱中國民眾的智力，也不可能符合中國的長期利益。同時，這樣做非常不道德。\nImage caption 有些人通過認罪來獲得輕判，但胡石根認罪之後仍然被判7年6個月。\n\n從戰略上來講，激化與美國在意識形態上的衝突也不見得是明智之舉。推廣民主制度確實是美國外交政策的一部分，但諷刺的是，美國並沒有花很多力氣推進中國民主化。\n\n歷屆美國政府都邀請中國重返國際社會，希望中國參與全球化趨勢並從中獲益，同時接受中國維持其國內政治制度。\n\n當中國的經濟和軍事力量崛起到足以和美國抗衡的地步時，越來越多的美國人開始抱怨，美國扶持了一個與美國價值觀格格不入的危險的戰略對手。中國政府要把美國描繪成中國的敵人，那只會強化中國威脅論，激化雙方的民族主義，使雙方之間的猜忌進一步加深。\n\n我想問天津檢方，如果美國的非政府組織是美國政府反華陰謀的一部分，那麼出資在紐約時代廣場播放中國宣傳片，在世界各地孔子學院教授中國文化，或資助其他推廣中國軟實力項目的中國機構又是什麼呢？\n\n在這個危機四伏的年代，誰能知道我們的世界接下來將面對什麼樣的新挑戰？\n\n為了中國公民的尊嚴與安全，也為了中國和世界的未來，一個有責任感的中國政府應該褒揚那些保護弱勢群體的人，而不是關押他們；應該減弱與西方在意識形態上的敵對狀態，而不是煽動仇恨。",
			"added": 1478271788,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "為什麼使用代理軟件反而不能訪問zeronet",
			"body": "必須要關閉系統代理纔可以訪問這裡？",
			"added": 1478271895,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "自由微信 匿名和不受審查的微信搜索",
			"body": "freewechat.com     這個網站是去年由greatfire.org成立的 提供不受審查的微信搜索",
			"added": 1485602544,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 9,
	"comment": {
		"1_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 1,
				"body": "學習了",
				"added": 1477023194
			}
		],
		"1_1LK1kL7NS9W7xMRxivXyKjwaXQW3xPG6bm": [
			{
				"comment_id": 2,
				"body": "不是在開玩笑？",
				"added": 1478271377
			}
		],
		"1_1Km1dprxotasxFzeEY8QkwpHVbvffvMBb9": [
			{
				"comment_id": 3,
				"body": "開玩笑？",
				"added": 1478271401
			}
		],
		"2_13qdAMmcd1zT48x4LQvstcBVQfCir5N9Lk": [
			{
				"comment_id": 4,
				"body": "還有 誰 說一下 ssr 的 telegram群 的邀請連結 ，我不知道。",
				"added": 1478272026
			}
		],
		"1_1PticfrHFGNdMSohYkuZ1UsFfuGrN7rywq": [
			{
				"comment_id": 5,
				"body": "軍隊也受輿論影響",
				"added": 1485602335
			}
		],
		"1_1QBstXh1Uxp26YFvSBWy5f1cDtP2GqCY1E": [
			{
				"comment_id": 6,
				"body": "被拿槍逼著做事，暴力脅迫也有可能。",
				"added": 1485602719
			}
		],
		"1_1E42eb6XfyKay2Xxcwx1AxoGoHvqTEkRh1": [
			{
				"comment_id": 7,
				"body": "zeronet",
				"added": 1485602778
			}
		],
		"1_1F7vpN6XU8mvh6NbSkbZf4Wb7KXuQDdrRo": [
			{
				"comment_id": 8,
				"body": "DpopkingsV2EXsquidgfw",
				"added": 1485603239
			}
		]
	},
	"comment_vote": {}
}