{
	"next_post_id": 24,
	"next_comment_id": 4,
	"next_follow_id": 2,
	"avatar": "png",
	"user_name": "Anony",
	"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
	"intro": "",
	"post": [
		{
			"post_id": 1,
			"date_added": 1499491213,
			"body": "你好 ZeroMe!"
		},
		{
			"post_id": 1499491655,
			"body": "天天吐槽谩骂真的有意义吗？一盘散沙",
			"date_added": 1499491653
		},
		{
			"post_id": 1499491795,
			"body": "利用分布式组织才是正途",
			"date_added": 1499491792
		},
		{
			"post_id": 1499970609,
			"body": "这时候不该有人发零八宪章吗",
			"date_added": 1499970605
		},
		{
			"post_id": 1500191215,
			"body": "零  八  宪  章\n\n一、前言 \n \n今年是中国立宪百年，《世界人权宣言》公布 60 周年，“民主墙”诞生 30 周年，中国政府签署《公民权利和政治权利国际公约》10 周年。在经历了长期的人权灾难和艰难曲折的抗争历程之后，觉醒的中国公民日渐清楚地认识到，自由、平等、人权是人类共同的普世价值；民主、共和、宪政是现代政治的基本制度架构。抽离了这些普世价值和基本政制架构的“现代化”，是剥夺人的权利、腐蚀人性、摧毁人的尊严的灾难过程。21 世纪的中国将走向何方，是继续这种威权统治下的“现代化”，还是认同普世价值、融入主流文明、建立民主政体？这是一个不容回避的抉择。 \n \n19 世纪中期的历史巨变，暴露了中国传统专制制度的腐朽，揭开了中华大地上“数千年未有之大变局”的序幕。洋务运动追求器物层面的进良，甲午战败再次暴露了体制的过时；戊戌变法触及到制度层面的革新，终因顽固派的残酷镇压而归于失败；辛亥革命在表面上埋葬了延续 2000 多年的皇权制度，建立了亚洲第一个共和国。囿于当时内忧外患的特定历史条件，共和政体只是昙花一现，专制主义旋即卷土重来。器物模仿和制度更新的失败，推动国人深入到对文化病根的反思，遂有以“科学与民主”为旗帜的“五四”新文化运动，因内战频仍和外敌入侵，中国政治民主化历程被迫中断。抗日战争胜利后的中国再次开启了宪政历程，然而国共内战的结果使中国陷入了现代极权主义的深渊。1949 年建立的“新中国”，名义上是“人民共和国”，实质上是“党天下”。执政党垄断了所有政治、经济和社会资源，制造了反右、大跃进、文革、六四、打压民间宗教活动与维权运动等一系列人权灾难，致使数千万人失去生命，国民和国家都付出了极为惨重的代价。 \n \n二十世纪后期的“改革开放”，使中国摆脱了毛泽东时代的普遍贫困和绝对极权，民间财富和民众生活水平有了大幅度提高，个人的经济自由和社会权利得到部分恢复，公民社会开始生长，民间对人权和政治自由的呼声日益高涨。执政者也在进行走向市场化和私有化的经济改革的同时，开始了从拒绝人权到逐渐承认人权的转变。中国政府于 1997 年、1998 年分别签署了两个重要的国际人权公约，全国人大于 2004 年通过修宪把“尊重和保障人权”写进宪法，今年又承诺制订和推行《国家人权行动计划》。但是，这些政治进步迄今为止大多停留在纸面上；有法律而无法治，有宪法而无宪政，仍然是有目共睹的政治现实。执政集团继续坚持维系威权统治，排拒政治变革，由此导致官场腐败，法治难立，人权不彰，道德沦丧，社会两极分化，经济畸形发展，自然环境和人文环境遭到双重破坏，公民的自由、财产和追求幸福的权利得不到制度化的保障，各种社会矛盾不断积累，不满情绪持续高涨，特别是官民对立激化和群体事件激增，正在显示着灾难性的失控趋势，现行体制的落伍已经到了非改不可的地步。\n\n二、我们的基本理念 \n \n当此决定中国未来命运的历史关头，有必要反思百年来的现代化历程，重申如下基本理念： \n \n自由：自由是普世价值的核心之所在。言论、出版、信仰、集会、结社、迁徙、罢工和游行示威等权利都是自由的具体体现。自由不昌，则无现代文明可言。\n\n人权：人权不是国家的赐予，而是每个人与生俱来就享有的权利。保障人权，既是政府的首要目标和公共权力合法性的基础，也是“以人为本”的内在要求。中国的历次政治灾难都与执政当局对人权的无视密切相关。人是国家的主体，国家服务于人民，政府为人民而存在。 \n \n平等：每一个个体的人，不论社会地位、职业、性别、经济状况、种族、肤色、宗教或政治信仰，其人格、尊严、自由都是平等的。必须落实法律面前人人平等的原则，落实公民的社会、经济、文化、政治权利平等的原则。 \n \n共和：共和就是“大家共治，和平共生”，就是分权制衡与利益平衡，就是多种利益成分、不同社会集团、多元文化与信仰追求的群体，在平等参与、公平竞争、共同议政的基础上，以和平的方式处理公共事务。 \n \n民主：最基本的涵义是主权在民和民选政府。民主具有如下基本特点：（1）政权的合法性来自人民，政治权力来源于人民；（2）政治统治经过人民选择，（3）公民享有真正的选举权，各级政府的主要政务官员必须通过定期的竞选产生。（4）尊重多数人的决定，同时保护少数人的基本人权。一句话，民主使政府成为“民有，民治，民享”的现代公器。 \n \n宪政：宪政是通过法律规定和法治来保障宪法确定的公民基本自由和权利的原则，限制并划定政府权力和行为的边界，并提供相应的制度设施。 \n \n在中国，帝国皇权的时代早已一去不复返了；在世界范围内，威权体制也日近黄昏；公民应该成为真正的国家主人。祛除依赖“明君”、“清官”的臣民意识，张扬权利为本、参与为责的公民意识，实践自由，躬行民主，尊奉法治，才是中国的根本出路。 \n\n三、我们的基本主张 \n \n藉此，我们本着负责任与建设性的公民精神对国家政制、公民权利与社会发展诸方面提出如下具体主张： \n \n1、修改宪法：根据前述价值理念修改宪法，删除现行宪法中不符合主权在民原则的条文，使宪法真正成为人权的保证书和公共权力的许可状，成为任何个人、团体和党派不得违反的可以实施的最高法律，为中国民主化奠定法权基础。 \n \n2、分权制衡：构建分权制衡的现代政府，保证立法、司法、行政三权分立。确立法定行政和责任政府的原则，防止行政权力过分扩张；政府应对纳税人负责；在中央和地方之间建立分权与制衡制度，中央权力须由宪法明确界定授权，地方实行充分自治。 \n \n3、立法民主：各级立法机构由直选产生，立法秉持公平正义原则，实行立法民主。 \n \n4、司法独立：司法应超越党派、不受任何干预，实行司法独立，保障司法公正；设立宪法法院，建立违宪审查制度，维护宪法权威。尽早撤销严重危害国家法治的各级党的政法委员会，避免公器私用。 \n\n5、公器公用：实现军队国家化，军人应效忠于宪法，效忠于国家，政党组织应从军队中退出，提高军队职业化水平。包括警察在内的所有公务员应保持政治中立。消除公务员录用的党派歧视，应不分党派平等录用。 \n \n6、人权保障：切实保障人权，维护人的尊严。设立对最高民意机关负责的人权委员会，防止政府滥用公权侵犯人权，尤其要保障公民的人身自由，任何人不受非法逮捕、拘禁、传讯、审问、处罚，废除劳动教养制度。 \n \n7、公职选举：全面推行民主选举制度，落实一人一票的平等选举权。各级行政首长的直接选举应制度化地逐步推行。定期自由竞争选举和公民参选法定公共职务是不可剥夺的基本人权。 \n \n8、城乡平等：废除现行的城乡二元户籍制度，落实公民一律平等的宪法权利，保障公民的自由迁徙权。 \n \n9、结社自由：保障公民的结社自由权，将现行的社团登记审批制改为备案制。开放党禁，以宪法和法律规范政党行为，取消一党垄断执政特权，确立政党活动自由和公平竞争的原则，实现政党政治正常化和法制化。 \n \n10、集会自由：和平集会、游行、示威和表达自由，是宪法规定的公民基本自由，不应受到执政党和政府的非法干预与违宪限制。 \n \n11、言论自由：落实言论自由、出版自由和学术自由，保障公民的知情权和监督权。制订《新闻法》和《出版法》，开放报禁，废除现行《刑法》中的“煽动颠覆国家政权罪”条款，杜绝以言治罪。 \n \n12、宗教自由：保障宗教自由与信仰自由，实行政教分离，宗教信仰活动不受政府干预。审查并撤销限制或剥夺公民宗教自由的行政法规、行政规章和地方性法规；禁止以行政立法管理宗教活动。废除宗教团体（包括宗教活动场所）必经登记始获合法地位的事先许可制度，代之以无须任何审查的备案制。 \n \n13、公民教育：取消服务于一党统治、带有浓厚意识形态色彩的政治教育与政治考试，推广以普世价值和公民权利为本的公民教育，确立公民意识，倡导服务社会的公民美德。 \n \n14、财产保护：确立和保护私有财产权利，实行自由、开放的市场经济制度，保障创业自由，消除行政垄断；设立对最高民意机关负责的国有资产管理委员会，合法有序地展开产权改革，明晰产权归属和责任者；开展新土地运动，推进土地私有化，切实保障公民尤其是农民的土地所有权。 \n \n15、财税改革：确立民主财政和保障纳税人的权利。建立权责明确的公共财政制度构架和运行机制，建立各级政府合理有效的财政分权体系；对赋税制度进行重大改革，以降低税率、简化税制、公平税负。非经社会公共选择过程，民意机关决议，行政部门不得随意加税、开征新税。通过产权改革，引进多元市场主体和竞争机制，降低金融准入门槛，为发展民间金融创造条件，使金融体系充分发挥活力。\n\n16、社会保障：建立覆盖全体国民的社会保障体制，使国民在教育、医疗、养老和就业等方面得到最基本的保障。 \n \n17、环境保护：保护生态环境，提倡可持续发展，为子孙后代和全人类负责；明确落实国家和各级官员必须为此承担的相应责任；发挥民间组织在环境保护中的参与和监督作用。 \n \n18、联邦共和：以平等、公正的态度参与维持地区和平与发展，塑造一个负责任的大国形象。维护香港、澳门的自由制度。在自由民主的前提下，通过平等谈判与合作互动的方式寻求海峡两岸和解方案。以大智慧探索各民族共同繁荣的可能途径和制度设计，在民主宪政的架构下建立中华联邦共和国。 \n \n19、转型正义：为历次政治运动中遭受政治迫害的人士及其家属，恢复名誉，给予国家赔偿；释放所有政治犯和良心犯，释放所有因信仰而获罪的人员；成立真相调查委员会，查清历史事件的真相，厘清责任，伸张正义；在此基础上寻求社会和解。 \n \n四、结语 \n \n中国作为世界大国，作为联合国安理会五个常任理事国之一和人权理事会的成员，理应为人类和平事业与人权进步做出自身的贡献。但令人遗憾的是，在当今世界的所有大国里，唯独中国还处在威权主义政治生态中，并由此造成连绵不断的人权灾难和社会危机，束缚了中华民族的自身发展，制约了人类文明的进步——这种局面必须改变！政治民主化变革不能再拖延下去。 \n \n为此，我们本着勇于践行的公民精神，公布《零八宪章》。我们希望所有具有同样危机感、责任感和使命感的中国公民，不分朝野，不论身份，求同存异，积极参与到公民运动中来，共同推动中国社会的伟大变革，以期早日建成一个自由、民主、宪政的国家，实现国人百余年来锲而不舍的追求与梦想。",
			"date_added": 1500191210
		},
		{
			"post_id": 1500263370,
			"body": "最可怕的是，现在的人完全没有对当今社会状况的思考能力了，有人对我说，现在的人只需要吃穿不愁就行了，哪有人需要民主啊，这人是个985的大学生。如果你只是指出了社会现状，我没什么可说的，确实如此，关键是你认同，自己也是这样想的，你没想过这个吃饱穿暖是集权者施舍给你们的吗？什么信息都封锁，都不让你知道你还有判断能力吗？20世纪的知识青年每天都接受着世界各地的新闻的熏陶，会有自己的思想，努力对社会做出贡献，而现在的人还叫什么知识分子，可以称为酒囊饭袋了。",
			"date_added": 1500263364
		},
		{
			"post_id": 1500789198,
			"body": "1986年9月28日132位与会人士签名组建民主进步党\nhttps://zh.wikipedia.org/wiki/%E6%B0%91%E4%B8%BB%E9%80%B2%E6%AD%A5%E9%BB%A8\n1987年7月14日台湾解严\nhttps://zh.wikipedia.org/wiki/%E8%87%BA%E7%81%A3%E7%9C%81%E6%88%92%E5%9A%B4%E4%BB%A4#.E6.88.92.E5.9A.B4.E4.BB.A4.E7.9A.84.E8.A7.A3.E9.99.A4\n\n台湾的民主跟蒋经国有改革思想关系密不可分，但是也跟其他党外人士的促进关系不小，解严在民进党成立一年后实行的，如果没有民进党，解严肯定会有，但是不知道什么时候，并且蒋经国所提倡的改革，跟现在台湾的民主差距会非常大。\n\n写这些我只是想说，如果因为党禁就觉得我们很无力不去结社，那党禁会永远存在。有文章分析2039，中国的民主会到来，如果我们都指着2039民主到来，仅仅是等着，没有去推动，那民主永远不会到来。就不说这个分析，有一点，总有一天民主中国会到来，这是人类文明的必然道路，但是我们该欣慰吗？\n\n过程都是相互促进的，没有民主活动，政府也不会有改革思想，民主也不会到来。现在实行的恐吓政策，抓一两个人吓其他人，但是他们敢抓所有人吗？刘晓波他们为什么失败，因为其他人都被吓怕了，没有站出来支持他们，如果有上百万的人跟他们站一起，当局敢抓所有人吗？新疆也一样，如果所有新疆人团结一致，地区再偏政府也不敢实行那些政策。\n\n团结一致最好的方法就是组织活动，在这个信息时代匿名组织活动并不是不可能的。如果现在有一个人被恐吓我们视而不见，有一天那个无助的人可能就会是你。\n\n请大家看看《V字仇杀队》，请不要先入为主，任何事情都觉得不可能，这种“理性”有时候更像是自负，很多事情不是不可能的，而是你没有去努力。",
			"date_added": 1500789191
		},
		{
			"post_id": 1501061150,
			"body": "匿名组党是可行的。\n\n匿名没法产生互信，没有知根知底。要互信才敢交底，但是匿名所带来的是交底也不能拿你怎么样，这种情况下不需要什么互信。而且对于党组织来说，志同道合才是组党的关键，并不是一个名字，如果匿名者所持观点跟大家相同，目标一致，那匿不匿名有什么关系呢？如果观念不符直接踢出就行。除了一人多名难管理外，其他跟现实的组织不会有什么区别，而多重身份这个问题只要组织够久，是一定能筛选出来的。\n\n组党最后一定是需要起事的，匿名没有互信，而且可能会混进很多的间谍怎么敢有现实活动，号召的活动有假怎么办？这个情况不只是匿名，实名也会可能混进五毛，避免这种情况的结果，最好的方法就是壮大组织的基数，降低虚假人数的占有率，这个实名、匿名都可以做到的，而且要起事的时候一定会有领头人实名的。至于起事过后的组织结构，匿名身份只要能保护好，自己在最后证明自己的身份就可以了。",
			"date_added": 1501061142
		},
		{
			"post_id": 1503976956,
			"body": "还真有人相信“将改革进行到底”，以习近平的行事作风，不准妄议，控制媒体，个人集权，他会改吗？就算改革，能改成什么样？这些东西就跟八九过后一样，给民众开个空头支票，安抚一样，不是今年出了那么多事吗。中国肯定会有民主一天的，但是绝对不会是在习近平时代。但是没有其他的力量的推动，共产党改革也是绝不可能的，民主并不是等来的。",
			"date_added": 1503976947
		},
		{
			"post_id": 1505190342,
			"body": "港台人，以前有经济优越感，现在经济没了，开始秀思想自由优越感，总之就是比你内地人高人一等，在一致想独立出去的情况下，还能有李明哲这样的人难得，不管他有没有私心，但是他并不觉得内地是不可救的。但是在没有强大的组织的前提下，公开化的这种活动是完全不可能成功的。而且，没有强大的组织依靠，怎么判我都不意外，再能的辩论，也总能给你找到罪名。刘晓波的关注度高多了，不是什么影响都没有，这并不是国际社会能左右的，能左右的只有人民。然，独行，屁民亦屁民矣，聚之，屁民为强民矣。",
			"date_added": 1505190332
		},
		{
			"post_id": 1507946216,
			"body": "我真的怀疑十九大过后习近平会来一波反转，任何一个聪明人都应该知道，如今走集权路线是会被群起而攻之的，不管是党内还是人民，而且在改革开放这么久了的中国倒行逆施更加不可取。不过，我真的怕他反转，并不是我不想中国改革，而是我坚信，没有其他党派的竞争，改革只会是他们用来安抚招安的手段，没有民进党，蒋经国能改革？改革能彻底？而中国人又特别容易寄希望于当权者，看看六四学运跟光州事件的不同结果，看看戊戌变法的失败。赏一个甜枣，继续扇。其次，如果真的改革程度够大，我也不会感到任何的慰藉，很多事情我们需要清算的，如果和平演进，那他们就会逃脱应有的惩罚，这不公平。我怕人民不长记性，怕大家抱着侥幸心理。",
			"date_added": 1507946205
		},
		{
			"post_id": 1512828892,
			"body": "http://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1MAvDGLbFjB5HwJ7XsWjudy6xbAJrWsaTV/1512827812-%20(1).mp4",
			"date_added": 1512828880
		},
		{
			"post_id": 1512828902,
			"body": "http://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1MAvDGLbFjB5HwJ7XsWjudy6xbAJrWsaTV/1512828488-%20(2)%20%20.mp4",
			"date_added": 1512828889
		},
		{
			"post_id": 1512828909,
			"body": "http://127.0.0.1:43110/1uPLoaDwKzP6MCGoVzw48r4pxawRBdmQc/data/users/1MAvDGLbFjB5HwJ7XsWjudy6xbAJrWsaTV/1512828743-%20.mp4",
			"date_added": 1512828895
		},
		{
			"post_id": 1512828957,
			"body": "带tor上传速度太慢，麻烦看了的别删，多做种",
			"date_added": 1512828942
		},
		{
			"post_id": 1512833101,
			"body": "还不如用i2p torrent，至少稳定，tor老断开",
			"date_added": 1512833085
		},
		{
			"post_id": 1512834830,
			"body": "支持i2p的torrent软件 i2psnark  vuze  biglybt",
			"date_added": 1512834810
		},
		{
			"post_id": 1512877642,
			"body": "再也不用zeronet匿名分享文件了，tor就算用前置也老是过载，关键是zeronet跟tor之间还不会自动重连，断了就是断了。 支持i2p的BT软件是首选，建议都用biglybt/vuze，匿名点对点分享途径太少了。",
			"date_added": 1512877621
		},
		{
			"post_id": 1512891717,
			"body": "“低端人口”事件采访视频，在线观看\n\nhttp://127.0.0.1:43110/18Pfr2oswXvD352BbJvo59gZ3GbdbipSzh/?Latest",
			"date_added": 1512891695
		},
		{
			"post_id": 1512958118,
			"body": "北京抗议\n\nhttp://127.0.0.1:43110/18Pfr2oswXvD352BbJvo59gZ3GbdbipSzh/?Video=1512957120_1MAvDGLbFjB5HwJ7XsWjudy6xbAJrWsaTV",
			"date_added": 1512958095
		}
	],
	"post_like": {
		"1MAvDGLbFjB5HwJ7XsWjudy6xbAJrWsaTV_1501061150": 1501131984
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "@Falas: 零八宪章出自一群知识分子之手，不管现在的教育如何，大学生所接触到的知识普遍比其他人要多，当然其他人群肯定有，这是个比例问题。所以不管什么年代，我对这群人肯定会比其他人有更多的期待。",
			"post_uri": "1MAvDGLbFjB5HwJ7XsWjudy6xbAJrWsaTV_1500263370",
			"date_added": 1500695697
		},
		{
			"comment_id": 2,
			"body": "@简单翻墙: 我说的是安抚式改革，让权贵们慢慢安全过渡，不是说他为民反转，很合理的推测，看完整再评论啊",
			"post_uri": "1MAvDGLbFjB5HwJ7XsWjudy6xbAJrWsaTV_1507946216",
			"date_added": 1507959241
		},
		{
			"comment_id": 3,
			"body": "简直无法跟这群人交流，现在的状况是说不定哪天就会崩掉，给一个甜枣，跟苏联贵族一样，保证自己的财富，实现民主过渡不是他们很有可能的选择？这比前者好很多吧？难怪这么多年没进展，一点理性都做不到。带着情绪看任何事，一看到有相反就要跳脚。",
			"post_uri": "1MAvDGLbFjB5HwJ7XsWjudy6xbAJrWsaTV_1507946216",
			"date_added": 1509352451
		}
	],
	"follow": []
}