{
	"next_topic_id": 19,
	"topic": [
		{
			"topic_id": 1,
			"title": "网传雷洋不肯签字 被江苏警察打死",
			"body": "新浪微博热传的一网帖称，三个便衣是江苏警察，因为雷洋不肯签字，是被打死的直接原因。常州“毒地”外国语学校污染真相的调查是事情的直接起因？",
			"added": 1463200932,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "在openwrt-x86上跑lantern获得成功",
			"body": "编译openwrt的时使用 (e)glibc，可以直接跑linux发行版编译的程序。然后在linux发行版（如Centos）用headless模式编译lantern，得到个14M左右的lantern_linux_386。目前稳定使用中。",
			"added": 1463202347,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "共匪这么玩下去是死路一条啊！",
			"body": "要早做准备，别一不小心成了陪葬！",
			"added": 1463216108,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "金正恩：中国若再对我施压 核弹夷平北京",
			"body": "文章来源: 产经新闻 于 2016-05-30 14:19:48 \n\n在遭到包括中国在内的国际社会最严厉制裁局面下，朝鲜领导人金正恩选择了强硬对抗的姿态，并通过集权最大化的努力，树立绝对服从其个人意志的政治和社会格局。而为了加强其权威，金正恩不惜发出核武攻击中国的惊人言论。\n\n据《产经新闻》5月30日报道，时隔36年、于日前恢复举行的朝鲜劳动党第七次代表大会，成为金正恩树立个人集权和威信的场所。为了达到使朝鲜人民对其绝对服从的目的，对内，亲自担任新设的“党委员长”一职；对外，金正恩采取了极端强硬的态度，即便因此被国际社会完全孤立。\n\n\n金正恩对中国政府抱有敌意极深的成见（图源：Reuters/VCG ）\n\n首先，金正恩强调继续大力发展核武，对联合国为首发出的半岛无核化呼吁视而不见，还宣布解散了与日本就解决绑架日本人质进行磋商的“调查委员会”，对韩国政府也发出攻击性极强的言论。\n\n但最为令人惊愕的，还是金正恩对中国政府采取的应对态度。由于在金正日生前选择继承人问题上，有消息称，中国政府当时领导层的意见与金正日不同，并曾极力劝导，因此金正恩对北京政府极端仇视，而这个态度在本次朝鲜七大上有了露骨表现。\n\n据悉，在提及中国积极参与联合国制裁朝鲜的行动时，金正恩表示，中国就是要赶我下台，既然如此，我要用原子弹轰炸北京和上海。\n\n当然，如此有悖常理的谈话不会公开，但这次的七大声明中，对中国采取的对朝制裁举措进行了抨击，只是没有直接点名。",
			"added": 1464656688,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "中国网络疯狂删除习近平“宽衣”口误",
			"body": "中国的审查员们正在加班加点地清除互联网和社交媒体上任何有关中国国家主席习近平在杭州20国集团领导人峰会上宣读讲话时的口误。\n\n　　星期六在二十国集团工商峰会（B20）讲话时，习近平在点评全球经济时援引了一段中国古文：“轻关易道，通商宽农”。二十国集团工商峰会为二十国集团领导人的政策制定提供建议。\n\n　　但是因为这句话最后一个“农”字和“衣”十分相像，习近平最后说成了“宽衣”，而不是“宽农”。\n\n　　在很多人开始评论这个口误不久后，“通商宽衣”这个词迅速在中国微博上被屏蔽。搜索这个词已经得不到任何结果。中国移动通信应用软件微信也屏蔽了相关内容。\n\n一名推特用户说：“包子能把“宽农”读成“宽衣”，说明他事先根本没读过稿子，也不关心稿子的内容。”另一位网友开玩笑说：“宽衣是搞活流通，促进人类两大类生产的有效手段……凡通商必先宽衣。”\n\n　　海外华人博客上有评论说，这件事让他想起“皇帝的新装”。他在博客中写道：“现在的事实是，那个高喊皇帝赤身裸体的小孩已经被封嘴了的事实。”\n\n　　中国漫画家巴丢草绘制了一幅漫画：一个成人玩具店的霓虹灯招牌上方是裸体的习近平，下方的文字写着“通商宽衣”。\n\n　　政治人物经常说错话，不论是中国还是世界各地，但是这次的口误让人们再次对习近平的教育资历展开讨论。长时间来，这是一个敏感却又被广泛讨论的话题。\n\n　　“文化大革命”期间，正在上中学的习近平离开学校，前往西部陕西省农村插队。1976年，和当年很多同辈一样错过了近十年教育的习近平被推荐进入清华大学。“文化大革命”中，中国取消了全国高等院校的考试。\n\n　　从1998年到2002年，习近平在清华大学学习马克思主义理论与思想政治教育，并获得了一个法学博士学位。一些批评人士怀疑，习近平的论文可能存在剽窃或由他人代笔。他们对习近平的学术能力提出怀疑。习近平本人从未对这些争议发表过评论。",
			"added": 1473123430,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "湖北黄冈食药监执法被曝强搬商品 自称\"依法抢劫\"",
			"body": "12月24日，在黄冈市黄州区，一位食品药品监督执法人员在执法过程中，以“样品调查”为由，从一家小商店一次性拿走了36瓶食用油。由于这位执法人员没有提供产品质量存在问题的确实依据，面对如此执法，商店老板张月华情急之下说：“你这是抢劫！”\n面对商户的质疑，这位执法人员语出惊人：“我就是抢劫，我是依法抢劫！”",
			"added": 1482686019,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 7,
			"title": "雷洋案警务人员被免予起诉，官方称“情节轻微”",
			"body": "北京——官员上周五说，北京的五名执法人员将不会因一名中国环保人员的死亡而受到起诉，尽管检察院的调查认定他们违反了法律，有不当执法、延误医疗，以及对其死亡情节隐瞒真相等问题。\n\n这个消息是雷洋案所涉及的争议的最新转折，29岁的雷洋有个刚出生不久的女儿，他于今年5月死亡一事引发了人们对警察粗暴行为的广泛愤怒。官方的宣布看来很可能会重新引发对案件的争论，检方在宣布书中描述了警察的一连串错误和不当行为，但拒绝对他们提起诉讼。\n\n北京南郊的丰台区检察院宣布说，五名警务人员“犯罪情节轻微，能够认罪悔罪”，其中没有给出这五人的全名。五人中有两人是今年6月被逮捕的警察，一名是协警，另外两名是派出所雇来的保安人员。\n\n这个行动小组在北京北郊的一个足疗保健店附近抓了雷洋。他的家人和支持者坚持认为，警方设陷将他逮捕，然后编造指控称他在足疗店嫖娼，并对他如何死亡的情况撒谎。\n\n对雷洋的支持者来说，他是一个象征，表现了即使是属于中产阶级的中国公民，也难免成为无需对大众负责的权威人物滥用权力的受害者。雷洋曾在北京的人民大学获得硕士学位，在一个隶属于政府的环保组织工作，因此他与那些通常控诉警察暴行的蓝领阶层和农村居民很不一样。\n\n今年6月初对这五人开始进行立案侦查后，丰台区检察院被指派来决定是否对他们进一步办案，但该检察院表示，他们的不当行为不够严重，不需要判处刑罚。\n\n丰台区检察院在伴随宣布的答记者问中说，“经查，涉案警务人员出警是依法执行公务，网络上流传的所谓的‘打击报复’‘钓鱼执法’等问题没有事实依据。”\n\n记者在周五未能联系到雷洋的家人，为其家人提供帮助的律师陈有西也没有接电话或回复短信。但他们和雷洋的其他支持者们（其中不少是他的人民大学校友）似乎不大可能会对检查院的决定表示满意。\n\n尽管如此，北京律师梁小军说，政府也不大可能作出让步。梁小军经常代理有争议的维护法律权利的案件。\n\n“这个案子早已不是一个简单的案子。它已经升级到维稳的高度，”梁小军在电话中说，维稳是政府术语，指维持其对社会的控制。“雷洋的家人可以上诉，但这将会很难，因为这不是由一个下级检察院就可以做出的决定。”\n\n根据检察院的说法，今年5月的一个晚上，作为打击卖淫嫖娼活动的一部分，这五名警务人员穿便衣在外执行任务。根据这个说法，雷洋在离开足疗保健店后受到警方怀疑。在中国，这种足疗店有时也是妓院，检察院说，证据及对有关人员的询问表明，雷洋在足疗店里与一名妓女发生了性关系。他的家人表示，这种事情发生在雷洋身上让人难以置信。\n\n根据检察院的说法，雷洋试图逃跑，但警务人员将其抓获。雷洋“激烈抗拒”，警方对他采取了揪头发、用手臂围圈颈项部、膝盖压制颈面部、及摁压四肢等制服方式。检查院说，警务人员把雷洋带上警车后，他再次试图逃跑，警务人员再次制服了他。\n\n“后雷某停止呼喊、不再反抗，”检查院的描述说。“（他的）身体反应出现明显变化，处于瘫软状态。”\n\n警务人员没有立即将雷洋送往医院或进行现场急救。等他们带把雷洋送到医院时，他已无生命体征，医生在当天夜里宣布他死亡。早些时候的一个说法是，雷洋死于心脏病发作，但最新的宣布中说，他因胃内的东西吸入呼吸道而致窒息死亡。\n\n“事发后，......涉案警务人员故意编造事实、隐瞒真相，妨碍侦查，”检察院的调查说。\n\n尽管如此，检方说，雷洋不是被执法人员“故意殴打致死”的，雷洋抗拒执法，警务人员有悔罪表现。检察机构建议对这些人在警察内部按违纪违规进行处理。\n\n北京市公安局在对检方宣布作出的回应中说尊重检察机关的决定。\n\n回应说，“公安机关对雷某的死亡深表遗憾，对由此给雷某家属带来的不幸和痛苦深感歉疚。”",
			"added": 1482723477,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 8,
			"title": "王小二过年：自然人客户20万以上跨境转账需报送",
			"body": "大额现金交易报告标准由20万元调整为5万元 自然人客户20万元以上跨境转账交易需报送\n\n　　中国人民银行近日发布了《金融机构大额交易和可疑交易报告管理办法》（中国人民银行令〔2016〕第3号，以下简称《管理办法》），自2017年7月1日起实施。\n\n　　《管理办法》对现行《金融机构大额交易和可疑交易报告管理办法》（中国人民银行令〔2006〕第2号）和《金融机构报告涉嫌恐怖融资的可疑交易管理办法》（中国人民银行令〔2007〕第1号）两部规章进行了修订、整合。\n\n　　人民银行有关负责人在答记者问中指出，上述两部规章自2007年实施以来，在我国反洗钱工作起步阶段，对于指导金融机构切实履行可疑交易报告义务发挥了积极作用。但随着国内外形势的发展变化和反洗钱工作的深入推进，防御性报告过多、有效报告不足等实施当中的问题逐渐显现，影响了反洗钱工作的有效性。同时，现行大额交易报告标准也已经不能完全满足反洗钱以及打击、遏制相关上游犯罪的实际需要，有必要对大额交易报告标准进行适当调整。\n\n　　与现行规章相比，《管理办法》的主要变化有将大额现金交易的人民币报告标准由“20万元”调整为“5万元”，以及新增以人民币计价的大额跨境交易报告标准为“人民币20万元”。\n\n　　为何将大额现金交易报告标准从现行的人民币“20万元”调整为“5万元”？人民银行有关负责人指出，加强现金管理是反洗钱工作的重要内容。国际上现金领域的反洗钱监管标准大都比较严格。比如，美国、加拿大和澳大利亚的大额现金交易报告起点均为1万美元（或等值外币），而监管部门为打击特定领域的违法犯罪活动，依据法律授权还可以进一步下调现金交易报告标准。\n\n　　此外，非现金支付工具的普及、发展和创新便利了非现金交易，居民的现金使用偏好正逐步发生转变，正常的支付需求通过非现金支付工具可以得到更加快捷、安全的满足，这为强化现金管理提供了有利的条件。最后，我国反腐败、税收、国际收支等领域的形势发展也要求加强现金管理，防范利用大额现金交易从事腐败、偷逃税、逃避外汇管理等违法活动的风险。\n\n　　对自然人客户“人民币20万元以上”的大额跨境转账交易报告标准是《管理办法》的新增标准。人民银行有关负责人指出，随着沪港通、深港通等业务逐步推进，境内居民个人跨境业务逐步放开，居民个人跨境人民币业务会更加频繁，设计专门的人民币报告标准，便于监管部门及时掌握人民币跨境交易数据，开展风险监测。\n\n　　人民银行有关负责人明确要求金融机构，应当将可疑交易监测贯穿于金融业务办理的各个环节；应当同时关注客户的资金或资产是否与洗钱、恐怖融资等犯罪活动相关，提交可疑交易报告没有起点金额要求；应当按照规定时间报送可疑交易报告，最迟不超过5个工作",
			"added": 1483182614,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 9,
			"title": "大妈摆摊打气球被判刑:最大心愿是在看守所过年",
			"body": "刚结婚两个月的王艳玲没有一点新婚的喜悦：乱乱的头发、紧皱的眉头，起皮的嘴不停地叹气“太重了，判的太重了”。\n\n10月12日，王艳玲的母亲赵春华及其他8家一同在天津大悲院码头摆射击摊的商贩13人，一并被抓到河北区鸿顺里派出所。而后赵春华摊位上的9支枪形物中6支被鉴定为枪支，12月27日，河北区法院一审以非法持有枪支罪，判处其有期徒刑三年六个月。\n\n王艳玲告诉“北京时间”那种射击游戏她在老家呼伦贝尔也玩过，“一直当它是玩具枪，很多人现在都还在公园门口玩。”她称，12月29日母亲赵春华在看守所提交了上诉申请。\n\n每天吹1000个气球半夜才收摊\n\n8、9月份的天津大悲院码头，人来人往。紧邻的天津地标——天津眼摩天轮，几乎是游客的必到景点。但对于51岁的赵春华来说，这里更像是命运的转折点。\n\n晚饭后的几次遛弯，让赵春华发现这里的“打气球”游戏生意还不错。适逢一位老汉想要转让，她便以2000元的价格将三轮车玩具等货物一并盘下。\n\n在码头，像她这样的射击摊位一共有9家，而且都挨着，赵春华的摊位在中间，算是最不好的一个。\n\n\n\n赵春华的摊位就在最近的两根灯柱之间\n\n在接过摊位后，她才知道，还要交摊位“管理费”，每月500元。她不知道收钱的人什么来路，但是不交就不能摆摊。不仅如此，摆摊时间只能是晚上9：30以后。\n\n因为每晚都要9:30分出摊，所以收摊也比较晚，常常在夜里12点以后。赵春华也养成了晚起的习惯，每天早上10点起来后，她会去进一些货物，然后在下午5点，吹足1000个小气球。等到9点左右，她会登上三轮，耗时20分钟来到码头等待出摊。\n\n“母亲都是用嘴吹气球，她说这样比较快，吹足1000个得花1个多小时，每次吹完她都会头晕一阵，缓一会儿才能好。” 王艳玲说。\n\n王艳玲告诉“北京时间”，母亲每晚这样摆摊，一个月下来能赚3000元左右。\n\n“刚接过摊位2个多月，母亲就被抓了。”这是王艳玲怎么也想不到的。\n\n\n\n三个板子需扎满小气球180个左右\n\n母亲希望能在看守所过年\n\n10月12日，赵春华被抓了，不是因为自己一直没办营业执照，而是因为“玩具枪”。\n\n“便衣说一起回去鉴定（枪支）一下，过几天就把你们放出来，”王艳玲说，也正是因为这句话，当时一起被带走的13位商贩没有一个反抗，“我母亲当时很平静”。\n\n王艳玲告诉“北京时间”，自摆摊以来，母亲从不曾被警察提醒不能经营这种游戏。\n\n“经常可以见到摆摊打气球的，我们一直觉得这种就是玩具枪。如果知道是枪，母亲压根就不会碰。” 王艳玲反复强调。\n\n王艳玲拍摄的曾和母亲一起摆摊的其他射击摊\n\n自母亲被抓到12月27日判刑，王艳玲只在10月29日结婚那天给自己放了一天假，其余时间一直在法院与派出所之间奔波求情，“我妈只有初中文化，我希望他们能念在她初犯不懂法的份上量刑轻一些”。\n\n前些日子，赵春华预料自己可能会凶多吉少，就托律师告诉王艳玲，让她不要再花钱找人“救她”，并表示现在她最大的希望是能在看守所过年。\n\n“因为狱友都熟悉了，到监狱后都是生人”，王艳玲说，判决生效10日后就要去监狱，她不想在那过年。12月29日，母亲已经在看守所提交了上诉申请，结果怎样还不知道，但“上诉就能让她暂时在看守所了，也算完成她一个小心愿吧”。\n\n\n\n辞职摆摊或因不想给女儿添麻烦\n\n赵春华说摆摊是因为自由，离家近，但王艳玲知道，妈妈是不想给她添麻烦。\n\n赵春华并不是天津人，3年前她还在老家呼伦贝尔种植木耳，“后来胳膊生病长了骨刺，干不了重活了”，女儿王艳玲说：“一个培养木耳的容器得有几十斤，生病后干不了了，才想到出来打工”。\n\n赵春华的一个朋友在天津打工，她告诉赵春华天津机会多，建议她过来试试。2013年初，她来到天津，在一家五金厂给人做饭，一个月1800元。王艳玲的工作是旅游顾问，每月的收入只有2000元左右，而且没有保险。\n\n半年前母女二人搬到河北区一处破旧的厂区自建房里，以600元的价格租下两间不足10平米的小屋，一间住人一间存货，住人的那间推门进去就是床，因为没有值钱的东西，母女二人外出都不用锁门。\n\n\n\n赵春华租住的家\n\n今年8月份，赵春华萌生了换工作的想法。王艳玲告诉“北京时间”，她猜测母亲辞职摆摊是不想给她添麻烦，“10月份我就要结婚了，婚后她得自己住，”但按照母亲以前的工资计算，自己养活自己，糊口都难。\n\n“她一年下来是2万块钱，除去每年要自交1万块退休金和7200元房费，剩下的真不够吃”。王艳玲说，但母亲告诉她，摆摊相对自由些，也离家近。\n\n10月29日是王艳玲结婚的日子，母亲被抓后她想推迟婚期，但母亲说那样就一辈子不理她。“婚后第二天我就开始跑我妈的事了，爸妈离婚后我跟妈妈生活，她现在是我的命根子”。\n\n律师称是否构成犯罪争议很大\n\n北京理工大学法学院徐昕教授，曾代理过福建少年网购仿真枪判无期案，在看到赵春华的遭遇后表示愿意为其提供帮助。\n\n徐教授表示，这个案件是否构成犯罪争议很大。“我看到新闻说，一审律师为她作最轻辩护，如果是我，我可能会去做无罪辩护，因为这种枪根本不能认定为真正枪支。”\n\n徐教授认为，公安部制定的枪支认定标准非常荒唐，2001年时的标准是所发射弹丸的枪口比动能大于16焦耳/平方厘米时被认定为枪支，而到了2008年标准变成了1.8焦耳/平方厘米，这个标准下的枪口比动能是没有任何杀伤力的，所以基于这个标准去认定为犯罪也是不能接受的。“公安部的标准并不能去解释刑法，所以不应当适用”。\n\n“第二个争议的问题可能是量刑的问题，假设被认定为犯罪的话，根据所谓的鉴定6支为枪支这个结果，判处三年半其实不算太严。但是它是违反我们的常识常理常情的，所以这样的判决还是重了。”徐教授说，“我检索了一些类似案件的判决，基本上是判缓刑，这种情况就应该由承办的法院报经最高法院，然后在法定量刑幅度内量刑。所以，如果这个案件被认定为犯罪，判缓刑足矣。”\n\n天津大妈摆射击摊被判非法持有枪支罪 获刑3年半\n\n家住天津市河北区赵春华今年51岁，她在街头摆的射击摊位上，6支枪形物被鉴定为枪支，12月27日，河北区法院一审判她犯非法持有枪支罪，判处有期徒刑三年六个月。",
			"added": 1483271264,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 10,
			"title": "攀枝花国土局长枪击市长和书记后吞枪自杀",
			"body": "川报观察快讯记者从攀枝花市政府新闻办获悉，1月4日10时50分许，攀枝花市会展中心发生一起枪击案件。当时，持枪人闯进会场，对正在开会的该市委、市政府主要负责同志进行连续射击后逃窜。市委书记张剡、市长李建勤受伤，经送往医院抢救检查后无生命危险。\n\n经查，犯罪嫌疑人系该市国土资源局局长陈忠恕，被发现时，已在会展中心一楼自杀身亡。",
			"added": 1483550625,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 11,
			"title": "男子网购火柴枪给孩子当玩具 被控非法持有枪支",
			"body": "华声在线株洲讯 网购火柴枪给孩子当玩具，却被鉴定为枪支。近日，株洲市天元区检察院以涉嫌非法持有枪支罪对叶某提起公诉。\n　　2016年9月27日上午，叶某在路上被交警拦下，并被发现车座储物箱内藏有一把火柴枪。经鉴定，该火药枪以火药为动力，具备火药枪的本质特性，根据《公安机关涉案枪支弹药性能鉴定工作规定》，应认定为枪支。\n　　“这把枪是我在淘宝上花148元买的，是买来给孩子当玩具玩的。”叶某说，他没有意识到自己会因此涉嫌非法持有枪支罪。\n　　株洲市天元区检察院检察员黄小平说，据刑法规定，非法持有、私藏以火药为动力发射枪弹的非军用枪支1支以上的，构成非法持有枪支罪。在缺乏辨别能力的情况下，市民不要在网上或其他市场购买类似枪支。",
			"added": 1484219724,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 12,
			"title": "赵一曼殉国之后：丈夫文革被迫害死 儿子上吊亡",
			"body": "核心提示：陈达邦于1966年被迫害致死。临死之前，他对自己的孩子交了底：要相信群众，相信党，相信你的父亲是清白的，人民币改版题字是经过领导批准的。宁儿怀揣告状信独闯中南海为父伸冤，被打成“现行反革命”，后自缢身亡。\n\n\n\n本文摘自《红岩春秋》2010年03期  作者：魏明生  杨永康 原题为：赵一曼的丈夫陈达邦传奇\n\n赵一曼的英雄事迹，早在1950年代初，随着电影《赵一曼》的放映，就已家喻户晓，妇孺皆知。特别是赵一曼英勇就义前给她的儿子宁儿留下的遗嘱，更让人耳熟能详，记忆犹新。但是很少有人知道她的丈夫——陈达邦。\n\n宁儿名叫陈掖贤，一直由伯父陈岳云抚养，在陪都重庆度过了他的童年，12岁时，才和亲身父亲陈达邦相认。陈掖贤的女儿陈红1980年代初移居成都，这是赵一曼和陈达邦尚在国内的唯一后人。陈红在接受我们访问时说：爷爷和奶奶在莫斯科结婚后不久，奶奶因工作需要一个人回国，爷爷继续留在莫斯科，后来到法国和吴老（即吴玉章——编者注）一起办报，抗战期间回到重庆，解放后在北京中国人民银行总行工作，人民币上有他写的字。\n\n我们根据陈红提供的线索，经过多方调查了解，陈达邦的传奇人生终于跃然纸上。\n\n莫斯科的“陈院士”\n\n陈达邦于1900年出身于湖南长沙县的一家书香门第，在陈氏大家族中，排行老八。陈家与任弼时一家是姑婊亲，陈达邦小时候曾和任弼时一起在长沙求学。陈达邦有一个妹妹，名叫陈琮英，是长沙一家纺织厂的女工，由双方父母包办，与任弼时定下儿女婚姻。任弼时参加革命后，于1921年被派往苏联东方大学学习，回国后，在上海中共中央机关工作。为了照顾任弼时的工作，经党组织安排，调陈琮英到上海与任弼时结为夫妻，从此共同为革命事业出生入死。\n\n第一次国共合作形成后，广州黄埔军校成立。任弼时和陈琮英都觉得这是一个培养革命干部的好机会，便联名写信到长沙老家，动员陈达邦投身革命，报考黄埔军校。陈达邦接信后，按照妹弟任弼时指引的途径，在湖南党组织的帮助下，于1926考进黄埔军校，成为第六期学员，并于1927年加入中国共产党。“四一二”政变后，经党组织决定，将其派往莫斯科中山大学学习。\n\n当时选派党员去苏联学习，既是为了保存革命力量，也是为了培养革命干部。和陈达邦一同出发的共有几十人，学员们每10人编为一组，陈达邦被指定为组长。在陈达邦的小组里有一位四川姑娘，名叫李淑宁。她是四川宜宾人，1927年初，经四川党组织推选，考入黄埔军校武汉分校女兵队，同年加入中国共产党。汪精卫“七一五”反革命政变后，疏散到上海，经上海党组织选派，送往莫斯科中山大学学习。\n\n李淑宁本是大家闺秀，投身革命后，在武汉军校学得了一身武艺，身体也算强健。但是，前往莫斯科，初次乘坐海轮，怎经得起那种颠簸？李淑宁因为晕船而呕吐得一塌糊涂，幸亏有组长陈达邦的精心照料，因而对其产生了感激之情。进入中山大学之后，李淑宁的中文名字改为李一超，俄文名字叫科斯玛秋娃。李一超在国内没有学过外语，初进中山大学学俄语，方法不对，进步较慢，也是在陈达邦的启发下，改变了学习方法，提高很快。陈达邦天资聪慧，俄语、法语、英语成绩都很好，并且能够应用，苏联老师讲俄语，很多同学听不懂，他就主动当翻译，同学们佩服他，给他起了个外号叫“陈院士”。据曾在中山大学学习的柳溥庆老人回忆，陈达邦还是中山大学名噪一时的“二十八个半”（即二十八个半布尔什维克，该名词在1929年夏召开的中山大学“十天大会”上产生）之一。\n\n陈达邦为人稳健，政治上比较成熟。李一超因为有他的帮助，两人都没有卷入中山大学的派性漩涡。二人长期相处，情投意合，经校方批准，于1928年五一国际劳动节期间结为伉俪。李一超怀孕后，经组织安排，离苏回国，先后在江西、湖北、上海从事党的秘密工作。1931年“九一八”事变发生后，李一超主动请缨，被派往东北参加抗日斗争。李一超到达东北之后，为适应抗日斗争的需要，改名为赵一曼。\n\n巴黎印刷厂厂长\n\n李一超回国后，陈达邦继续留在中山大学学习。1929年，中山大学解散，陈达邦继续留在苏联，任莫斯科外国出版社中国印刷部主任，专门负责中共驻共产国际代表团的印刷业务，同苏联印刷界有广泛交往。\n\n1935年，吴玉章在法国巴黎创办《救国时报》，通过中共代表团调陈达邦去巴黎主持印刷业务，任《救国时报》印刷部主任，兼印刷厂厂长。陈达邦熟悉印刷业务，又懂法语，很快结识了不少巴黎印刷界的朋友，在他们的帮助下，克服重重困难，保证了《救国时报》的印刷质量。因此，吴老对陈达邦的印刷业务能力非常看好。《救国时报》在巴黎共出版发行了152期，每一期、每篇文稿，都浸透着陈达邦的心血。当他亲手排印出《为抗日救国告全体同胞书》（即《八一宣言》）之后，读了一遍又一遍，预感到国内抗战形势必将发生重大变化，从而感到无比欣慰；当他看到东北义勇军、东北抗日联军与日本侵略军浴血奋战的英勇事迹出现在自己印刷的《救国时报》上时，受到极大的鼓舞。\n\n但是，他却无法知道自己的妻子李一超改名为赵一曼，也是东北抗日联军的指挥员，成为著名的抗日英雄，壮烈牺牲在日本侵略者的刑场上。\n\n1938年2月，共产国际中国部为进一步扩大抗日宣传，决定将《救国时报》迁往美国印刷出版，命吴老先行回国，进行必要的准备。陈达邦继续留在巴黎，等待接受新的任务。这一等就是4年。在美国出版报纸的计划一直没有消息，陈达邦只好靠自己的手艺，以经营印刷业务谋生。后来知道在美国出版报纸已经不可能，中共驻共产国际代表团成员也陆续撤离，陈达邦才于1942年从巴黎动身回国。\n\n陪都“印刷大王”\n\n陈达邦的五哥陈岳云，早年在湖南长沙开办纸印公司，北伐战争开始后，纸印公司迁到武汉。陈岳云的纸印公司是陈、任两家的一个联络点，两大家族的几十口人分散在全国各地，有的还在国外，主要通过这个纸印公司进行联络，实际上这也成了中共秘密交通站。李一超回国后从事党的秘密工作，在湖北宜昌生下一子，起名宁儿。去东北参加抗日之前，她和陈琮英一起，把宁儿送到武汉，托陈岳云夫妇抚养。在离开陈家之前，李一超抱着宁儿去照相馆照了相，给陈达邦写了一封信，表达对丈夫的思念之情，告知将宁儿放在五哥家中寄养的事，信封内装着她和宁儿的合影照片，一起寄往莫斯科中山大学。\n\n抗日战争爆发后，武汉沦陷，陈岳云的纸印公司随着沦陷区大举内迁的浪潮，迁到了战时首都重庆。这时，纸印公司已改名为“中国印刷厂”，厂址设在重庆中华路官井巷3号，注册资本为100万元法币。由于陈岳云的精心经营，中国印刷厂以其雄厚的经济实力和技术实力，在重庆印刷界颇有影响。以周恩来为书记的中共南方中央局在重庆印刷《新华日报》、《群众》杂志和其它出版物，也曾得到中国印刷厂的帮助和支持。\n\n陈达邦回国后，辗转来到重庆。在陈岳云家中，亲人久别重逢。五哥五嫂先把宁儿叫到陈达邦面前让他叫爸爸。这时宁儿已经十二三岁，高高的个子和他爸爸已不相上下。陈达邦把宁儿拉到自己身边，左看右看，搜索着那张照片的记忆。看到宁儿健康成长，陈邦达对兄嫂的精心教养，充满了感激之情。他抚摸着宁儿的头，轻声问道：“妈妈有信来吗？”孩子低头不语，五嫂长叹一声，没有言语。五哥示意五嫂把宁儿带开，自己和八弟进入内室，促膝谈心。\n\n陈达邦已经预感到不测。二人坐定，五哥慢吞吞地说：“一超和妹妹把宁儿送来之后，就再也没有回来过。”他停了停，看了弟弟一眼，接着说，“在武汉的时候，听说她去了东北，以后一直没有消息。她和你通过信没有？”陈达邦说：“寄了一张宁儿两岁时照片以后，也一直没有通信。”陈达邦收到李一超寄去的照片之后，本来一直带在身边，抚慰着悠悠情思，直到去巴黎之前，担心遗失或被敌人搜查，才连同李一超写的那封信，一并存进了共产国际的档案馆。\n\n五哥接着说：“后来听说她被日本人杀害了。既然这么多年没和你通信，那肯定已不在人世了，好在宁儿有这么大了。”陈达邦听着，眼睛湿润了。五哥宽慰他说：“现在你回来了，就不要走了，有合适的，就准备续房吧。”陈达邦两眼慢慢地掉下泪珠，最后终于忍不住失声痛哭起来。五嫂和宁儿闻声进来，五嫂掏出手绢擦拭着眼泪，宁儿依偎在爸爸身边，也大哭起来。\n\n而关于自己的妻子、宁儿的妈妈李一超就是抗日女英雄赵一曼的重大信息，陈达邦则是多年以后才得以知晓。1950年，由于周恩来总理的直接关怀，电影《赵一曼》很快摄制完成，在全国上映。从此，抗日女英雄赵一曼的事迹传遍大江南北。然而连编剧于敏都不知道赵一曼究竟是谁。1953年5月，政务院总理周恩来的办公桌上摆放着一封来自四川宜宾的普通信件，内容是李坤杰打听曾在上海中央机关工作过的李一超的下落。周总理看了又看，总也想不起这个李一超是谁，只好让办公室把这封信转到全国妇联代为查找。妇联主席蔡畅和劳动部副部长刘亚雄看信后，也不知道李一超的情况。\n\n在中共中央办公厅工作的陈琮英对李一超是了解的，但她无法将李一超和赵一曼两个名字联系到一起。宁儿已长大成人，从人民大学外交系毕业后，被分配在北京工学院工作，他知道自己的妈妈李一超是为革命牺牲的烈士，却也难以想象自己的亲生母亲就是电影中的赵一曼。\n\n惊喜来自四川。1955年1月2日，李一超的姐姐李坤杰写信给陈琮英，告诉她：经过李一超的战友和东北革命烈士纪念馆确认，赵一曼就是陈达邦的妻子、宁儿的妈妈李一超，希望能够了解陈达邦和宁儿的情况。陈琮英接信后十分惊奇，立即回信告诉了陈达邦和宁儿的情况，两家亲戚，相隔20多年，开始互通音讯。宁儿得知赵一曼是自己亲生母亲的消息，看到母亲在英勇就义前留给自己的遗嘱，一字一划地抄了下来，并把“赵一曼”三个字刻到自己的手臂上，狠下决心，一定要遵从母亲的遗教，忠于人民，报效祖国。\n\n1957年底，当陈达邦从苏联回国后得知赵一曼就是自己的妻子李一超的消息时，更是百感交集。为了表达他对爱妻的怀念之情，应四川宜宾“赵一曼纪念馆”之约，写下了一段情深意笃的回忆。这篇回忆至今仍完好无损地陈列在展柜中，供人们参观。\n\n当然，这都是后话。当年在重庆，五哥尽力排解陈达邦的悲痛，并问起他在国外的情况。陈达邦谈得最多的是印刷上的事，特别提到他在苏联和法国掌握的最新印刷技术。五哥听了高兴地说：“我看你回来别的都不要干了，干脆和我一起搞印刷吧。”\n\n陈岳云在经营理念上，不以牟利为重，而把支持抗日放在第一位，很受客户欢迎。陈达邦在现有条件下，采用在苏联和法国学到的新技术，提高了印刷速度和印刷质量，使中国印刷厂的客户迅速增多，业务不断扩大。陈氏两兄弟声名远播，被誉为“印刷之王”。\n\n中国人民银行印刷局科长\n\n1950年10月27日，中共中央政治局委员、书记处书记任弼时因劳累过度，突发脑溢血，在北京逝世。陈达邦作为任弼时的亲属赶往北京悼唁。其间，他见到了曾在巴黎办报的老领导吴老，还见到了曾长期在重庆南方局工作过的董（必武）老。董老是中国人民银行的开山祖师，曾为提高人民币的印刷质量而煞费苦心。两位老人都对陈达邦的印刷业务十分了解，联名将他推荐给中国人民银行行长南汉宸。当时，南汉宸正在筹备货币改革，正是用人之际，于是批准调陈达邦到中国人民银行总行印刷局任综合科科长，具体负责人民币的印刷工作。\n\n陈达邦调入中国人民银行之后不久，货币改革工作已开始紧锣密鼓地进行。货币改革是抑制通货膨胀的重要手段之一。新中国成立不久，政务院召开第六次政务会议，听取财经委员会主任陈云关于物价问题的报告。周恩来总理在会上指出，最近的通货膨胀，是因为我们所解放的地区扩大了，票子发得很多，物价当然会上涨。会议决定成立专门小组，研究解决通货膨胀问题。\n\n新中国的金融货币是在战争年代逐步形成的。中国人民银行在解放战争的硝烟中宣告成立，并开始发行人民币，成为全国解放战争和解放区建设的金融支柱。但是，由于第一套人民币是在战争还没有完全结束的条件下印制的，存在许多不足，如：券别种类繁多(共12种面额62种版别)、面额较大(最大为50000元)、纸张质量较差、票面破损较严重、文字说明单一、防伪技术含量低、容易造假等等。为了解决这些问题，进一步健全货币制度，中央人民政府作出了改革币制的决定。\n\n1950年1月，中国人民银行总行上报了第一套人民币改版方案。但是，这个方案迟迟没有得到批准。是年5月，陈云对中国人民银行总行上报的改版方案作了这样的批示：“此事应该准备，但仅仅是准备，不能草率。必须讲究纸质之统一，图案之适当，颜色之配备，秘密符号之拟制，票面尺寸、票额大小，均须慎重研究才能决定。”\n\n人民币改版方案没有启动的原因是，毛泽东、周恩来率代表团访苏之后，正酝酿请苏联“老大哥”代印人民币。货币决定国家经济命脉，货币的印制，属于国家高级机密，是一件慎之又慎的事情，一般不会让别国来插手。但是，新中国成立之初，受各种条件限制，印钞技术难以过关。再加上美、蒋常以伪钞输入捣乱，因而提高人民币的质量，特别是防伪造假技术，国内无法解决。为此，中国代表团和苏联进行接触时，提出了请苏联代印人民币的要求，得到苏方应允。于是，中国人民银行总行增设国外业务局印刷处，陈达邦由印刷局综合科科长升任国外业务局印刷处处长，并作为中国人民银行国外业务局专门委员（全权代表）秘密赴苏处理印钞事务。\n\n赴苏印钞秘使\n\n1952年4月初，中国政务院财经委员会副主任叶季壮、中国人民银行行长南汉宸、中国人民银行印制局副局长贺晓初、国外业务局专门委员陈达邦一行作为秘密使者前往莫斯科，会同我驻苏大使张闻天、代办戈宝权、温宁等，与苏联财政部长兹维列夫为首的苏方人员洽谈人民币印制事宜。4月6日，在苏联财政部长的办公室里，中苏双方就代印人民币一事进行专项谈判。我国政府请求苏方代印总金额为40亿元的人民币，印制票面额包括100元、50元、10元、5元四种。苏方口头承诺，有关代印人民币的原则问题，俱由苏方财政部长兹维列夫解决；有关技术性的事项，俱由苏方对外贸易部木材出口公司解决。中方则由贺晓初和陈达邦留在莫斯科，与苏方接洽具体印币技术问题。陈达邦留在莫斯科，多次和苏联对外贸易部木材出口公司技术人员洽谈，在技术问题上达成共识，为正式签订印钞协议打下了基础。\n\n1952年8月15日，周恩来率中国代表团前往莫斯科，就苏联援助中国第一个五年计划经济建设项目进行双边谈判，其中也包括请苏联印刷人民币。周恩来等回国时，留下李富春、叶季壮、陈达邦等人就有关问题继续磋商。9月22日，张闻天、李富春等再次和兹维列夫进行会谈，陈达邦和苏方技术人员在座。这次会谈，双方对各种票面的数量、印制要求、交货期限等问题，很快取得共识，并达成了委托苏方代印人民币的正式协议，协议以1954年底为交货期限。\n\n为了紧紧把握住新中国的经济命脉，保证第一个五年计划的顺利实施，中央领导对人民币的改版给予高度重视。毛泽东主席亲自审阅了中国人民银行总行上报的人民币票版设计和印刷方案，提出了两条重要修改意见：一是“中国人民银行”行名汉字排列顺序，应把从右至左改为从左到右；二是票面上不要印自己的像。周恩来传达毛主席的两点指示时，强调一定要按毛主席的指示办，并逐一审查每个票版的画稿，提出了许多重要修改意见，包括：券面主景画农妇年纪太苍老，要画得健康一些；战士的形象不够英勇，手中拿的还是美式卡宾枪，不恰当；汽车图样是我国装配的美式汽车，要改一下，免得外国人误会。如此细致周密的周总理，却对票面上的文字没有作任何指示。行长南汉宸难以定夺，急急忙忙带着印刷局局长王文焕直接向总理请示。周总理强调说：“钞票代表着一个国家的形象，马虎不得。”南汉宸当即提出，现在还没有更为合适的字体，最好还是在第一版的基础上进行调整。南汉宸的意见，得到周总理应允。\n\n由于毛泽东主席的重视，周恩来总理亲自指挥，国内印钞准备工作进展顺利。陈达邦和国内印刷局密切配合，紧张地进行着各项印钞技术准备。现存档案里留存的中方向苏方提交的物品清单显示，国内制作的人民币样版，包括国徽、行长图章和深线花纹钢版，套花画样，各民族大团结、石雕和敦煌照片，全套装饰及文字铅版、票样本、规格尺寸等等，样样俱全。但是，苏方技术人员收到国内的人民币样版之后，经过检验，却认为中国国内的设计不合技术要求，只有重新制版才能印刷。当陈达邦与苏方交涉人民币的样版技术时，国内正酝酿改变印钞计划。\n\n人民币上汉字的题写者\n\n1952年11月中旬，周恩来亲笔签发的一份电报提出：取消原定100元、50元票额，“采用不超过三元和五元的票面”，总金额由40亿元增加到45亿元，要求于1953年底交货。这样一来，印钞工作量相当于原计划的3倍，交货时间反而缩短1年，按要求时间完成很困难。11月21日，苏联外贸部部长库梅金和财政部部长兹维列夫紧急约见中国政务院财经委员会副主任叶季壮面谈。当晚，在苏联财政部部长的办公室里，兹维列夫、库梅金和叶季壮进行了一番长谈，对计划改变后的可行性和可能出现的问题作了探讨。\n\n这次谈话的焦点，在于票面的改版。中国提出改换人民币的面值，苏方认为中国国内制作的票版不符合印钞技术要求，应由苏方人员重新制版。为此，叶季壮经过中国驻苏大使馆向国内请示，得到周恩来总理亲自签发的电报指示，同意在中国技术人员协助下，由苏方人员重新制版。在苏方人员重新设计制版过程中，因为新版人民币采用的汉字题字，没有墨稿，无法制版。经请示国内，得到的答复是：在尽可能保持原有风格的前提下，可由技术人员作灵活处理。于是，具有魏、隶书法功底的陈达邦，亲笔题写了新版人民币上包括“中国人民银行”行名在内的所有需要更换的汉字书法字体。\n\n陈达邦经手在苏联印刷的人民币，以十元面额券最为劳神费力。1954年10月，张闻天大使就新增十元券20亿元人民币一事，正式照会苏联外交部长莫洛托夫：\n\n一、新印十元券20亿元，计2亿张，近因此项设计稿样经审查后尚须重新设计，因而该设计稿样，需延至今年12月间始可转交苏方，交货期限是否因此亦须相应顺延，亦请考虑。\n\n二、增加五元券的印数20亿元，计4亿张。\n\n事实上，十元券版样图案，“中经数次修改”，审批、绘制到正式定稿，苏方几次催促，直到1955年2月1日才交付苏方。由于交付版样图案拉长了时间，为制版、印刷并按期交货增加了难度。经过中苏双方技术人员的共同努力，保质保量按期完成了制版和印刷任务。因为有前几个票种要在苏联重新制版的教训，新增十元券人民币，国内只提供版样图案，交苏方后由中苏技术人员共同作技术处理直接制版，版样上的文字也照前例，由陈达邦参照已印出钞样，在保证原有风格不变的前提下作了灵活处理。\n\n陈达邦和苏联技术人员一道，互相配合，除了负责人民币票版的技术处理外，还参加了印钞数量的清点和装箱运输等工作。整个印钞和运钞工作，都是在绝对保密状态下进行的。苏联印币厂对外从不公开，而是以木材公司名义执行印钞任务。中苏双方的交接在满洲里火车站的列车上进行，白天交货，以免意外。交接时，10人同时开启10个车厢，上午10个，下午10个，一天完成。陈达邦按照南行长的指示，和苏方人员进行交涉，并认真检查落实。\n\n1953年9月底，首次装有成箱人民币的列车从莫斯科开出，到1957年最后一批十元券运抵满洲里，苏联代印人民币的工作持续了5年时间，中苏双方共在满洲里交接人民币9批次，总金额85亿元，其中3元券人民币比原定计划多印了95万张，金额达285万元。\n\n1955年3月1日，苏联印制的人民币三元、五元券和国内印制的二元、一元及角、分币共10种开始发行流通。1957年12月1日又发行了十元券。第二套人民币的印刷和发行，对于抑制通货膨胀，保证第一个五年计划的胜利实现及其后国民经济的发展，发挥了重要作用。\n\n陈达邦在制版过程中调整题写的汉字书法艺术一直沿用到第三、四、五套人民币，至今仍清晰可见。\n\n留著青史的遗憾\n\n请苏联代印人民币对于提高印刷质量，更加有效防伪，本是件大好事。但是，随着苏联国内政治局势的变化，中苏关系逐渐紧张起来，苏联利用手中掌握的人民币版样，擅自印发钞票，扰乱中国金融市场，为此，中国人民银行发布了《关于收回三种人民币票券的通告》，决定从1964年4月15日开始限期收回1953年版的三元、五元和十元纸币，一个月后停止收兑，不再流通使用。与此同时，国内反修防修的政治运动一浪高过一浪，“文革”开始后达到顶峰，许多和苏联有一定关系的干部被打成“苏修特务”，遭到残酷批斗，陈达邦亦未幸免。\n\n陈达邦所犯“滔天大罪”主要有两条：一是“二十八个半”成员，并且长期在中共驻共产国际代表团工作，因而被打成王明“死党”；二是和“苏修”“内外勾结”“篡改”人民币上题字，“投敌叛国”。这时印制人民币的机密已无密可保，当时参加过批斗陈达邦的人大都知道此事。陈达邦于1966年被迫害致死。临死之前，他对自己的孩子交了底：要相信群众，相信党，相信你的父亲是清白的，人民币改版题字是经过领导批准的。宁儿怀揣告状信独闯中南海为父伸冤，被打成“现行反革命”，后自缢身亡。\n\n1979年3月1日，国务院为陈达邦平反昭雪，并在八宝山公墓举行了隆重的追悼仪式。",
			"added": 1484389476,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 13,
			"title": "要求关闭充斥着儿童 色情内容的成人板块",
			"body": "现实世界碰到这样的货，爷一定见一个掐死一个！",
			"added": 1484403155,
			"parent_topic_uri": "14_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 101,
	"comment": {
		"5_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x": [
			{
				"comment_id": 1,
				"body": "非暴力不合作，不为虎作伥！它做拆自己台的事给它添把柴！积蓄自身实力，等待时机成熟给它致命的一击。",
				"added": 1463200739
			},
			{
				"comment_id": 2,
				"body": "强大的苏联帝国，萨达姆，卡扎菲无一不是如此。天道昌昌，作恶者永不会有好下场！",
				"added": 1463201613
			}
		],
		"37_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 3,
				"body": "是“辜负”，非“姑父”",
				"added": 1463221800
			}
		],
		"2_1A9e5YYegRZ8HA6ns8iSE4C8Ze6c2Ct49s": [
			{
				"comment_id": 4,
				"body": "只要不物理断网，互联网这条信息交流的通道就无法断绝。阻断的方法千千万万，绕过的方法也有万万千千。历史将证明方滨兴之流所做的不过是掩耳盗铃，愚蠢至极！一个国家把巨大的人力物力财力投在这上面就足以证明它们的胆怯和愚蠢。",
				"added": 1463311754
			}
		],
		"2_1DWe17FDMhYHiSoTLA5uq7xzy7fxSqfnmc": [
			{
				"comment_id": 5,
				"body": "安全是相对QQ，微信而言的：\n1. 信息的传递是端到端加密的；\n2. 服务端不受天朝政府管控；",
				"added": 1463315421
			}
		],
		"1_1A9e5YYegRZ8HA6ns8iSE4C8Ze6c2Ct49s": [
			{
				"comment_id": 6,
				"body": "网桥模式特征很明显，很容易被封，能用本就是漏网之鱼。",
				"added": 1463317433
			}
		],
		"2_1EQj4bFUidMshx7Byf3Zz3opmHQaD4TMmq": [
			{
				"comment_id": 7,
				"body": "流氓犯罪份子，通奸犯，贪污犯，带套强奸犯，嫖宿幼女犯只准加入共产党！",
				"added": 1463481062
			}
		],
		"2_16s9RYL8i9gtVGWR3iv9mbeLz5v8GM85R6": [
			{
				"comment_id": 8,
				"body": "360浏览器，还能更脑残点吗？！",
				"added": 1463713540
			}
		],
		"1_121nbwrxZZz6PJ1WQ324jojCnRE96xUnRr": [
			{
				"comment_id": 9,
				"body": "陈伟的G+\nhttps://plus.google.com/108203560534337750980/posts\n移动电话：189-5189-6489，单位：025-85866132\n\nGFW筑墙者，开发shadowsocks检测技术的南京邮电大学理工科强化班张伟，电话：025-85866429，zhangw@njupt.edu.cn 张伟的手机：18905180010\n\n沈婧身份证号 320511199010182525 ，来源： http://goo.gl/fziwKH 。\nGFW筑墙者，开发shadowsocks检测技术的南京邮电大学研2013级31班中共党员沈婧，移动电话：15951888620。\n\nGFW筑墙者，开发shadowsocks检测技术的南京邮电大学博士生导师、教授杨庚，移动电话：18951896132，单位电话：13951701292。\n\n等到树倒猢狲散，再来看这些为虎作伥的烂货有没有罪！在这里记录下他们应该无罪！",
				"added": 1463981106
			},
			{
				"comment_id": 10,
				"body": "一堵破墙，什么也拦不住。一窝子烂事，自己假装大家都不知道而已。一群SB，自欺欺人而已！",
				"added": 1463981406
			},
			{
				"comment_id": 11,
				"body": "如果天空是黑暗的，那就摸黑生存；如果发出声音是危险的，那就保持沉默；如果自觉无力发光的，那就蜷伏于墙角。但不要习惯了黑暗就为黑暗辩护；不要为自己的苟且而得意；不要嘲讽那些比自己更勇敢热情的人们。我们可以卑微如尘土，不可扭曲如蛆虫。\n摘自《奇闻录》",
				"added": 1463982529
			},
			{
				"comment_id": 29,
				"body": "帮人作恶就是罪！但定罪却是是人为的！希特勒当政的时候，党卫军屠杀犹太人那是立功，希特勒倒台后党卫军就被清算。8964时邓屠夫下令向学生开枪是不是大罪？但他却可以逍遥法外，封妻荫子。将来这些研究墙的会不会被清算，只有天知道。当然被清算是他们面临的风险！而且得自负（那时候绝对没人替他们背锅）！这帮烂货也就指望共匪能千秋万代，世袭罔替了！",
				"added": 1465204136
			},
			{
				"comment_id": 30,
				"body": "阻碍人与人之间的交流，掩盖事实真相，为独裁者的恶行洗地，背书，都是人间大恶！至于是不是罪，得看后来者怎么治你了！作恶者就自求多福吧！",
				"added": 1465204518
			},
			{
				"comment_id": 81,
				"body": "> [remarkable](#comment_16_1Nv9coai3XzgiS8VgetKQF7VXxfZZoJq93): 研究量子物理的，是不是要为核武器的滥用负责？研究SS检测技术的，是不是要为Wall的升级负责？不知道那位网友，打电话的时候得到了别人出于尊重的耐心回复，为什么发帖的时候说人家脑子糊屎....不管Shadowsocks检测技术是怎么回事，研究一下就是筑墙者？比如我也想研究它：1、研究了才知道现有技术的弱点，才能完善现有技术；2、研究了才能发明出反制技术；1和2，你怎么知道，哪个才是我的初衷？\n\n前面已经说过，罪是人定的！\n\n研发核武器的，研究SS检测技术的，研究化学武器的，要不要对自己的行为负责？那要看你站的那方在这场争斗中谁是胜利者，当有人要定你的罪，可没人关心你的初衷，前面我早解释过了，典型的例子就是伊拉克的化学阿里被绞死，如果萨达姆能保住他，他不仅无罪还会是英雄，然而这仅仅是如果。。。从大的方向上看，只有顺应历史潮流的人才有更大概率不被历史的车轮碾碎。研究SS检测技术对兲朝而言，毫无意义，它既不能有效监测SS流，也不能有效阻断它，就算能有效检测SS，也会有新的TT，XX涌现，所以这种研究纯属骗研究经费，将来一旦局势恶化，这些人会不会被处于某种政治目的被人弄死？没做过这种事的人肯没有这种担心！\n\n你研究合理，人家骂你也很合理不是！\n\n所以做这种研究的最好每天烧柱高香，保佑在自己去阎王爷报道之前土共不崩溃！\n\n反正我是不会为这样的人辩护！",
				"added": 1483423229
			},
			{
				"comment_id": 83,
				"body": "> [remarkable](#comment_19_1Nv9coai3XzgiS8VgetKQF7VXxfZZoJq93): 要说SS的检测技术，其实Google DeepMind的阿法狗更厉害，现在使用在围棋比赛上，目前已经60连杀了，哪天就可以移植过来用在ss检测技术上，有望一杀一个准。不知道需不需要停止阿法狗这个项目？DeepMind公司需不需要烧香？\n\n对技术一窍不通的人才会有此想法，怪不得在兲朝一说“包治百病”就很多人迈不动腿。",
				"added": 1483759387
			},
			{
				"comment_id": 87,
				"body": "> [remarkable](#comment_21_1Nv9coai3XzgiS8VgetKQF7VXxfZZoJq93): 为什么？用人工智能技术来审查流量，审查言论，甚至人肉搜索言论发布者，不可能吗？未来的事情谁晓得。技术是中立的，也是要发展的，关键的是发展它的人还是使用它的人？\n\n窝槽泥马，用人工智能干这个，这一定得是还没被关进监狱的优秀共产党员才能想得出来。\n\n技术发展是为了少数人更好的奴役大多数？那是反人类的，注定得不到大多数人认同！\n\n以子之矛，攻子之盾，何如？AlphaGo跟AlphaGo对弈将是什么结果？\n再说AlphaGo的技术属于人工智能的逻辑推演范畴；流量审查，言论审查属于模式识别的范畴，二者不同的技术领域，不同的数学模型，解决不同的问题。你移植AlphaGo的技术去做模式识别的问题，GFW都是像你这样的蠢货么？\n你可以人工智能来筑墙，我也可以用人工智能翻墙啊，技术的发展会使得应用的门槛更低，谁都用得起，who 怕 who!\n更不要说高端的张良计也有被简单的过墙梯绕过的可能性。\n\n技术的发展总的来说会使更多的人获得更多的自由，\n\n更令人欣慰的是绝大多数的优秀共产党员的智商不能高过包子帝，让它们应用用这项技术尚且困难，更不要说发展了。\n",
				"added": 1483790992
			},
			{
				"comment_id": 89,
				"body": "> [remarkable](#comment_22_1Nv9coai3XzgiS8VgetKQF7VXxfZZoJq93): 我没说技术的发展是为了少数人奴役大多数，我的意思是技术的发展不仅能让人好好的利用服务大众，也能被坏人利用。任何技术都是双面的，不在于技术本身，也不在于技术的发展者，而在于使用者。人家研究个技术你就推断他只能用在坏的地方？我提出阿尔法狗是为了泛指人工智能和深度学习机制——这个思路，没指望用这个下棋的程序拿来识别什么。既然AI可以用来搞出个下棋狗，你怎么知道AI弄不出来个黑客狗？你也知道AI可以用下棋出招，也可以破招，说明你知道这个技术的双刃性，那你为什么就这么固执地认为ss检测技术就只能用来升级wall，而不是升级anti-wall技术？讨论个问题为什么要骂我蠢？把我推向某个阵营？这样只是为了支持你的论断吗？\n\n真奇怪，我从没说过某项技术只能做什么，不能做什么。你为什么这么纠结？\n移植AlphaGo到GFW是你自己说的啊，我只不过回了个这技术不能包治百病。然后你就说人工智能可以用来审查流量，审查言论，人肉什么的，鬼才相信你的立场是自由派。如果大而泛之，GFW现有的技术就是人工智能啊，只不过比较原始一点而已。\n这个title争论的是我们可不可以骂研究开发shadowsocks检测技术的南京邮电大学信息安全系主任陈伟。\n开发shadowsocks检测根本算不上技术的发展，那个陈伟只不过是个机会主义者，谋利而已。\n你认为开发shadowsocks检测技术的出发点是升级wall还是升级anti-wall？\n兲朝的GFW是不是为了制造信息不对称而让少数人更好的奴役大多数人？\n发明互联网的初衷是为了促进人类交流与沟通还是阻绝人类交流与沟通？\nGFW以及为它提供技术支持和充当打手的腾讯，360，南京邮电大学，哈尔滨工业大学，方兴滨该不该骂？\n你不是来讨论问题的，你是来捣浆糊的！你是中宣部的编外纵队！\n兲朝就是糊涂蛋太多，谁拳头硬就跟谁说话，所以才会有鬼子来了叫皇军，毛子来了叫老大哥，文革的时候一群傻蛋跟在魔王后面群魔乱舞的混账局面。",
				"added": 1483800836
			},
			{
				"comment_id": 91,
				"body": "> [remarkable](#comment_23_1Nv9coai3XzgiS8VgetKQF7VXxfZZoJq93): 说这个我只是想告诉你，看起来可以用来做好事的技术，也可以做坏事。然后反过来支持我的观点：看起来可以用来做坏事的技术，也可以用来做好事。研究人工智能的，不应该被骂。研究ss检测的也一样。从事研究技术，和拿技术来应用（那些打手）是不一样的。前者是研究者，后者是使用者。判断好坏应是判断其使用者。人各有志，不要把自己的思维强加到别人身上。如果这都容不下，让你执政，还不独裁？\n\n研究ss检测技术有确定的服务对象--反人类的GFW，这个研究不是中立的，所以该骂！\n明知他人要杀人还提供刀枪者，放到地球上任何一个国家都叫共犯@\n你是非不分，也该骂。\n我坚守技术研究人员的操守，无意朝堂，心里怎么想就怎么说，但不会把自己的意志强加于人。这个就不劳你费心了！",
				"added": 1483803010
			},
			{
				"comment_id": 92,
				"body": "> [remarkable](#comment_24_1Nv9coai3XzgiS8VgetKQF7VXxfZZoJq93): 这也正是我和你想得不一样的地方。\n> 如果这个研究有成果，而我是SS的接手者，我会把他的研究成果拿来看看。\n\n你可以借鉴啊，但不能否认他的不义！\n说obfs4是主动探测攻击的反制技术更恰当。\n\nGFW是技术的跟随者而非开创者，更不是发展者，其跟班不义而且猥琐。\n\nGFW的不义和下三滥使得中国没有一家HTTPS可信证书签发机构。\n",
				"added": 1483803846
			},
			{
				"comment_id": 93,
				"body": "> [remarkable](#comment_25_1Nv9coai3XzgiS8VgetKQF7VXxfZZoJq93): 我说的是研究obfs4的人，也是先去研究了主动探测流量技术的原理。\n\n错了不是，obfs2的技术弱点世人皆知，主动探测攻击只不过把对这种弱点的攻击付诸实施而已，这个实施者就是GFW，相关的原理也不是GFW研究出来的，它不过是拿了别人的论文用而已。即使没有这种攻击，主动的技术演进也会导致obfs4，只不过攻击加速了这个演进的进程。如果你要说这是GFW促进了技术进步那就贻笑大方了。",
				"added": 1483805751
			}
		],
		"4_1NL5YZdozXc6ZNzKm78H4SjSMabyzV16YX": [
			{
				"comment_id": 12,
				"body": "跟猪认真你就输了。中国上下5000年的专制史对人性的摧残已经深入遗传基因，要改变不是一朝一夕的事。",
				"added": 1464072615
			}
		],
		"2_1BjBjgzWiY58V9Qbm7VqJ7w9UNYk7KACW1": [
			{
				"comment_id": 13,
				"body": "不喜欢可以不用啊，没人可以强迫你的。",
				"added": 1464075223
			}
		],
		"1_15tojHK9x7JSJYPZozDvqx77qRg1iCBoGi": [
			{
				"comment_id": 14,
				"body": "VPN被墙研究透了，很容易被干掉。不然就不会有SS了。",
				"added": 1464105388
			}
		],
		"1_1NnxSqaKw4QyAEDGVAqaTC1TkFx6PMocEY": [
			{
				"comment_id": 15,
				"body": "PPTP安全性差，慎用！",
				"added": 1464216710
			},
			{
				"comment_id": 21,
				"body": "> [greatfirewall](#comment_1_1NnxSqaKw4QyAEDGVAqaTC1TkFx6PMocEY): 在这个世界没有所谓安全这个东西，只有相对的安全，如果真的这么在乎安全，把你的电脑拔掉网线，关掉电源你也不会有所谓的安全威胁\n\n真逗，丫就一啥都不会的蠢蛋，教训我，你也配？！PPTP10年前就已经被破解，爷好意提个醒而已！你不在乎安全来zernet作甚？用PPTP作甚，直接明文好了？你丫祖传的精神分裂症吧。",
				"added": 1464569507
			},
			{
				"comment_id": 42,
				"body": "> [greatfirewall](#comment_3_1NnxSqaKw4QyAEDGVAqaTC1TkFx6PMocEY): 吃了粪是吧，你够资格我来教训？你以为你算哪根葱，安不安全要你管，还10年前破解了，说得好像你自己破解的一样，还要你提醒，我问你安全性了吗？你TMD这个素质真是丢我们国人的脸。我问你了吗。不懂就不要说话，一说话只会显得你自己智商低，没素质！能有点素质吗？说话能经过下你那个猪脑袋？小学文凭？\n\n呵呵，爷就喜欢看着SB可劲吠！",
				"added": 1466385200
			},
			{
				"comment_id": 61,
				"body": "> [remarkable](#comment_6_1Nv9coai3XzgiS8VgetKQF7VXxfZZoJq93): 人家就只是表达了自己对安全的看法，为何你觉得被教训呢？\n\n我也是啊，为何就被你喷呢？",
				"added": 1481084164
			}
		],
		"1_1LSu8MH4cN6cncmHaaR54N9YrtbzAvkwzk": [
			{
				"comment_id": 16,
				"body": "纯属瞎掰！",
				"added": 1464508240
			}
		],
		"4_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": [
			{
				"comment_id": 17,
				"body": "没文化真可怕！",
				"added": 1464523031
			},
			{
				"comment_id": 18,
				"body": "在海上航线开通之前，日本可曾向西方输出过一毛钱的商品？\n西方是先知道有中国还是先知道有日本呢？用你的猪头好好想想！",
				"added": 1464523219
			},
			{
				"comment_id": 20,
				"body": "> [fuckgcd](#comment_10_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z): 我的历史不太好不要生气嘛w\n\n生嘛气？！爷免费教你，今天你赚了！",
				"added": 1464533475
			}
		],
		"8_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x": [
			{
				"comment_id": 19,
				"body": "赵家狗咬狗，跟你蛋关系都没有，了解它作甚？！",
				"added": 1464524737
			}
		],
		"6_1CpQAAfxYtFqAGfoGd6gdaN6jerQGoknzV": [
			{
				"comment_id": 22,
				"body": "正在用，没问题！",
				"added": 1464611750
			}
		],
		"3_1Fv1xGsCxVzHNkCyCMLkJsXaqHSqc5VS45": [
			{
				"comment_id": 23,
				"body": "8964，浩气长存！",
				"added": 1464704191
			}
		],
		"4_1Fv1xGsCxVzHNkCyCMLkJsXaqHSqc5VS45": [
			{
				"comment_id": 24,
				"body": "法轮功和土共一路货色，都是靠骗起家！土共感受到了威胁才对法轮功下手的！",
				"added": 1464794771
			},
			{
				"comment_id": 34,
				"body": "> [zerolove](#comment_10_1NWvEnweVq9V86yDiyug7om69g7y26fTGR): 我就搞不懂了，   中G洗脑 洗出来这么多  脑袋装石头的夹头青年。       法轮功 怎么了。  杀人放火还是 逼良为娼 还是买官卖官草菅人命了？   在这里混荡的 别跟我说你还信 新华社的 法轮功自焚视频。     既然 法轮功 没做恶 ，   怎么到这些夹头青年 这里，  竟然描述的十恶不赦。    病的不轻啊。\n\n骗不是作恶么？发功治病，治近视，要多SB有多SB！只是它的权势限制了它的作为，它要是能上台，做的SB事一点也不会比共匪少！况且它的骗术也比共匪低级！",
				"added": 1465451183
			},
			{
				"comment_id": 35,
				"body": "绿林，赤眉，黄巾，红巾，红莲，白莲，中国历史上类似的组织很多，有成事的，也有不成事的，都是一样的路数，靠骗起家。",
				"added": 1465452257
			}
		],
		"8_1HK5C3Uf8zvbbSb92ZP6EsfHKC59MXDcK9": [
			{
				"comment_id": 25,
				"body": "那种wifi你也敢用？怕怕！",
				"added": 1464794850
			}
		],
		"7_1NZsz5ugkzg27d9jmc8qrT9GxcLZdiuBGP": [],
		"3_1958F7oCppj78MP966AfojMQwHg2WUupzq": [
			{
				"comment_id": 27,
				"body": "lantern从昨天下午到今天下午不正常，目前已经可以播youtube,，720p无压力！\n多管齐下，负载均衡，基本上可保证一年365天，天天正常！再次说明GFW就是坨dogshit！",
				"added": 1465035269
			}
		],
		"1_1DmGsXFPPexxcuTRgYZxDRHqGA7CbR3j14": [
			{
				"comment_id": 28,
				"body": "lantern, 720p无压力！",
				"added": 1465128922
			}
		],
		"31_1NwWoM1qGUV9gjLG7QGyhqsRxKKga2rhtf": [
			{
				"comment_id": 31,
				"body": "dns服务的问题在于如何甄别真假ip，什么样的解析源是可信任的，p2p解决不了这个问题。",
				"added": 1465264117
			},
			{
				"comment_id": 32,
				"body": "> [lmath](#comment_52_1958F7oCppj78MP966AfojMQwHg2WUupzq): 基于区块链，能一定程度上解决的。\n\n那就不叫DNS了，整个互联网的运行基础都得改变。防止DNS信息被任意篡改的方法就是只有owner及其授权人才能发起变更。有这种机制，方滨兴这种鸡鸣狗盗之徒就只能吃屎去了！",
				"added": 1465275324
			},
			{
				"comment_id": 33,
				"body": "> [lmath](#comment_57_1958F7oCppj78MP966AfojMQwHg2WUupzq): 我说的就是 NameCoin ，DNS 不过是个高层应用，用什么方法对互联网的运行基础都不会有太大影响，做得好的话比从 IPv4 切换到 IPv6 还容易，如果你能找个地方随时把可靠的域名记录拿过来用，怎么解析都不影响。目前的 DNS 主要问题是劫持与污染至于劫持问题你得自己找个靠谱的服务器，污染问题由 DNSSEC 来解决。\n\n DNSSEC只能解决DNS信息在传输过程中被篡改好不好？它根本解决不了污染问题。还有“找个地方随时把可靠的域名记录拿过来用”，你不过是假装那个地方可靠而已，判断的依据只不过是跟原来用的不同而已。然而你找的的那个所谓可靠的地方一定可靠吗？比如google的服务器IP，可能可用，但未必最适合你。你在亚洲，拿到的解析地址可能是北美甚至是欧洲的。更说不定是别人fake的，你根本就无从判断。\n但凡是很轻巧的抛出一句“容易”的人，我想有又碰上个无所不知的superman，您自个继续！",
				"added": 1465439679
			},
			{
				"comment_id": 52,
				"body": "> [mylifewaiting](#comment_22_14MrxSzhaSXiFwsAbyhwtipmU3Lh55Xcrr): DNSSEC不仅仅解决了传输过程中被篡改的问题，还可以验证dns服务器信息，可以确认得到的dns解析是不是自己请求的服务器发出来的\n\n晕，你真的懂你发的这两行文字么？！",
				"added": 1475561403
			}
		],
		"1_1BhaPKguuWUhs52A3hpqDiqAHrFkmPQ7KQ": [
			{
				"comment_id": 37,
				"body": "开虚拟机试了下，速度还可以，360p的样子。不过只有http/https代理端口。\n服务器在美国，时延400-600ms左右",
				"added": 1465482845
			}
		],
		"1_1HLkFSgki4V28ifbepwfRhAMwuBDJP9wGJ": [
			{
				"comment_id": 38,
				"body": "只要是支持WebSocket的浏览器都没问题，包括IE。除非你用老掉牙的WinXP，Android 2.x。\n第一次打开的站点需要同步到本地，需要点时间的，快慢跟你的网速有关系。",
				"added": 1465809898
			}
		],
		"3_157d61UG24B66Yw2qwEQWY7yFAWp1HoAST": [
			{
				"comment_id": 39,
				"body": "为啥要散了？民主还容不下几个傻蛋？一笑而过！\n容不下不同意见，对异见者寝食难安，欲除之而后快的的那是专制独夫！\n在兲朝，专制社会已经存在了5000+年，民主的意识如果不能深入大多数人的意识，想实现民主的制度那是妄想。就算共匪倒台，站起来的也不过是千千万万个家国天下的独夫！",
				"added": 1465887343
			}
		],
		"2_1PyXTS95EekMJXmChDGxvLjjs1vn7Kmieh": [
			{
				"comment_id": 40,
				"body": "说实话，真的不care！",
				"added": 1466228215
			}
		],
		"14_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": [
			{
				"comment_id": 41,
				"body": "伊斯兰已经称为极端主义的温床，将来有望称为人类公敌！",
				"added": 1466238253
			}
		],
		"1_1JuFwBugxhHoKv9sLTHcutiUPtofM5169n": [
			{
				"comment_id": 44,
				"body": "这事应该值得薄瓜瓜高兴才说得过去，应为换英镑更便宜了。至于兲朝屁民，跟你有蛋关系么？\n这就跟兲朝的脑残球迷看欧洲杯一样，法国进球了，荷兰进球了，德国进球了，都有相应的人群手舞足蹈。\n跟庆丰皇帝一样一样的，一群纱叉！",
				"added": 1466769696
			}
		],
		"1_17XTB4ct9xc1yAY5cUMKfbmXMRua31MXUf": [
			{
				"comment_id": 45,
				"body": "在 zeronet.conf 里加这么句就可以关闭本地端口了。\ntor = always",
				"added": 1468139990
			}
		],
		"1_1511upi2bbwa6tQhgnYiuVGLwS53oL7FaA": [
			{
				"comment_id": 46,
				"body": "这种玩笑还是少开为妙！到时遭殃的可能是所有用方块字的人！人不知敬畏是要倒大霉的！",
				"added": 1468301218
			}
		],
		"2_1511upi2bbwa6tQhgnYiuVGLwS53oL7FaA": [
			{
				"comment_id": 47,
				"body": "只有傻Ⅹ才会把这种裁决当回事，开战更是输得体无完肤。兲朝还是傻Ⅹ太多，对这种东西根本一个字都用不着回应。\n新华社，外交部，连庆丰皇帝都跑出来发声明，一点定力都没有，真是愚蠢至极，连金正恩都不如！",
				"added": 1468359759
			}
		],
		"1_1LghsU7VGdKoa9b5xY4QAN7GKZs4w8eCto": [
			{
				"comment_id": 48,
				"body": "五毛一只！赶紧回你的强国论坛，这里根本不适合你！",
				"added": 1469862738
			}
		],
		"1_1PRiHYZJdtz8Mnxj198kEwzYeftuLBrqpu": [
			{
				"comment_id": 49,
				"body": "WebGL (Web Graphics Library) is a JavaScript API for rendering interactive 3D and 2D graphics within any compatible web browser without the use of plug-ins.\n你的浏览器不支持才会有这种提示。你用的什么浏览器？什么版本？",
				"added": 1469969801
			}
		],
		"1_15hvbjG4xKrZFM2JCLFG22xnesRS6FsVtz": [
			{
				"comment_id": 50,
				"body": "> [leotai](#comment_3_14PS7Tw1ojoWC9xzBAscxbhWEfVGftPPYo): 抱歉我不想自己的国家变成乌克兰和叙利亚那样真是良心大大的有问题呢！作为一个低智商良心有问题的人我只想看着这个国家平稳地在改革路上走远想法解决自身问题，而我这样低的智商只知道共党垮了国内一定会陷入局部战争与经济崩溃——在多元列强并存的时代您真以为国家的死亡的残骸能留给人民？所谓辩证认识历史，共党无疑有恶有善，但是现在在共党垮=社会混乱人民生活水平弹射般倒退的现状下，还呼唤战争和政变的人我只能说是智商高到难以理解——不要谈什么不破不立，当前国际形势下破了咱立的就是别国了。如果您是那样的“高智商人才”，对我的言论有什么意见，是不是应该给我们晒出您的叙利亚居住证明来显示叙利亚的生活环境优于国内呢？\n\n是共产党胡作非为，腐败无能，巧取豪夺，吃里扒外带给大家的预期，是根据中国两千多年来的历史轮回所做的预判。中国是否成为叙利亚是共产党的所作所为决定的，跟前清王朝的覆灭一样，根子在自身，而非孙文，是量变到质变的唯物辩证过程，至于兲朝的p民，它们从来都是被动的接受最后的结果，太后皇上王爷吃肉的时候喝口汤，太后皇上王爷吃菜的时候吃口糠，太后皇上王爷下葬的时候挥把锹。共产党结党营私，家国天下，狗头互咬，最终会不会把中国带入叙利亚那样的深渊，估计大多数中国人都心有戚戚焉！狗头五毛奴才们能想明白这个道理么？我看难！",
				"added": 1474942478
			}
		],
		"8_1DzpF7398yNGjFwHQqHAu9fRkbE3WZ6dZA": [
			{
				"comment_id": 51,
				"body": "> [mba](#comment_13_15Z67QmyH6MTfk3pDfBR635kVie5DaokHd): 呵呵，你太小看党的实力了，随便安个罪名给ZeroNet（比如：法轮功、分裂祖国、港独、台独什么的），紧接着打个爱国的旗帜，新闻媒体网络给天朝农民洗洗脑，很快就有一帮群众来举报了，然后再弄个擦边球罪名给这些使用、下载、传播ZeroNet的人，到时候就呵呵呵了。\n\nSB了不是，还举报，举报127.0.0.1，localhost就是你自己，你敢玩弄兲朝官员，小心被送到号子里爆菊！",
				"added": 1475550784
			},
			{
				"comment_id": 62,
				"body": "在中国，决大多数人都心怀家国天下的终极理想。\n所以推翻不是目的，推翻再推翻是中国发展历史的必然过程。\n5000年的朝代更替可以证明这一点。",
				"added": 1481084794
			},
			{
				"comment_id": 63,
				"body": "> [zerochan](#comment_2_19tWrNwoMBrvzvskKAxcPJVXLDNUDNvx58): 朝代更迭，屁民还是屁民，推翻又如何？\n\n不用想，你肯定是世世代代屁民的命。而且还是给主子倒贴的那种！",
				"added": 1481088055
			}
		],
		"1_1EnFfeVqTYtJfhzucfQB8Z7sCfUBipRRow": [
			{
				"comment_id": 53,
				"body": "千秋万代，一桶糨糊！美死你丫的！",
				"added": 1475896973
			}
		],
		"5_1zYus1ZaPCSzAfCSeU6pfMQM58AQy6Tgt": [
			{
				"comment_id": 54,
				"body": "> [zaiweijian](#comment_2_1Lyus7Eu4YUK2VukNjmkadhy8H8qkQXCXX): 哦～黑也要黑的有理有据啊，给你一篇几千字的稿子，让你读100遍，你念时也可能犯错\n\n你真是用屁眼读书，文章的着眼点在“删”，而不是“口误”，所以说你这种SB无药可救！",
				"added": 1477295521
			},
			{
				"comment_id": 55,
				"body": "> [alenboy](#comment_4_1HVCcBQFHHRDQ7ySXxsLk4M9YvxF1FqC7N): 一个人的好坏，主要与他的品德有关系而与他的学问关系不大，一个品德不好的人，如果他的学问很大，只会让他干出更大的坏事！而一个品德很好的人，虽然学问不大，但肯定不是坏人！\n\n逗逼，你觉得这篇文章是看品德还是看学问？",
				"added": 1477807376
			},
			{
				"comment_id": 73,
				"body": "> [fzwycclsl](#comment_6_1318yHPfUsdGFMu1frEGxeVvVG1zPyNMGK): 使用百度可以正常检索到通商宽衣，下贱的东西可以退散了\n\n包子帝的“通商宽衣”就是百度教的，没吃药的五毛狗崽子可能理解不了！还记得百度的神兽“草泥马”，“窝槽泥马”么？看来你跟包子帝一样都是没吃药的博士！\n百度是包子帝的老师，以及五毛狗崽子，假药贩子的大本营一点都不假！",
				"added": 1481955528
			}
		],
		"1_1NKhRQCAHvq9BrkrgJTszvwgCWnTGaGd9i": [
			{
				"comment_id": 56,
				"body": "翻墙还提供商业服务，还是墙内的，经过认证备案的，你确定后面不是个大坑？！",
				"added": 1477807528
			}
		],
		"1_12wKuwYfiHRwDxcJhqkcBPrsks2Gmm5L5P": [
			{
				"comment_id": 57,
				"body": "那是土共的文宣，中宣部有专门的部门负责港澳台，海外，你要认真就输了。\n就算发表评论也不要用中文，用英文对付中宣部的初中生戳戳有余了。\n说实话，上youtube是看视频的，真心没有认真看过一条评论，看评论无非是想找认同而已。",
				"added": 1477874219
			}
		],
		"5_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": [
			{
				"comment_id": 58,
				"body": "> [fatality](#comment_1_1B4iJonViCAAaTjYMAj6HyWqeGWEZMapv): 觉得现在的中国是有史以来最好的时代啊。 楼主说的自由是啥？社会主义核心价值观，好好学习领会。富强、民主、文明、和谐，自由、平等、公正、法治，爱国、敬业、诚信、友善\n\n这位的脑袋一定是被习包子的驴蛋夹过的，这话你应该对昨天在江西电厂死掉的74个工人说！",
				"added": 1480050798
			}
		],
		"6_1B4iJonViCAAaTjYMAj6HyWqeGWEZMapv": [
			{
				"comment_id": 59,
				"body": "土匪的所谓民主逻辑一言概之就是：千秋万代，世袭罔替！自己高兴就好，习驴蛋夹！",
				"added": 1480567176
			}
		],
		"7_1B4iJonViCAAaTjYMAj6HyWqeGWEZMapv": [
			{
				"comment_id": 60,
				"body": "吹鼓手和粉刷匠是习驴蛋夹的标配！",
				"added": 1480568262
			}
		],
		"1_1QBstXh1Uxp26YFvSBWy5f1cDtP2GqCY1E": [
			{
				"comment_id": 64,
				"body": "掌握了国家公器，再用法理包装一下，还有什么伤天害理的事情做不了的？毛腊肉，希特勒，斯大林，波尔布特，就算是杀人，不管是自愿还是被迫都得干。",
				"added": 1481164750
			}
		],
		"1_16HHVspau8vXxRRaLP75kw4K9NyHZN2TqB": [
			{
				"comment_id": 65,
				"body": "本来就是一帮御用师爷凑一起瞎编的东西，目的就是愚民，让大多数人的思维在土匪们划定的圈圈里转。",
				"added": 1481427568
			}
		],
		"2_16HHVspau8vXxRRaLP75kw4K9NyHZN2TqB": [
			{
				"comment_id": 66,
				"body": "现在借高利贷的应该有99%是栽在自己的愚蠢上，特别是女生，她们根本就不知道利息怎么算，更不要说复利，那是很吓人的。以为借几千块没什么，等到利滚利要还10万20万才傻了眼！\n\n贪婪加愚蠢的人太多就是骗子得以生存泛滥的温床，也造就了匪共这一宇宙第一骗子集团。\n\n更灰暗的是当政者在这种事情的暧昧态度，\n包子帝的金融创新，先有股市崩盘，后有房地产暴涨，\n然后有野蛮生长的各类理财，贷款公司，何去何从？\n包子帝也许只知道开头不知道结果。",
				"added": 1481428960
			}
		],
		"16_1NwWoM1qGUV9gjLG7QGyhqsRxKKga2rhtf": [
			{
				"comment_id": 67,
				"body": "杀毒软件的危害其实比病毒更胜一筹，很多杀毒软件公司都是自己制造病毒促销杀毒软件。",
				"added": 1481462779
			}
		],
		"1_1JUrEVQLzG2DsmnLoLaGski2tRrPvRHtjs": [
			{
				"comment_id": 68,
				"body": "倪光南这么说明显是是为了狗粮，对于兲朝普通人来说，被国安局拿走你的隐私比被CIA拿走可怕得多。",
				"added": 1481505858
			}
		],
		"3_1JUrEVQLzG2DsmnLoLaGski2tRrPvRHtjs": [
			{
				"comment_id": 69,
				"body": "1. 知道得太多了\n2. 黑就是黑，非得在前面加个白，以为就能洗白，事实证明是相当幼稚的。\n3. 无论以什么目的进别人系统，不隐藏踪迹，不清理现场，事后在公开场合显摆，等同于白痴。",
				"added": 1481508612
			}
		],
		"13_1B4iJonViCAAaTjYMAj6HyWqeGWEZMapv": [
			{
				"comment_id": 70,
				"body": "匪共是全人类的威胁，它们家国天下，吃里扒外，欺男霸女，中饱私囊，草菅人命，罪恶滔天，对中国人民的威胁其实比对外的威胁更可怕。",
				"added": 1481601173
			},
			{
				"comment_id": 72,
				"body": "> [fzwycclsl](#comment_5_1318yHPfUsdGFMu1frEGxeVvVG1zPyNMGK): 狗屎废物光说不练有屁用？\n\n狗崽子今儿没吃药就跑出来了？",
				"added": 1481955405
			}
		],
		"14_1B4iJonViCAAaTjYMAj6HyWqeGWEZMapv": [
			{
				"comment_id": 71,
				"body": "姑且不论中南海的七位公公有没有胆，过去二十年，党卫军的军头们忙着走私贩私，军衔标价卖，包养歌手演员，大修将军府，上哪找可以出战的军头呢？这真是个大问题。各位弱智五毛狗崽子就别给皇上添乱了。",
				"added": 1481781005
			}
		],
		"1_18oNQetQVJFKYYpEMTfQLfiikQDN6DeUJf": [
			{
				"comment_id": 74,
				"body": "看到CCAV集合500万五毛狗鼓噪军机绕台湾飞行，航母军演，捞走美军无人潜航器这几件事，就可以猜到中南海的众公公已经夜不能寐了。",
				"added": 1482131577
			}
		],
		"3_18oNQetQVJFKYYpEMTfQLfiikQDN6DeUJf": [
			{
				"comment_id": 75,
				"body": "包子的皇帝梦\n权贵的世代梦\n奴才的舔菊梦\n屁民的白日噩梦",
				"added": 1482375370
			}
		],
		"6_1EuzC8fvqWjEbUF5XbSYaZye1BqV29Fe6y": [
			{
				"comment_id": 76,
				"body": "二百五的看法，值不了五毛钱，关键是这种小学生水平的观点，包子帝很受用，还给钱，怪不得外储一年少了一万亿美元。\n\n其他观点就不驳了，小朋友们不能明白的是，中国老百姓过不上好日子，吸雾霾，喝地沟油，绝对是当政的土匪们腐败无能的结果，而中国老百姓能过上现在的日子，真应该好好感谢下美帝。\n\n字字真言，小朋友们长大后就能明白了。",
				"added": 1482477844
			}
		],
		"1_1H5Mnsc9pAYUHa7v5RTBA1Q6pEozhJvkFn": [
			{
				"comment_id": 77,
				"body": "不开源安全个毛球，自欺欺人而已。",
				"added": 1482741046
			},
			{
				"comment_id": 96,
				"body": "> [fflink](#comment_26_1K3RXgBo9as5ESbTNSEPAJE7cdn5ommrrV): 弱智司马了？眼瞎？\n\n你丫挺的才弱智呢，既然开源还还要等别人发布binary吗？！发布个binary又是密码又是猜谜的，纯属有病！",
				"added": 1484381427
			},
			{
				"comment_id": 98,
				"body": "> [remarkable](#comment_28_1Nv9coai3XzgiS8VgetKQF7VXxfZZoJq93): 你到底喷的是“不开源”还是“发binary”？不想用binary可以去编译的，何必纠结人家加个密码？\n\n这货本来不开源的，被complain才迫不得已开源的，爷一开始就不用，以后也不会用。您走好，不送！\n\n再说用别人发布的binary对这个人来说跟不开源有什么区别？\n就算自己编译都要校验源码，通过个人渠道发布的binary都不可信（还有兲朝所有的app市场，软件下载站都不可信），只要有心这么做，随便挖个坑都能把这帮脑残的四肢给弄残了。\n\n可惜爱占小便宜的脑残们都不会明白。",
				"added": 1484382528
			}
		],
		"39_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 78,
				"body": "windows迟暮，固步自封，旧有的利益分配格局难以为继，linux才是未来。\n在未来，桌面只是个非常小的子集！\n你觉得桌面重要，那是因为普通人看得到，接触得到的就是桌面，\n在非桌面领域，linux甩windows好几百条街！",
				"added": 1483160682
			},
			{
				"comment_id": 82,
				"body": "> [zerocatty](#comment_175_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW): 桌面只是个非常小的子集？什么意思？可否展开来说下呢：）\n\n这个不难理解吧\n\n如果把整个冯.诺依曼计算机为基础的产业体系看做一个整体，桌面系统只是里面的一个沙粒。这个体系中包括软件，硬件，桌面只是软件中的一个子集，其他如超算，自动化，人工智能，互联网相关的服务，数据库系统，它们的市场份额早已几十倍于桌面，而且桌面这个子集在软件中的份额日益缩小，包括资金投入，活跃在这些领域的程序员数量等，对于windows桌面而言，他还面临着Chrome OS / Android，Apple MAC / iOS, LInux的挤压，前景并不太好。",
				"added": 1483428514
			}
		],
		"37_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [],
		"46_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 80,
				"body": "不是最近的事，我的账户老早就突然不能用了，要验证。傻子才会把真正的身份文件全交给它！\n让扎克伯格自己扮上帝好了！",
				"added": 1483358021
			}
		],
		"1_1JWokAPPa9fc42uKLEPi976pxvb7BrJk2o": [
			{
				"comment_id": 84,
				"body": "> [lmath](#comment_489_1958F7oCppj78MP966AfojMQwHg2WUupzq): 目前各大操作系统并没有提供这样的功能，目前一般解决国内 CDN 的方法是国内域名由代理负责向国内的 DNS 递归服务器请求。\n\nDNS的Split horizon就是干这个的, bind, djbdns都支持。",
				"added": 1483760778
			},
			{
				"comment_id": 85,
				"body": "用DNS 翻墙只不过是捡漏而已，并不实用，玩玩就好。\n\n还有人想用DNS检测目标地址的可连接性，真是异想天开。\n没编写过程序，就难以理解这样做的开销，以及产生的后果。",
				"added": 1483760947
			},
			{
				"comment_id": 86,
				"body": "> [lmath](#comment_492_1958F7oCppj78MP966AfojMQwHg2WUupzq): 修改 hosts 的方法还被较广泛地用了很长时间呢！用 DNS 可以解决通配符和正则匹配的问题，因此应该比 hosts 好些。由于一般的用户访问的网站相对固定，所以还是可以收集用户经常访问的域名并预先做一些处理的。如果非要实时检测的话，开销挺大，但是并不明白你说的是什么后果。\n\n后果就是网站收到的连接请求至少翻倍(还得是验证一次就成功)，而且还是伪连接。大型网站的审计系统收到大量的这类请求会视为攻击而ban掉你的。",
				"added": 1483766639
			},
			{
				"comment_id": 88,
				"body": "> [lmath](#comment_493_1958F7oCppj78MP966AfojMQwHg2WUupzq): 也就第一次访问或者一定时间检测一次，并不会导致请求数翻倍。真没见过几个大型网站的审计系统会因为一次伪连接就 ban 掉你的。\n\n你不能只想到自己，使用这个程序的人可能每天上百万，上千万。不要小看DNS的流量，几年前的暴风门就是DNS导致的。要知道现在中国上网的人口有7个亿。\n\n另外验证怎么算成功，失败的CASE有哪些？丢包？GFW阻断？怎么有效区分？\n再说GFW一般都是阻断回来的包，也就是说即使失败，你的请求包也会到达目标服务器。因此失败的时候请求绝不止一次？要知道做这类验证失败率很高。\n除此之外，GFW可不可以放过识别请求，而阻断真实请求，这个时候你将面临验证通过，但实际访问却被阻断窘境。\n更不要说每天大量的这类验证请求是一个共同而又典型的特征，很容易被GFW的统计模型识别并阻断。\n\n在说这个可用的IP库很难维护，可能今天能用，明天就不能用；上海能用，广东不能用，体验非常差。\n这样的事情在同一个人身上发生那么几次，他对这个软件的的兴趣也就没了。\n当然，这种事你可以做，但我不看好效果，甚至会给你自己带来困扰，因为DNS就不是干这个的，而且犯了系统设计的大忌。",
				"added": 1483791645
			},
			{
				"comment_id": 90,
				"body": "> [lmath](#comment_495_1958F7oCppj78MP966AfojMQwHg2WUupzq): 暴风门属于恶意攻击，是增加了许多倍的流量才让服务器瘫痪的，而我说的 DNS 测试只增加比例不大的流量。目前的很多浏览器都有 DNS 预读取的功能，这个功能本身就是增加了许多不必要的请求的，所以在预读取的时候再增加一个检测也不增加多少服务器压力。\n> \n\n其它的就不再讨论了，体验差是我自己使用后得出的结论。目标网站少的用户体验可能会好一点。\n另外，DNS prefetch只是将页面相关的域名解析提前做并缓存，不涉及IP验证，也不会提前去取页面（因为很多动态链接要等待脚本执行结果），而且它的连接请求都是真实的。",
				"added": 1483802092
			}
		],
		"11_1zYus1ZaPCSzAfCSeU6pfMQM58AQy6Tgt": [
			{
				"comment_id": 94,
				"body": "网易跟帖：千字刑书只畏枪，判他三载又何妨。长城万里今犹在，堪笑无人学孟姜。[摊手]吃惊玩具如何做罪赃，原来草动也惊邦。犹言盛世如磐稳，不敢招风过庙堂。（李不白） ​",
				"added": 1484219775
			}
		],
		"1_1Km1dprxotasxFzeEY8QkwpHVbvffvMBb9": [
			{
				"comment_id": 95,
				"body": "> [araignee](#comment_3_1MZ95m5cK9VVQrdMT4bwYn4RCKwkiKzkeF): 怎么没有人揭露下希拉里杀人的恶行\n\n很多啊，你看不到还是看不懂啊？悲催！",
				"added": 1484381111
			}
		],
		"63_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 97,
				"body": "这个无可厚非的，在美国开通手机服务也要提供SSN，没有SSN要提供证明身份的文件，还要交额外的押金，大约500美元。但美国的做法很灵活，因为美国的大多数支付通过信用卡，因此很容易通过信用卡号关联到购买人的身份信息。\n\n关键是身份信息如何保证其安全，兲朝对身份信息的使用混乱无序，企业，运营商的德行堪比路边摊，泄露个人身份信息是家常便饭，甚至窃取，买卖个人信息成为一门产业，很可怕。\n\n而兲朝政府大多数时候都是只拿钱不办事，平时睁只眼闭只眼，除非出了人命或者触及赵家的利益根本，引起社会关注，才会装模做样调查一番，抓几个犯事的倒霉蛋顶事。",
				"added": 1484382253
			}
		],
		"1_1eg8zLhkWyNCmXFuZE5QZfNjvPJRBDsRW": []
	},
	"comment_vote": {
		"7_1zYus1ZaPCSzAfCSeU6pfMQM58AQy6Tgt": 1,
		"28_1M1c7x7SLau8D2bm8Gw8iWQbBqe9X4zqPw": 1
	}
}