{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 12,
	"comment": {
		"1509789326_1BgmsWcEitkkf96t5qVkBFPoYwdoc4hSqA": [
			{
				"comment_id": 1,
				"body": "it would be more wise if CoinHive miner was enabled only on one tab per site, but as long as there's this one miner running all tabs on this site wouldn't display any ads.\nThe moment miner is killed ads are enabled again.",
				"added": 1509904219
			},
			{
				"comment_id": 2,
				"body": "> [styromaniac](#comment_194_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): That's what they did: One tab running CoinHive so you don't see an ad banner on any tab.\n\nSomeone should make a small WebExtension and CRX that would replace CoinHive scripts on websites with its limited version instead of blocking it. I think the way either Decentraleyes or Local CDN do this, both are good ways to pull it off.",
				"added": 1509907723
			}
		],
		"1510208137_1PyrAjbZiHyfW7jSWeUpDPSeMU7sAJ5HSs": [
			{
				"comment_id": 3,
				"body": "I'd love it if there was some foot fetish site around here. :3",
				"added": 1510680950
			}
		],
		"1510836718_1KTbtX5zd8hbs9WSe34CUELQgJk8vukNJn": [
			{
				"comment_id": 4,
				"body": "go fuck some lolis xd",
				"added": 1510904498
			}
		],
		"1510851511_1KLHEbJJ9iLGBU9EA7jf5AvgFFGSDCEgb4": [
			{
				"comment_id": 5,
				"body": "loli?",
				"added": 1510904562
			},
			{
				"comment_id": 6,
				"body": "ZeroNet would use a site with loli stuff.",
				"added": 1511535033
			}
		],
		"1512173823_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 7,
				"body": "You'd be better off waiting for some English-speaking slav to do it. They have much bigger chance of surviving. :)",
				"added": 1512856745
			}
		],
		"1512163082_17Zks611RR4oN8USC3RxJzaw94GyPufioG": [
			{
				"comment_id": 8,
				"body": "yeah, it's visibly under construction.\nI think you're in need of some HTML templates or generators... and some CSS styles. :)",
				"added": 1512857152
			},
			{
				"comment_id": 9,
				"body": "> [nekololi](#comment_72_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): Not Foundloli.html [...]\n\nI feel the same pain now. Checked it, loli.html couldn't be found. ;(",
				"added": 1512857191
			}
		],
		"1512763866_1FqWuFMghrhssAGMfzihrY7y8Fw8siwwyQ": [
			{
				"comment_id": 10,
				"body": "Okay, what will be the next cryptocurrency which will replace Bitcoin for ordinary shopping and shit?\nHmm... Monero? I think Monero would be a fit, mostly because its developers strived to make the network scale better than Bitcoin.\nWhat do you think?",
				"added": 1512857502
			}
		],
		"1512623414_1HBy99H2dsCwevdYZp8VVC2SVG69DGVyEd": [
			{
				"comment_id": 11,
				"body": "It only kind of sucks that many of the cool things that I'm sure would be doable with ZeroNet need a few extra technologies which may or may not be torifiable. Tech in question is WebRTC, which would allow things going as far as trying to make a real-time video game which would use WebRTC for communication and ZeroNet's userdata for storing user data.",
				"added": 1512858041
			}
		]
	},
	"comment_vote": {
		"72_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"90_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1
	}
}