{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "Peeper social network",
			"body": "Updated version of the old and basic ZeroMe.\nhttp://127.0.0.1:43110/peeper.bit/",
			"added": 1499224751
		}
	],
	"topic_vote": {
		"1_1EbCmWB1LcB6NdJhRBhu6krKCs3gZhePzp": 1,
		"3_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib": 1,
		"1_13kimmZahuVSK16LDm8LLLMFQ2zyCLGKzD": 1,
		"1_1AtCywgFGJZpdfygQ3MsSBf9S1uuvZC8Ys": 1,
		"1_1Ey4hYTcoTAGEbZM7UuMTNr24SH4LySwrP": 1,
		"69_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": 1,
		"1_1MKLhUsXiMFjf8juNEsfniqXUzC3Lw38q1": 1,
		"1_164LcDqc1cft4e73Cdm3jeDA1rHcftyr7Z": 1,
		"2_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1
	},
	"next_comment_id": 94,
	"comment": {
		"1_1EbCmWB1LcB6NdJhRBhu6krKCs3gZhePzp": [
			{
				"comment_id": 1,
				"body": "> [altair916](#comment_16_13WnNjGWpKx29MGErCCpUAnP772R3fYyMk): Looks amazing. Is it safe?\n\nIts open-source.",
				"added": 1499226456
			},
			{
				"comment_id": 4,
				"body": "> [s3rf0z](#comment_3_1q7bVGRMzP5Ujq6iMh7GdkJvDdjZjNyNB): Opensource? Is the code somewhere to see?\n\nhttps://github.com/World-wd/Peeper",
				"added": 1499275132
			},
			{
				"comment_id": 11,
				"body": "> [antyhrabia](#comment_40_1L5rGDgTs4W2V7gekSvJNhKa7XaHkVwotD): As I understand Zerome profile Pepper and github profile, user peeper is Plasmmer, who with mkg20001 make zerome-reloaded. Now Plasmmer fork their work and name it Pepper and traied to make progress on this project and creating few bounties for helping him.\n\nExact. You're not a dumb or are not trying to be seem like a dumb.\nmk said to me that the price to change the world is the death, then stopped contributing to ZeroMe Reloaded. Also, our pull request for the original ZeroMe has not been accepted.\n\n> [elspru](#comment_18_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib): How is it different from http://127.0.0.1:43110/zerome-reloaded.bit/ ?\n\nYou already asked it in this post: \n\nhttp://127.0.0.1:43110/peeper.bit/?Post/1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v/1EbCmWB1LcB6NdJhRBhu6krKCs3gZhePzp/1499293424",
				"added": 1499543815
			},
			{
				"comment_id": 61,
				"body": "up",
				"added": 1009854325
			},
			{
				"comment_id": 74,
				"body": "> [salamander](#comment_3_1PMRgY6WGmrxwCPDTmESDEFXbZXsjg8WLk): Same problem I had with ZeroMe: There is no \"recommended\", or \"top users\" or \"top posts\". Can't discover good users to follow, so good content (if any) will remain unknown.\n\nJust start following Nofish, and other relevant users will show up.",
				"added": 1500220613
			},
			{
				"comment_id": 78,
				"body": "up",
				"added": 1500333806
			}
		],
		"1_13kimmZahuVSK16LDm8LLLMFQ2zyCLGKzD": [
			{
				"comment_id": 12,
				"body": "@Nofish:",
				"added": 1499826551
			}
		],
		"2_1FufvbhYhPFkRkbEkBUy1goZWS8RoaasCs": [
			{
				"comment_id": 38,
				"body": "http://127.0.0.1:43110/Talk.ZeroNetwork.bit/?Topic:1_1DdVVtVGeYcTup7jnyMLLYwD3jjayPsu3M",
				"added": 1500076461
			}
		],
		"1_1DdVVtVGeYcTup7jnyMLLYwD3jjayPsu3M": [
			{
				"comment_id": 39,
				"body": "http://127.0.0.1:43110/Talk.ZeroNetwork.bit/?Topic:2_1FufvbhYhPFkRkbEkBUy1goZWS8RoaasCs",
				"added": 1500076470
			}
		],
		"1_1AtCywgFGJZpdfygQ3MsSBf9S1uuvZC8Ys": [
			{
				"comment_id": 72,
				"body": "Mist uses decentralized apps, while ZeroNet uses distributed sites. I don't think the zites are decentralized, since the owner have the privatekey.",
				"added": 1500195902
			}
		],
		"1_1Ey4hYTcoTAGEbZM7UuMTNr24SH4LySwrP": [
			{
				"comment_id": 76,
				"body": "With the freemasonry in the power? Its politically impossible. But technically POSSIBLE.\nRead about mesh networks.\nThe biggest problem isn't the capitalism. But is in the capitalism that the ISPs' investors have a HUGE profit.",
				"added": 1500224144
			}
		],
		"4_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 79,
				"body": "I think also Tor should have ZeroNet built in. Also, ZeroNet into Tails OS.\nAbout the protocol, you can use it: https://github.com/goldenratio/zeronet-protocol-crx",
				"added": 1500367001
			}
		],
		"5_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib": [
			{
				"comment_id": 80,
				"body": "@elspru: @kaffie: what about your search engines merged into one?",
				"added": 1500367130
			},
			{
				"comment_id": 81,
				"body": "@elspru: please look at ZeroMe's code about the multilanguage.",
				"added": 1500367188
			}
		],
		"69_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 82,
				"body": "@Nofish: this NEEDS to be fixed with URGENCY. Thanks @kai0: now I know what is hapenning here.\nHere I'm persecuted by the owners here, and they spy in my house anything I do in the Internet. When I created a site, in less than 1 minute it gained 5 peers without any promoting!\nI properly signed it and tried to publish to a lot of proxies like I ever did in the last year, but now the proxies didn't received my updates. I know these 5 fixed peers are the mans that are persecuting me, and they made my site inavailable to the following peers. In the last year no, but now it was discovered by they. It needs to be fixed, because is clearly a security vulnerability.\nHere are the prints, as a timeline:\nhttp://prntscr.com/fx4482\nhttp://prntscr.com/fx44d0\nWithout promoting, my site has 2 peers connected. One minute later, I saw it unavailable in the proxies.\nhttp://prntscr.com/fx46pt\nStucked in the publishing (it can be normal, I know).\nhttp://prntscr.com/fx470a\nStuck loading on proxies. I tried to publish more to reach proxies, everytime in this timeline.\nhttp://prntscr.com/fx482w\nLoaded only a few things.\nhttp://prntscr.com/fx49kt\nLoaded more things, but JS don't loaded.\nhttp://prntscr.com/fx4afv\nNot found on bit.surf.\nhttps://prnt.sc/fx44kx\nPeeper works on my local.\nhttps://prnt.sc/fx44tg\nPeeper isn't working on my mobile phone and on proxies like Peeper ever worked.\nhttp://prntscr.com/fx4mfu\nOk, you can say the problem is on MY Peeper, on zn.maly, on MY CryptoID, on bit.surf, on colored poneys breeded with unicorns, whatever. But locally I can't see my video.\nhttp://prntscr.com/fx4mqy\nBut in this proxy on the first load it appears!\n\nNofish, remember when I talked to you about the increasing peer number and the stranger things? And also this number isn't compatible with the people really using the sites. You talked its is normal, but I surely believe that a botnet is attacking ZeroNet.",
				"added": 1500571437
			},
			{
				"comment_id": 83,
				"body": "Peeper has 600 peers, now with 200. When it more than this, my site was unavailable. Now with 200 peers only, it is available in proxies and in my phone. Its stranger, since more peers = more stability.\nSo, these abnomal number of peers in ZeroNet isn't to just seed, but really to block access from other peers.\nIts a botnet created to make ZeroNet project unviable.",
				"added": 1500602202
			},
			{
				"comment_id": 84,
				"body": "> [kai0](#comment_215_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): how many connected peers do you have?\n\nIts stranger, since I don't said \"connectio\" in my 2 comments. In Peeper: 200, but yesterday it was 600.",
				"added": 1500603518
			},
			{
				"comment_id": 85,
				"body": "But I'm not talking about my sites or proxies, but about ZeroNet.",
				"added": 1500603692
			},
			{
				"comment_id": 86,
				"body": "> [kai0](#comment_216_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv): it happens sometime, not a problem. zeronet have a lots peers. but our own site not enough peers.\n\nIn your post you has a beauty english, now I can't say it. I don't think is kai0 writting it.",
				"added": 1500672463
			},
			{
				"comment_id": 87,
				"body": "Also you're ignoring all the big text I said proofs about whats happening with ZeroNet, and is talking only about Peeper.",
				"added": 1500672518
			},
			{
				"comment_id": 89,
				"body": "> [fghs](#comment_1_19kUjXLhmyE54oUXbSsoX7e97H451N3nXV): dont use tor\n\nAre you benefited by this bug in ZeroNet? Well the problem is clearly not on Tor, but on ZeroNet. And that is not why we will stop using it. That's why we have to fix the bug. And what's the bug? Connect to the same peers and trust them.",
				"added": 1501156096
			}
		],
		"3_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": [
			{
				"comment_id": 88,
				"body": "I'm planning to use a blockchain in cryptoid.bit to make the usernames unique. But I'm not good at programming, so I need help. I can create a GitHub repo for contributions.\nWho here agree with a true decentralized ID provider using blockchain?",
				"added": 1501155793
			}
		],
		"1_164LcDqc1cft4e73Cdm3jeDA1rHcftyr7Z": [
			{
				"comment_id": 90,
				"body": "You can create your blog, use in a proxy like bit.surf, and show to clearnet users (they can come to ZeroNet).",
				"added": 1501174317
			}
		],
		"6_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 91,
				"body": "https://github.com/HelloZeroNet/ZeroNet/issues/1016",
				"added": 1501507940
			}
		],
		"1_1ChnrTG81t6NbinCLMuar7hSCMDypnK1Tt": [
			{
				"comment_id": 92,
				"body": "You can simply search in GitHub for it.\nAs seen here, you just want to know who are making end-to-end encryption and uses ZeroNet.\nIs a great risk informing it here, so I don't recommend people to reply this post with GitHub links.",
				"added": 1501516112
			},
			{
				"comment_id": 93,
				"body": "> [sarevok](#comment_1_1ChnrTG81t6NbinCLMuar7hSCMDypnK1Tt): It's just for information/knowledge purpose, in fact I already search on github but I've not found really good content too learn from scratch.But thank you and I will continue to search :)\n\n> but I've not found really good content\n\nThen do you think you can find it in ZeroNet?",
				"added": 1501523715
			}
		]
	},
	"comment_vote": {
		"2_1q7bVGRMzP5Ujq6iMh7GdkJvDdjZjNyNB": 1,
		"3_1q7bVGRMzP5Ujq6iMh7GdkJvDdjZjNyNB": 1,
		"40_1L5rGDgTs4W2V7gekSvJNhKa7XaHkVwotD": 1
	}
}