{
	"next_post_id": 38,
	"next_comment_id": 13,
	"next_follow_id": 3,
	"avatar": "jpg",
	"user_name": "Lmt",
	"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
	"intro": "新 ZeroNet 用户",
	"post": [
		{
			"post_id": 1,
			"date_added": 1490452151,
			"body": "你好 ZeroMe!"
		},
		{
			"post_id": 1490476533,
			"body": "早上好，五点钟起床的第一件事就是打 开zeronet,因为我想了解如何使用及创立网站。\n\n今早发的第一个帖子，我要将一切的荣耀归于天上至高全能的神，因为没有他的话，我的存在就没有任何意义，如果不是为了他的话，我的一切作为没有丝毫价值。如果不是他的引领的话，我的一生也将无任何值得记念的作为。荣耀归于创造天地的 全能神，归于圣父、圣子、圣灵三位一体独一至高的主，他是我在天上的阿爸父，是赐我生命气息，让我来到这个世界的主，他是把我从罪恶中拯救出来，让我有活泼的盼望，让我的一生有真正永恒归宿的神。\n\n哈利路亚，至高的神啊！全能的神！我心所爱的呀！愿你引领我，一生行在你的旨意里，愿你真理的光照在我的生命中，让我在你的光中欢喜快乐！我主我的神啊，除你以外，这世上还有什么值得追求呢？除你以外这世上还有什么值篮球恋慕呢？我要歌颂你，赞美你，因你的慈爱比生命更加美好。",
			"date_added": 1490476531
		},
		{
			"post_id": 1490931707,
			"body": "有一个原则也许你没有注意到，就是什么树结什么果子，什么人说什么话，从果子可以知道树的好坏，从人口中的言语可知他的善恶。虽然许多作恶者往往狂妄自大，以为他可以任意妄为无所惧怕，但事实上他的良心也告诉他，作恶者总有一天会受到刑罚和报应。因为良心也告诉他，只有行善才是人的当行之道。只是许多行恶的人往往故意压制良心的声音。当然，良心的声音在今生可以被人勉强压制下来，到将来有一天，当它真正发声的时候，必然叫人对自己的刚硬和恶行无可推诿。",
			"date_added": 1490931704
		},
		{
			"post_id": 1490974254,
			"body": "有一种人如果说他是畜类与他实际的生命是完全相合的，这种人首先是满口恶毒的言语，却自以为很良善。把自己吹嘘成神明，却从来没有反观自己卑鄙不堪的行为。他在人前把父母封为神明，却从来没有想想自己有没有真正孝敬父母。\n\n这种人藐视创造天地万物的真神，却夸口自己才是真正孝敬父母的人。如果他能认识真神的话，一定会发现自己的这种行为是何等的神经错乱。因为只有这位真神才能正确的教导人应该如何孝敬父母。因为造物主创造了第一对男女之后，就藉着夫妻的结合来传递人类的后裔，所以父母就成为地上子女生命的来源。所以，父母在地上就如同神，在人际关系中，创造主把孝敬父母摆在一切行为的首要地位，他也藉其他的受造物提醒人类，连他所创造没有灵性的动物尚且知道孝敬父母，何况照着神的形像创造的人呢？人若对父母不孝敬，就连禽兽也不如了。所以，神的律法要求，咒骂父母的当治死他。\n\n虽然否认创造之主的畜类人也可能发现孝敬父母的重要性，却根本不懂得如何去孝敬父母，他只知道表现自己的伟大，擅长用恶毒的言语咒骂别人，甚至辱骂我们，以为敬拜真神会令人不孝敬父母。这种荒唐的言语也只能从没有灵性的畜类口中发出来，因为但凡有灵性的人，至少会在下结论前先了解一下别人信仰的内涵。绝不至于闭着眼睛张口辱骂别人，以此表现自己的伟大。好象犬类以为自己如果不狂吠的话，人类会不知道他是畜生似的。\n\n这种人把自己的父母封为神明时，看似真的很伟大，事实上他是人格分裂的，一方面夸口说父母是神明，吹嘘说我们当孝敬父母，另一方面并不会真正孝敬自己的父母。此外，如果此人的父母是作妓女或娈童的，如果他是淫乱生的，他一定会把妓女和恋童封为他的神明的。而且他一定还是夸口自己的伟大，因为他创造了一个自以为很伟大的神明。\n\n",
			"date_added": 1490974250
		},
		{
			"post_id": 1491047427,
			"body": "今日在link一个群里发现有一位自称民主人士的人诋毁基督教信仰，不得不回复他一句：\n民主是谁的不重要，开口闭口鸡呀狗呀的，连对人性起码的尊重也没有，这种人有一天真正有自由了，也必定会以自己的自由践踏别人的尊严。一旦他在民主人士中得势了，必定会以所谓的民主实行他的专制独裁。\n\n谁知一句话就把他惹恼了，竟然又一次恶语相加，并说受不了要退群了。\n\n这种不要真信仰的人，就是把自己抬举起来，自以为是神的人。所以，他们的行事为人完全是以自我为中心，遇到有什么不合他的心意，什么恶毒的话也会说得出来，如果手中有权力有机会，对那些不利于他的人什么恶毒的手段也会使的出来。\n\n但承认自己的败坏，承认自己的行为要向至高的神负责人的，虽然也会有被人激怒产生恶念的时候，却能时时提醒自己，他所行的有一天都要向神交账，即使在世上行恶做得天衣无缝，将来也逃不了神的审判，因此必然会收敛他的行为。不敢过份为恶。所以，以自己为主，以自己为神的人，结果必然会比信仰神的人产生更大的罪恶。\n\n事实上许多所谓的民主人士，揭露别人罪恶的时候，表现得非常有正义感，自己背后的生活行为却非常败坏，他们所寻求民主和自由，不过是寻求一种犯罪的自由而已。人若弃绝上帝，诋毁上帝，却妄言要建立一种理想的民主自由社会，只不过是以伟大的口号，去寻求建立另一个专制败坏的社会而已。\n",
			"date_added": 1491047421,
			"meta": "{\"img\":\"482,700,877dddddceedbbbccc999aaafff89d88ddbbbbdaad,011231332454533111133657454331288833332233399AAAB39AAAA139A9AA13CDDDD1\"}"
		},
		{
			"post_id": 1491638556,
			"body": "这个ZeroNet零网看来还真搞不懂，虽然复制开通了博客总是发表不成功。另外，象这个如同发微博一样的地盘，也是弄不明白，是不是如同新浪微博一样，只要记住自己的这个lmt@zeroid.bit名称就可以了呢？记住这个名称和密码是不是走遍天下都可以登录发帖呢？另外象博客，只怕到了另一台别人的电脑，就根本找不到自己的博客了。我博客的登录名在哪里呢？或者哪个是我博客的网址呢？\n\n换句话说，这个零网有哪些资料是我必须备份牢记的？可以让我无论在哪里都能发信息，或者在博客中发博文的。这些资料我自己又如何获取呢？所以，说句高傲的话，对这零网的问题，我是十窍通了九窍呀？\n",
			"date_added": 1491638549
		},
		{
			"post_id": 1491639096,
			"body": "再看这个头像的菜单吧，上面显示我在关注这个用户，可是这个用户明明是我自己呀？如果我在关注他，那我自己在哪呀，我又是谁呢？如果我取消关注，是不是连自己也会从这个零网世界里消失呢？想来真的有点可怕呀，这个取消关注按钮，我万一尝试动一下，会不会如同启动了核武器按钮，会带来毁灭世界性的灾难呢？",
			"date_added": 1491639088,
			"meta": "{\"img\":\"853,700,efeeeefffaaadddbbbdccced4c86d95c87d9deebec,0110222222134122222215641222222221222222222000002222789AAB220C0DDDDC220C22221222\"}"
		},
		{
			"post_id": 1492219595,
			"body": "人体芯片就是兽的印记吗？\n\n有姐妹问我：人体芯片就是兽的印记吗？\n启示录13章16/17节说：在末后的时代，将会有一个兽出现，“它又叫众人，无论大小贫富，自主的，为奴的，都在右手上或是在额头上受 一个印记，除了那受印记、有兽名或 有兽名数目的，都不得作买卖。”\n\n随着近代科技的发展，现在已经出现了人体芯片，人体芯片是一个很小的芯片，可以很容易地植入人体皮肤的下面，上面记录着个人的资料。用特定的机器就可以显示里面的内容。实际上它是一种利用无线射频识别技术开发出来的可以植入人体的芯片，里面装有芯片、天线和信息发射装置，对应身体之外不同的接收装置。\n\n显然，将来人体芯片会集成身份证、银行卡、社保、医保、病历等各种功能。也就是你出门坐车买票，作买卖、看病、办理各种手续，都有可能通过人体芯片来辅助完成。而人体芯片既然是植入到人身体里面的，不象现金或银行卡身份证、手机等，有携带的麻烦，有丢失的可能。如果有一位君王强制要求他的百姓都植入人体芯片实施管理，芯片就极有可能会成为控制奴役百姓的一个工具。因此有人说将来的兽的印记，就是一种人体芯片，我认为这种说法是比较可信的。\n\n当然，有一个概念我们要弄清楚，兽的印记极可能是一种人体芯片，但我们不能因此说所有人体芯片都是兽的印记。比如今天有许多年轻人好奇争相植入人体芯片，并不等于他们已经受了兽的印记。虽然这类人往往大都会有一种叛逆神的天性，但是如果他们有一天悔改接受耶稣为救主，也必然能蒙恩得救。\n\n当然我的意思绝不是说我们基督徒可以植入人体芯片，虽然从理论上说，如果人体芯片仅只是把现有的金钱身份证等等资料和信息集成在一个芯片上，再植入人体，为的是生活、工作上提供便利，我们不能因此说这就是受兽的印记。然而，人体芯片的发展，却是在为受兽的印记预备道路。现在好奇或为了今生的益处争先用这种新科技以为时髦的，潜在的危害将会是无可估量的。所以，我个人的立场是：坚决反对基督徒植入人体芯片。\n\n但对于某些特殊的病症，必须植入芯片来治疗的，也就是说随着科技的发展，有某些特别的病症，需要植入芯片来辅助治疗，而这芯片功能只为治病用的。我们并不能因此说，这是在受兽的印记。也不能因此说，你必须放弃治疗。\n\n许多人可能会好奇人体芯片带来的便利，以致盲目跟潮流而植入人体芯片，以为可以比众人更早享受新科技带来的益处。我劝这种人一定要冷静对待人体芯片问题。因为在人这个生命的肌体中植入人造产品，本身就是不相宜的，如果某人有病了不得己而为之，比如病人用钢板植入固定骨头，这是无可非议的。但正常的人把人造物植入人体，本身就是不适应的。也许未来的科学家们会用谎言来欺骗你说没有任何的副作用，但可能隐藏的害处暴发时，往往是致命的伤害。\n\n启示录第16章提到第一位天使把碗倒在地上，就有恶而且毒的疮生在那些有兽印记、拜兽像的人身上。有人说，这种毒疮很可能是因为人体芯片里面的元件出问题而对他们带来的苦难，我相信这是极有可能的事情。\n\n另外，人体芯片与外在其他设备交换信息的时候，很可能会被恶意植入病毒，也就是说，当一个国家的元首要控制百姓的时候，可能会预先偷偷在芯片里植入某些信息，这种信息在经过与某些外在设备接触扫描时，就可以跟外界产生信息交换，把控制人、毒害人的信息导入芯片，从而达到影响掌控人的目的。\n\n也许随着对人体芯片技术研究的深入，将来极有可能会制造出一种芯片，能藉着无线电波向散布世界各地被植入芯片的人发送信息，从而干扰、影响或操控人的思想和行为。那时所有被植人芯片的人，都将成为某个人思想和意志奴役的工具。说不定当那个兽出现，普天下人受兽印记的时候就是这样一种光景。\n\n所以，虽然新出现的人体芯片不等于兽的印记，却仍然是为将来兽的印记预备道路，仍然是极其危险的东西。当然，当兽正式出现时，警醒的基督徒必然能察觉。如果用强制的方法来要求人人必须植入某种芯片，那必然是兽印记的推动者无疑。\n\n当然将来的发展可能不是明令强制执行，而是极有可能通过取消身份证、银行卡或现金的使用，用一个大环境来迫使所有的人植入人体芯片。面对这种情况，有些人可能会以为这是一种社会发展的结果，是大势所趋，但背后必然是出自一种邪恶的意图的推动。因为真正爱护人，尊重人的君王，必然是体贴百姓，照顾穷苦弱小，极力想办法解决穷苦大众需要的人。绝不会用一种把你逼上绝路的方法，强迫你达成他的意志，强迫你一定要过一种他们要你过的生活。\n\n正如启示录所告诉我们的，将来的兽不管社会上有许多穷人和为奴的这一现实，要求不论贫富，自主的，为奴的，都在右手上或是在额头上受 一个印记，除了那受印记、有兽名或 有兽名数目的，都不得作买卖。也就是说，他根本不顾贫苦下层百姓的需要，而是要想方设法消除他们生存的可能性，制造生存的艰难来迫使人受兽的印记。虽然他提出的口号似乎是极其伟大而崇高的，口口声声是为了百姓的幸福着想的，为了让大众都享受高科技的好处，甚至可能会通过减免手续费帮你植入芯片。但有智慧的人必然会明白，这是一种顺我者昌，逆我者亡的敌基督者的作为。\n\n经上说：「若有人拜兽和兽像，在额上或在手上受了印记，这人也必喝　神大怒的酒；此酒斟在　神忿怒的杯中纯一不杂。他要在圣天使和羔羊面前，在火与硫磺之中受痛苦。他受痛苦的烟往上冒，直到永永远远。那些拜兽和兽像，受它名之印记的，昼夜不得安宁。」圣徒的忍耐就在此；他们是守　神诫命和耶稣真道的。(启示录 14:9-12 ）愿神的话语成为你我生命的警戒！\n",
			"date_added": 1492219586
		},
		{
			"post_id": 1492241870,
			"body": "浅谈教堂装监控的好处与注意事项\n\n近来，听说浙江教堂都要安装监控了，有的教堂据说是正斧偷偷地给安装上的，我相信这也是我国在科技发展后的必然趋势，换句话说，应该是我国的独有的特色，是正斧爱民如子的一种表现。\n记得前不久，在某群里谈到关于三自问题的时候，有人提到官方的目的原是要控制信仰，并且试图用世俗化的信仰改造基督教信仰，比如利用丁光训之流的新派思想、社会福音把宗教信仰所寻求的永生改变为求今生的福利，教导信徒作好人好事好公民，实现人间的天堂。有一位姐妹听罢就勃然大怒：我们的正斧如此爱民如子，你们竟然说出这种话来，实在让人无法忍受。当时就拂袖而去，退出了所在的群。\n我很理解姐妹的观点，正斧确实是爱民如子，这种爱从当年我父亲对我的爱中曾经有过深刻的体会。当我从一个反对基督信仰的人，竟然走上了信耶稣的道路。眼看着儿子走上了邪路，爱子心切的父亲用尽一切手段，总要让我改邪归正，甚至宁可不要这个儿子，宁可打死他，或把他赶出家门，也不许他走这条信仰的道路。如果说某些在高位的人，对百姓的信仰，也如同我父亲当初对待我一样，有如此爱儿子之心。我感到是比较亲切的，因为这是我切身经历过，刻骨铭心的感受。\n这也是为什么当年许多没有加入三自的家庭教会的神仆，会被捕入狱的原因，据说王明道牧师就曾被关押三十年之久。到出狱时已经是迟暮的老人了。我没有查过这方法的资料，但相信死在牢狱中的也不在少数。然而蒙神奇妙的保守，后来三自竟然失控了，所以我们发现近来十几年许多三自会名下的教会，有些牧师传道人的信仰还是比较纯正的，许多在官方/教会的信徒能听到神的福音。\n这种失控的局面是很令上面的人担忧的，于是乎，这几年出现了浙江各大教堂的风霜雨雪。从十字/架和教堂的各种事件开始。教堂的十/字架不见了，国旗开始在许多教堂门口飘扬了。近来似乎平静下来了，然而背后的各种工作却从来没有停顿下来。因此才会有继之而来的监控进教堂的事件出现。\n因为许多人都知道正斧是爱民如子的，我们总不能误解这份爱心，不然，某些人又要勃然大怒，拂袖而去了。所以，我们先谈谈教堂装监控的好处吧，\n好处确实是很明显的，因为教堂不用掏半分钱，这是免费的服务，至于那些不懂得这份爱心的，要么会偷偷地爱你一下，背后给你装上了监控，要么强制地爱你，勉强给你装上监控。\n除了免费的好处以外，我觉得假设有那么一个教堂治安很差，经常有小偷光顾的话，也是一个好处，因为免费给你装了个监控。至于如果真有信徒发生钱包丢失后，去查看监控要不要花钱打点关系，或者如果报警会不会因为丢失金额太少不予理睬。或者会先给你备个案，等到猴年马月小偷如果碰到枪口的话会给你报个喜。由于这是未来的事，我就不加猜测了。\n前不久看到某群里有人提到教堂装监控还有一大好处，那就是传福音的好处，公安天天看监控听讲道，不是向他们传福音的好机会吗？说不定他会因此信耶稣了呢？我想确实也有这个可能性。说不定将来到天堂时，确实能找到一二个通过这种途径蒙恩的人，这可以算是第三个好处了。\n既然有这么多的好处，而且对于我国的教堂来说，不论你要不要这福利，有一天必然会霸王硬上弓，强制送到你手上。接下来我们谈谈享用这福利的注意事项吧。\n我看讲道的人，如果要保住饭碗，引用故事作例证时不能讲社会上发生的时事了。除非天天看中央新闻，照着中央台的思路引用新闻联播倒是比较保险的。当然，危险还是无处不在的，正如前不久在某群里有人说，周小平同志一直来积极响应正斧正策，曾经发表一通仇美的话说：“我们有一万个理由把中美的关系搞坏。”没想到前不久习主席与美*国总统会面后会说出一句话：“我们有一千个理由把中美关系搞好。”这样一来，周万一脑瓜没转过来，不及时转变风头，岂不是很危险吗？看来江湖上这口饭，确实是不好混的。\n当然，如果能允许你在讲台上诚诚实实讲圣经中的真理，传讲救恩的信息，倒也不算太坏。正如前面提到的第三大好处，很可能会让某正斧人员信耶稣。然而问题是，这位爱民如子的老爸，是无法容忍儿子走上邪路的，你若不能跟他走同一 条路，万一他宁可不要这个儿子，那样危险就大了。\n所以，我从父亲对儿子这种所谓的爱的角度来看这个问题时，就不难发现，装监控主要还是为了不惜一切手段达到让儿子跟老子走同一条道路的目的。所以，虽然法律规定信仰是自由的，但是如果在明文的法律之外，背后给各地的监控 人员下一个什么指示。叫他们在监控前听道时如果发现某位传道人，是忠实传讲圣经真理的，深信圣经是神所默示的，相信圣经中的神迹是真实的。相信只有耶稣是罪人的唯一救主的。相信世人都有罪，都需要信耶稣才能得永生的。对于这样的传道人，多作一些思想工作，告诉他你自己这样信没关系，讲道时别讲这些，反正要讲的内容多着呢？多讲为人民服务，多讲爱国爱d，多研究国家文件，照上面的方针来讲道。结果必然是那些听话的饭碗保住了。不听话的卷起铺盖走人了。于是乎有一天，在教堂里再也找不到一个有真理立场的人了，再也别想听到真正福音真理的信息了。\n那时候，可真应了许多家庭聚会点的弟兄姐妹说的话：“你们在三自里是不得救的。”为什么不得救呢？因为得救的福音真理在那里绝迹了。\n所以，这可是危险的日子到来的前兆呀，各位弟兄姐妹该当如何警醒预备好心灵去面对呢？",
			"date_added": 1492241860
		},
		{
			"post_id": 1492341301,
			"body": "基督徒的得救是稳固的\n伪恩典福音的异端也知道得救稳固的道理，结果就藉着恩典废掉行为，以恩典为藉口反对神圣洁的律法。传讲一个虚假的、没有生命的得救道理。许多受他们迷惑的人就落入无知的自欺之中，连得救的生命是怎么样的也不知道，更别说去活出得救后生命的样式了。可是他们却盲目的自欺说：因着耶稣，我是义的，因着耶稣我是圣洁的，我是永远不会灭亡的。\n\n有的弟兄就面对这种异端的现状，就认为都是一次得救永远得救的道理惹的祸，因此对得救稳固的真理也很不喜欢。\n\n圣经中虽然没有一次得救永远得救的说法，但得救是稳固的，却是圣经明确的教导。一个真正蒙恩得救的人，他的得救是稳固的，是不会灭亡的。\n\n如果一个人听说得救是稳固的，得救后是不会灭亡的，就因此认为，既然得救后是永远不会灭亡的，那我从此后无论怎样犯罪都没关系，不用怕灭亡了。这种人其实根本不明白得救的真理，是把一种片面的头脑的知识取代了生命。\n\n得救之所以是稳固的，因为全能的神必保守他的儿女到底，而神的保守，是藉着所赐给他儿女的圣灵，和赐给重生得救之人的新生命的特性来保守他们的。一个真正明白得救稳固的真理的人，他会每天提醒自己，我真是一个得救的人吗？我得救的生命的表现在哪里呢？如果我与世人行为没有分别，是不是我的生命有问题呢？是不是我根本没有得到重生的生命呢？他一方面从神的话语中，知道神的儿女是不会灭亡的，另一方面，从自己神儿女生命的特性中，比如：对属灵福分的盼望，不愿意犯罪的心，对良善的渴慕之心、犯罪后生命失去平安的痛苦等等。确知自己是属于神的，深知神必不会撇下我，知道自己所需要的是每天过一个悔改的生活。\n\n但没有神儿女生命的人，虽然听说得救是稳固的，却根本不明白神的旨意，更别说活在神的旨意里面，他们自欺欺人的以为自己不会灭亡有什么用处呢？\n\n有一个弟兄对得救稳固的教义很感冒，他说了这么一句话：圣经里有一次得救永远得救的人，也有一次得救后来灭亡的人。他举了两个例子来说明问题，一个是大卫王，他一次得救永远得救了。另一个是卖主的犹大，他得救后却灭亡了。\n\n这位弟兄把大卫的一次得救永远得救归功于他犯了奸淫杀人的大罪后，悔改的非常彻底。而犹大得救后出卖耶稣，结果就灭亡了。\n\n\n这种教导虽然对某些信徒的生命也会有点造就，但在得救的真理上却并不合乎圣经的教导。\n\n因为大卫悔改彻底不是他得救的原因，请别误会了，以为我是反对人要彻底悔改。因为每一个神的儿女犯罪后都要彻底悔改。但是不是他悔改彻底让他得救，而是因为他是一个已经得救的人，是有属神的生命的人，所以面对神的责备管教时，才会有如此彻底的悔改。如果他是一个假信徒，绝不会有真正的悔改，当然也不可能得救。\n\n卖主的犹大绝对不是得救了不悔改而灭亡，而是因为他根本没有得救，所以结局只有灭亡。也许有人说，他怎么没有得救过呢？他是十二使徒之一呢？他跟其他使徒出去传道也同样有权柄医病赶鬼的。\n\n是的，神就是特地拣选一个灭亡之子，给他使徒的职分，也让他有权柄行神迹。结果显出他是一个灭亡的人，好让教会知道，牧师传道的职份不能让人得救，恩赐很大才干很好，也不一定是个真正得救的人。只有真正有神的儿女的生命，名字记在天上生命册上的，才是真正得救的人。\n\n有人可能会说：“你凭什么说犹大本来就没有得救呢？”就凭主耶稣所说的话：“耶稣说：「我不是拣选了你们十二个门徒吗？但你们中间有一个是魔鬼。」耶稣这话是指着加略人西门的儿子犹大说的；他本是十二个门徒里的一个，后来要卖耶稣的。(约翰福音 6:70-71)”在犹大卖主的心意还没有显露之前，主早就知道他是属魔鬼的。\n\n也许有人说，犹大不是悔改了吗？不是到祭司长面前认罪了吗？问题是他根本不认识耶稣是救主呀，世俗的懊悔只会叫人死，所以，他的结局只有灭亡。假设他曾经得救过，他一定会回到救主面前认罪悔改了。那时，在十字架的底下，主的宝血会洗净他一切的罪，然而既然他从来没有真正认识耶稣是谁，从也没有得救过，他的灭亡就不足为奇了。\n\n所以，不是得救的人会重新灭亡，而是灭亡的人从来没有得救过。\n在此我再提醒大家一个事实，不要以为犹大是因为卖了耶稣上吊自杀才导致他灭亡的。他出卖耶稣上吊自杀显明他是一个灭亡的人。但真正让他灭亡的是他的不信，因为不信才会有卖耶稣的行为，才会最终走向自杀。所以，即使犹大没有出卖主耶稣，没有上吊自杀，结局也必然是灭亡的。因为他只是混在教会里的假信徒而已。假信徒虽然可能会平平安安活到老，但结局必然也是灭亡的。\n\n所以，我们一定要好好省察自己：我是真信耶稣的吗？我有神儿女生命的表现吗？我活得象个真正得救的人吗？\n\n\n\n",
			"date_added": 1492341290
		},
		{
			"post_id": 1492612415,
			"body": "到不信的亲戚家吃饭，需要问他食物有没有祭过吗？\n\n今日某牧师提到，如果我们春节过年到亲戚家作客，有的亲戚知道你是信耶稣的，会好心的告诉你，这肉是祭过偶像的你不能吃。但有的人会故意不告诉你，让你吃祭过偶像之物。所以，我们要学得聪明一点，得私下向亲戚打听一下，这肉有没有祭拜过，如果有祭过的就不要吃。\n事实上，很多基督徒都有这样的心态，总是担心自己到不信的亲戚家作客时，万一吃了祭过偶像之物怎么办？所以，某些谨慎点的弟兄姐妹，就宁可少吃一点，对桌上有可能会祭过的肉尽量不吃：我为了主的缘故，宁可少吃一点。不管他有没有祭过，我不吃最保险了。\n这种为了信仰的缘故谨小慎微，为了信仰的愿意约束自己的口宁可少吃一点东西，我感觉还是比较可爱的作法。\n可爱是因为他们时刻不忘自己是基督徒，常提醒自己要与世人分别为圣，也愿意为信仰牺牲口福，这种心态当然是值得肯定的。\n但是如果从圣经的真理来衡量就会发现，这种可爱的举动，其实在真理的认识上是有缺欠的。是缺少真理知识而产生的不必要的纠结。换句话说，这是无知而给自己背上的不必要的包袱。\n我理解牧师这样教导的原因，主要是对于耶路撒冷第一次大会议中所定的教会规条乏正确的认识，以为该会议规定的四大禁戒是永不更改 铁律。所以，才会出现违背圣经明文教导的教训也不觉得有问题。因为当牧师教导你要问一下亲戚，桌上的肉有没有祭过时。正是在跟圣经的教导唱反调。保罗说：“倘有一个不信的人请你们赴席，你们若愿意，凡摆在你面前的，只管吃，不要为良心的缘故问什么话。(林前10:27)”\n保罗劝我们不要为良心的缘故问什么话，就是劝我们良心不要感觉到不安，只管放心大胆的吃。而我们却劝人要问一下，这其实是把一个不当有的轭加在别人身上，让他的良心没有平安，这是不合真理的作法。\n有人会说，万一他的肉是祭过的怎么办呢？这样问的人还是没有跳出一个思维上的误区——以为祭过偶像的物就是不洁净的，就是不能吃的。如果祭过偶像的物就是不洁净的，吃了就是罪的话。保罗的教导一定会跟上面的这位牧师一样：“你要问一下，不可随便乱吃哟！万一吃的是祭物就有罪了。”保罗劝你不要问的意思是：祭过又有什么关系呀？我在神面前感恩着领受，凡物都是洁净的。所以，不要为良心的缘故问什么话。\n还有人说，如果我明知那是祭过的，那就不能吃。事实上这也是许多基督徒常有的处理方式，但这也不是圣经的教训，只能是信心软弱的基督徒的处理方式。就拿我来说吧，一般情况下，如果看着亲戚拿肉祭回来，切好摆到桌上，我也会选择不吃。一方面是怕他论断，另一方面总会觉得有点怪怪的，特别是这肉从庙宇里提回来的，总会感觉被弄得很脏，是叫人难以下咽的。\n但如果我们认为，祭过的就不能吃，这仍然是真理认识的不足所致。因为地和其中充满的都属乎主，不论别人有没有祭过，不论我是不是知道那是祭过的。我吃喝是从神领受的，吃的是神所造之物。我谢恩之后，就可以放心大胆的吃。也许有人会想，万一魔鬼说：这个是某人拿到我面前 祭过的，你敢吃，我就搞死你。然而，我们当知道，神比万有更大，我们从神领受的食物，魔鬼根本没能耐动我们一根毫毛。\n当然，如果你信心不足，或良心软弱的话，还是选择不吃为上，因为凡不出于信心的都是罪，如果良心软弱，就必受魔鬼的控告，容易落在它的网罗里。\n从这里也让我们看到领受食物时谢恩祷告的重要性，我们要常常提醒自己，我每次都有为领受食物祈祷感恩吗？如果有，我们当知道：凡神所造物都是好的，若感谢着领受，就没有一样可弃的，都因着神的道和人的祈求成为圣洁了。（提前4：4/5）",
			"date_added": 1492612403
		},
		{
			"post_id": 1492667892,
			"body": "若有人对你说：这是献过祭的，基督徒要不要吃？\n\n昨日我曾论到基督徒如果到不信的亲戚家吃饭，要不要问桌上的食物有没有献过祭。圣经的教训是很明确的，我们不需要担心食物有没有献过祭，根本犯不着问这个问题。问这个问题的人，是把献过祭这件事看的太大了，好象世人的偶像也是众神中的一位，曾经献给它的东西你吃了的话，会叫你吃不了兜着走。事实上那根本不是神，世人其实是无知把不是神的当神来拜，如同小孩子无知玩的游戏一样，我们完全可以无视。\n\n另一种恐惧的心理是，既然已经献给偶像了，我们去吃的话，我们的神会不会吃醋向我们发怒呢？你如果真这样认为的话，那神可真要向你发怒了，因为神看的是人的内心，而不在乎食物。如果你认为世人献过祭，就真的是另一位神明之物了，你当然得跟这位假神的一切撇清关系，不要有任何瓜葛。但如果你明白偶像算不得什么，知道只有一位神，就是我们所信靠的主，万物都是本于他，归于他。我是从他领受一切食物，你的心中就不会有这种担忧了。\n\n圣经已经很明确的告诉我们：如果有一个不信的人请你去吃酒，你只要愿意去，就只管吃，不要为良心的缘故问什么话。\n\n今天我们要反过来讨论另一个问题：如果你正在吃的时候，你的亲戚跟你说：这个肉是祭过的，你不要吃。这时，我们怎么办呢？\n\n这问题的答案也很简单，圣经已经明确教导我们了：“若有人对你们说‘这是献过祭的物，就要为那告诉你们的人，并为良心的缘故不吃’”（林前10：28）\n\n也就是说，既然他认为我们信耶稣的人，是不能吃祭过的物的，那我就不吃吧。不是因为我真的不能吃，而是为了不让他论断的缘故。免得他在心里说：“这人是假信的，我跟他说过这是献过祭的物，他竟然还只顾吃。”或者说：“想不到信耶稣的人也这样贪吃，祭过的物竟然也吃。”这样，神的名就不得荣耀了。\n\n换句话说，当有人跟我们说：这是祭过的物时，我们要考虑的不是食物的问题，而是别人的良心问题。会不会让他的良心产生论断的问题。虽然我完全有吃的自由，吃了保证不会拉肚子或出别的问题（当然暴食暴饮是另当别论）但是，为了他的良心的缘故，我宁可不吃。虽然，那也许是你比较喜欢吃的东西，你还是要选择不吃。\n我希望弟兄姐妹明白一个事实，不是因为知道这是祭过的物就不能吃了，而是为了不让别人的良心论断的缘故我们要选择不吃。不是我们没有吃的自由，而是我们用神的智慧来处理自己的自由。必要时，宁可选择放弃自由，因为我们或吃或喝，只为了荣耀神而行。个人的利益得失，那是摆在其次。\n\n为了让大家明白这是圣经的教导，而不是我个人的意见，我把经文列出来：“我说的良心不是你的，乃是他的。我这自由为什么被别人的良心论断呢？我若谢恩而吃，为什么因我谢恩的物被人毁谤呢？（林前10：29/30）”\n\n这里清楚的告诉我们，不是为了自己的良心的问题，而是为了别人的良心的问题。换言之，当别人对你说，这是献过祭的，你的良心大可不必不安，不要说：“啊，献过祭的呀，那怎么办呢？你怎么不早说呢？我刚才吃过了，这可怎么是好？”如果你这么想就是无知了。真正明白真理的人是不会有这个担忧的，当然如果你真的不明白真理，那就低头向神认罪求主宝血洁净，主也必赦免你的无知。\n\n但如果你明白真理就不会因此惴惴不安，你会考虑到另一个问题，就是别人的良心问题：这时我如果还继续吃的话，对方会不会论断我，会不会因此毁谤我的信仰。我不能因着谢恩领受的食物让别人论断，让别人毁谤，所以，为这个缘故，我还是不吃吧。\n\n\n\n",
			"date_added": 1492667879
		},
		{
			"post_id": 1497331594,
			"body": "你了解新正统神学家巴特吗？\n\n第一次看到巴特这个名字是十几年前在温州的胡弟兄家里，胡弟兄的思想比较开明，常会买一些书籍送给其他的信徒。那时我就曾看到他手中有巴特注释的书籍，是精装本的书，估计一本要上百元，当时我觉得非常的羡慕，但是一方面知道弟兄非常爱惜书，不愿有丝毫损坏，另外也觉得自己显然看不懂这些高层次的书，所以也就没有敢碰它。\n\n从弟兄棒着巴特的书籍学习的自豪感，我可以感受到巴特必是一位很有名望的人。到十几年后的今天，证实我当初的判断是很正确的。因为有许多人对巴特是佩服的五体投地，据林慈信牧师说，许多福音派的神学教授，把巴特说的非常崇高，说“以前没有，将来也没有这么伟大的”。林牧师说他们把巴特捧高到好像三位一体第四位那么高的。意思是说，如果神是四位一体的话，在那些福音派的神学家眼中，第四个位格就是巴特了。\n\n今日想来，我实在非常感恩神对我奇妙的保守之恩，昨晚有一位姐妹跟我说，只可惜你家庭条件太差了，没有太多时间去学习追求。我相信这也是很多人的感慨，如果家庭条件好的话，到好的神学院学习深造，比如到香港或美国读神学，那是何等的福气？但当我回首走过的艰难坎坷之路时，常常为神给我的一切安排感恩不尽。如果一切尽如人愿，我也许过去会有机会学习这位巴特先生的神学，结果可能将来有一天当我走到人生尽头时抬头一看，摆在眼前的不是天堂而是地狱敞开的大门，那岂不是悲哉？\n\n林牧师告诉我们，巴特和巴特后的神学，正在影响着中国大陆的教会或者神学。香港刀锋山汉语出版的那些书，一百本里绝大部分是巴特派的，或者那一类的。香港的唯一的所谓福音派，发博士学位的研究院的院长，就是一个巴特迷。\n\n可怕的是，巴特传讲的是毒害人信仰的教导，却又深受广大所谓的福音派神学家牧师传道的尊重。他的教导比新派——不信派的毒害有过之而无不及。因为新派的教导很多基督徒一眼就能看穿。而对他的教导的错谬，很多人往往难以识透。原因就在于他讲的话，很多在表面上看来百分之百是合理。他用我们基督徒听来完全正确的话语，传达的却是一种与纯正信仰完全相背的思想。好比有一个人跟你谈夫妻之爱，口口声声说的都是夫妻要如何相爱，但当你听完了之后，你觉得恍然大悟：原来跟妓女、跟情妇发生关系也是夫妻之爱的一部份。结果你连妓女、情人跟妻子之间的差别也模糊不清了，你说这种人是何等的可怕呢？\n\n在网上有一本书，名为《加尔文神学》，是台湾一个名为林鸿信的教授所著，我相信想学习加尔文著作的人，肯定会对加尔文神学感兴趣。这个书名必然会激起人的购买欲，但如果你买了这本书，你根本无法了解真正的加尔文神学，因为这个作者就是巴特迷，他先接受巴特的思想，然后用巴特的那一套观念来解读加尔文。也许有人读了以后，以为自己很了解加尔文神学，却不知他是把巴特的观念强加在加尔文身上。所以，这种用正确的言语，传达错误的内容迷惑性和危害性是非常大的。\n\n香港有一位神学家说，你要认识加尔文吗？最重要的是读一读巴特。如果你说：这是神学家说的话呀，我当然要听，但是，如果你听了他的教训，就好象耶稣时代的人去听当时的宗教领袖法利赛建议一样，结果只会被引向灭亡之路。\n\n也许有人会觉得奇怪：怎么会有这样的事呢？如果巴特说的是错误的，我怎么会看不出来呢？因为这正是撒但的狡猾与可怕之处。\n\n巴特所讲很多话你读下去，感觉他很敬虔，他说“不是人找神，是神找人。”这句话谁能说他有问题呢？我们就是这么教导的，但是他后面要表达的那个耶稣基督，根本不是拿撒勒人耶稣基督。因为巴特口中的耶稣基督，是神又不是神，是永恒的，又不是永恒的，是神所咒诅的，又不是神所咒诅的，他是永恒进入时间的一个点，是没有位格的。你听他表达得非常的美，实际上他所讲的耶稣，绝不是指历史上的拿撒勒人耶稣。\n\n巴特根本不相信圣经是神的话，他反对圣经无谬误的概念，称这个是纸上教皇。他认为圣经不是神客观的话语，只是神话语的见证。一个人不相信圣经是神的话语，不相信神的话语是无谬误的，他虽然用自己的知识和学问构建起一套看似很伟大的神学理论，结果也只会把人引向灭亡的道路。\n\n巴特把神的话语分成三个层次，一、耶稣基督、神的启示、神的道。二、圣经。三、讲道。\n\n初看他的分类，根本看不出什么问题，耶稣基督不是道在肉身显现呢？不是神的启示吗？不是神的道吗？圣经不是神启示的话语吗？讲道人不是在传讲神启示的圣经真理吗？\n\n然而，这种看似完全正确的表达，里面传达的却是一套鬼魔的教训，因为他虽然用耶稣基督这名字，他所指的基督是没有位格性的，并不是指人类历史上道成肉身作拿撒勒人耶稣。他所说的第一层次的神的道——神的话，也不是指我们所相信的圣经。他所谓神的话语，是在康德所说的彼岸世界，是人的理性与科学碰不到的神的话，是人所可望而不可及的东西。我们知道，正因为神把他的话语——圣经赐给我们，我们才能透过他的话认识他，明白他的旨意。然而，在巴特的教训中，圣经只是第二层次的神的话，更中怕的是他不相信圣经是神所默示的，他认为圣经是人写的，是有错误的。然后是第三层次的神的话，就是人的讲道。不是传达讲解神所启示的无谬误的话，而是人去讲解分析一本包含错误的人的话语，由此可见此巴特的教导是何等可怕！\n\n巴特熟读路德、加尔文的著作，然而他却藉用路德和加尔文的措词，来表达祁克果的存在主义的观念。因为它用了存在主义这种辩证的是非而似、似是而非的方法来表达。听起来感觉到非常的美，林慈信牧师称他的这种表达是迷人的美。这也是撒但利用世俗学问、知识迷惑人的一种可怕的手段。愿神擦亮我们的眼睛，识透魔鬼的诡计，远离巴特新正统神学思想的毒害。",
			"date_added": 1497331580
		},
		{
			"post_id": 1497428176,
			"body": "  弟兄，你凭什么说我是异端呢？\n\n 弟兄，你凭什么说我是异端呢？确实有很多人曾经说我梁慕天是异端，在这些人中，除了恩典福音异端分子诬蔑我是异端以外，还有一些是主内亲爱的弟兄姐妹们。面对异端分子的诬蔑，我并不感到奇怪，因为我既然揭露异端的错谬，也必然会受到异端分子的恨恶。所以受诬蔑、恐吓都是很正常的事情，对我来说并不会感到意外。但是，面对主内弟兄的论断，确实是很让人伤痛的事。\n\n记得在十几年前，就曾经有教会的弟兄姐妹误会我为异端，这一经历在我生命中留下永远难以磨灭的印象。至今每当想起仍然会泪水盈眶。因为误会我的正是我主内可亲的弟兄姐妹，而小弟兄自从蒙恩之后，就深知主内的亲人更比肉骨之亲宝贵。当时神把我放在这种环境中，又让我无法为自己辩白，因为越辩白反而越描越黑，当年不象现在这样有网络可以表达，有什么不同意见可以白纸黑字写下来说明，不然一切的误会很容易消除了。但是神为了磨砺我，就把我放在一个特殊的环境里，让我四面受敌，在外因信仰被世人敌视，工作中受尽同事欺凌，其他不信者的嘲讽，在教会又被弟兄姐妹误会为异端。记得那一段时间，每当经过几位姐妹家庭附近，泪水就会在眼角涌动。谁能想象那种情景呢？一个最恨恶异端的人，却被几位姐妹为首的肢体误会为异端分子。而她们所怀疑的竟然又是我早几年就已透识的新派异端。这说明什么问题？说明这些怀疑我的正是可亲可爱的属灵同胞呀！我只有默默忍受着此中痛苦，等待神为我开路，为此我度过一个年多孤苦的日子，不敢与众弟兄姐妹交流，免得他们又要担心我把异端思想传染给别人。\n\n事后我发现她们早已提醒众人防备我，不要跟我交往，免得信仰上受我的影响。想到一个人独在异乡，既被世人视为渣滓，又被教会视为仇敌。此中的伤痛是难以想象的。如果不是我自己主动封闭自己，退回到主的里面，深信神在日子满足的时候必会给我澄清事实真相，我所受得伤痛必然会更深更难以忍受。熬过了充满泪水的一年多时间，我才重新被弟兄姐妹接纳。但是我没有辩解过，没有人能体会我的心，也没有人能理解我对这些伤害我的姐妹的情感有多深。正是她们那种嫉恶如仇的心使我感到无比亲切，深知这是神家的好姐妹。也正是被主里亲爱的姐妹所误会，让我又感到无比的伤痛。所以，一种被误会的痛苦，掺杂着对神家真儿女的爱的甜蜜，伴随着我走过了那一段非常的岁月。事后我常常思想，将来有我们到天家相会时，我一定会抱着这几位姐妹哭个痛快，让她们知道误会我时那种又甜蜜又痛苦的滋味。\n\n前不久，在微信群里我发现有一位潘存木弟兄骂几位护教群的弟兄姐妹是异端，我想这弟兄怎么这么糊涂冒失呢？令我非常感恩的是，后来有尼希米弟兄去了解情况作和解的工作。事实显明，这位潘弟兄是一个非常爱主的人，只因为是个大老粗，真理不怎么明白，把群转让给其他弟兄后，在交流中产生了许多误会，结果怀疑对方是异端，担心群里的其他弟兄姐妹受异端迷惑，所以到处跟其他弟兄姐妹说要防备某某人，说他们是异端。幸而因尼希米弟兄的爱心劝慰工作，最终误会消除，潘弟兄也是一位谦卑好学之人，从此以后立志好好学习圣经真理，结局实在令人欣喜。\n\n前不久，在微信群里有人说我是异端，因着精力有限，我也没多加理会，感谢神，感动王姐妹为我澄清事实。我知道散布这种谣言的不是仇敌，而是主内的弟兄姐妹。因为在平台里常有人留言骂我是异端，面对这种无理的定罪，因着精力有限，有时只能采取无视，显然这些人就因此到处毁谤我是异端。在此我盼望弟兄姐妹们一定要好好查考圣经真理，不要凭着私意盲目给人定异端的罪。你们定人异端的根据是什么呢？我怜悯你们是主内的弟兄姐妹，知道你们的心意也是出于爱主。但你可知道在真理上无知，糊涂定人异端的罪，同样在永恒中也必将因 此而受亏损的。我们如果是非不分，把主内的亲人当仇敌对待，这是多么令人伤痛的事呢？\n\n有一位姐妹，把人的经历当真理来否定圣经的教导，还表现得理直气壮。四月份我发表了一篇文章《若有人对你说：这是献过祭的，基督徒能不能吃？》，该姐妹说某人是拜偶像的，拜过偶像的食物比较容易变臭，原因是被鬼吃过了，所以很肮脏，容易变臭。用这种教训来说明不能吃祭偶像之物。\n\n如果说祭过偶像之物更容易腐烂，我可以相信。但如果食物容易腐烂就一定是被鬼吃过了，这显然是自以为聪明的推论。再说，用被鬼吃过很脏为理由来说明不能吃祭偶像之物，绝不是圣经的教训。圣经中不许我们吃祭偶像之物，不是因为食物被鬼吃过脏了的原因，而是因为基督徒不能在祭偶像的罪上有份。而在祭偶像的罪上有份，也绝不能简单的从吃的是不是祭过的物来下结论，而是在于人的态度，比如对祭拜行为的认同，以及参与祭拜的活动。所以，圣经教导我们，到不信的人家里去，凡摆上的，你若愿意，就只管吃。无须担心有没有祭过，也没必要问对方有没有祭过。凡市上卖的也是一样，不要为良心的缘故问什么。我们在神面前谢恩领受，就是吃神所赐的食物。至于祭过没有祭过，那是不信之人无知的行为，与我毫不相干。如果不信的人良心中认为我是基督徒，不能吃祭过的，因此提醒我们，我们为了他的良心的缘故，宁可放弃吃的自由，选择不吃，这是圣经明确的教导。\n\n由此可见，说祭过的食物被鬼吃过了，很肮脏的，完全是无稽之谈。如果是因为肮脏的缘故不能吃，圣经一定会要求我们到市上买肉时先问清楚有没有祭过，到不信的亲戚家一定要先问对方有没有祭过。但神既然劝我们不要多问，告诉我们完全有随意吃的自由，就说明不用担心这种肉祭了被鬼吃过很肮的鬼话。\n\n同样这位叫美拿来的网友，也是这种论调，认为祭偶像之物是鬼享用了，玷污了的东西。如果你说外邦人这祭肉带来带去，经过肮脏污秽之地，容易沾染细菌，我也是可以接受的。你却非要说鬼吃过了，这是什么道理呀？人吃过了会有病毒细菌，非物质的灵会吃物质的肉吗？如果会吃，会把物质的病毒细菌吃到肉里吗？或者你是认为肉也有属灵和属物质的两种成份吗？难道说鬼把肉中属灵的部份吃了，只剩下属 物质的？又从灵界带来一种物质的细菌病毒吗？是不是你比保罗更传大，他从神领受启示还没知道这事，你竟然明白这个道理。神都劝我们不要问市上的肉有没有祭过，不要问不信的人家摆上的肉有没有祭过。你倒发明出一种教训，为了防备从鬼嘴里带来的细菌，必须问对方有没有祭过。\n\n这个网名叫美拿来的藉此毁谤我的文章是异端文章，是与撒旦为伍。如果没有猜错的话，就是你们这些自已编造一套道理，却自以为明白圣经的人，到处毁谤别人是异端。如果说，你是出于爱神的心，我可以相信，但是我提醒你留意一件事，现在是网络时代，我说的话是不是合乎圣经真理，是白纸黑字明摆在眼前的，你如果心里任凭自以为义的罪作王，不愿留意查考我所说的是不是合乎真理，却冒失诬蔑别人是异端，还到处散布谣言。我虽仍然尊你为弟兄，但你作为基督徒轻率毁谤弟兄在神面前将是什么结果，相信你也会明白。就凭着别人有一句话不合你的意见，就轻易毁谤人是异端，把这么大的罪名轻易加在别人身上，这是不是天国子民的生命表现？有没有基督徒的样式？盼望你好好去酌量。别人敬你是神的儿女，你不要等到将来到见神面的时候，显明你活出的是恶者的样式，是照着罪恶败坏的本性而行事为人的，那就非常悲哀了。\n\n我被你们毁谤只是小事，只盼望你能好好省察自己，是不是照着神的教训生活，有没有活出神儿女生命的样式。因为真正属于神的人，必能分辨什么教训是合乎真理的，什么教训是不合真理的。\n",
			"date_added": 1497428161,
			"meta": "{\"img\":\"900,242,cdddddfffdeeeee,012222222234444444422222222222\"}"
		},
		{
			"post_id": 1499038214,
			"body": "基督徒当如何看待雅比斯的祷告\n\n有弟兄问我如何看待雅比斯的祷告，因为这个祷告已经成为教会很普遍的祷告。为此我去听了雅比斯的祷告这首歌，我边听边流着眼泪，深深地感受到这歌词是如此的优美，道出了一个经历人生苦难艰难的人，内心深处对神那种迫切的呼求。\n\n然而，可悲的是，今日很多教会喜欢唱这首歌，却不是因为真正明白这诗歌的意义，而是因为世俗享受主义的思想作怪，以贪图安逸享受的心理来唱这首歌，并且教导人来作这样的祷告。这也显明在这末后的时代中，受世俗化的影响，许多基督徒的灵性肤浅到何等可悲的地步。难怪现代的许多教会中，世俗成功神学的思想大行其道。\n\n今天，让我们一起来思想雅比斯的祷告吧！\n代上4：9/10 雅比斯比他众弟兄更尊贵，他母亲给他起名叫雅比斯，意思说：“我生他甚是痛苦。”雅比斯求告以色列的 神说：“甚愿你赐福与我，扩张我的境界，常与我同在，保佑我不遭患难，不受艰苦。” 神就应允他所求的。\n\n受世俗享乐主义思潮的影响，有人面对雅比斯的祷告，竟然说出这 样的话：许多人都不知道祷告，他如果知道祷告，就会象雅比斯一样比别人更尊贵。虽然从表面上看来，这句话没有什么问题，因为一个真正有美好生命的基督徒，一定是一个有美好祷告生活的人，一定是一个常常按着神的旨意祷告的人。然而，当某人说你不尊贵是因为你不会祷告时，他说的祷告却是一种引人背弃神旨意的祷告。他引用雅各书的话说：“你们得不着，是因为你们不求。”却故意忽略作者的另一个教导：“你们求也得不着，是因为你们妄求，要浪费在你们的宴乐中（雅3：3）”\n\n想这到里我就感到深深的悲哀，想起了主耶稣的责备：你们这瞎眼领路的有祸了。（太23：16）因为这种无知的人竟然教导人走世俗求神拜佛的道路，还自以为有智慧。人类自从堕落离开真神之后，求今生发财致富享乐亨通是世人的天性，根本不需要你教导，世人都知道去庙宇里求平安，求发财。然而，有人竟然编造了一个喻道故事说：某人死后到天堂才发现，在天上他的房间里，神早已为他预备了汽车洋房，可是他在世不知道求，所以就留在天上没有赐下给他。要知道基督徒之所以每天需要神的话语，因为我们往往会落在盲目的自欺之中，所以，我们寻求神的话语，为的是不凭己的意思，而照神的意思生活。然而，这种无知的人，竟然打着讲圣经的名义，去传讲满足人私欲的道理，实在令人悲哀。\n\n雅比斯的祷告，确实是一个求神赐福，求神扩张境界，求神常与他同在，保佑他不遭患难，不受艰苦的祷告。但是这个祷告，跟今天某些世俗享乐主义的思想，实在是完全不相干的。\n\n圣经告诉我们，雅比斯比他众弟兄更尊贵，这里只是说明他在众弟兄中是与众不同的，是更尊贵的人，他什么让他比众弟兄更尊贵呢？如果真如某些人所说的，因为他会求神给他汽车洋房，所以开汽车住洋房，他弟兄不会求，所以，没有汽车洋房。这种头脑简单的人，我劝他先好好学习神的话语，不要不明白神的旨意，却好为人师。\n\n雅比斯比为什么比他众弟兄更尊贵呢？圣经不是为雅比斯立传，所以没有深入详细的说明，但从圣经的记载中，虽然只是简短的几句话，我们也已经可以略知大概。\n\n经上说：他母亲给他起名叫雅比斯，意思说：“我生他甚是痛苦。为什么提到他母亲，为什么提到他名字的意思？这里要告诉我们两方面的真理，一是雅比斯有一个影响他生命的母亲，二是雅比斯有与众不同的出生经历，这两方面对他生命的成长有不可忽视的作用。人生的第一老师就是母亲，一位伟大的母亲，会成就一位有美好品格的子女。圣经中提到他的母亲，就显明他母亲对他生命影响是很大的。此外就是他母亲给他取的名字，利用他出生让母亲受许多苦的经历影响他。让他明白，孩子呀，你生你不容易呀，当初老妈几乎连命也搭上了，你可要好好作人，不要辜负你的母亲为你所受生产的艰难呀。你一定要敬畏神，凡事依靠仰望耶和华创造天地的主呀，因为是他在苦难中保守了我们母子平安呀！\n\n一个蒙神纪念的女子必是一个敬虔的女子，一个敬虔的女子必是一个在苦难中依靠神仰望神的女子，所以，雅比斯的母亲一定是在苦难中经历神奇妙的保守之恩，并把这经历教导儿子，叫他从小敬畏神。正是这位敬虔的母亲，他出生不寻常的经历，影响着雅比斯，让他从小比寻常的人更知道依靠神，更知道仰望神。\n\n所以，一个伟大的人物，往往是神藉着特殊的环境磨砺造就出来的，绝不是今天许多传世俗成功道理的所谓牧师道传所说的，一个从小娇生惯养，只盼不受苦难艰难的人\n天天向神求安逸享受就可以了。\n\n我深信，如果今日能找到雅比斯可靠的传记，我们一定会发现，雅比斯的人生，一定是经历非凡的苦难磨砺的人，而面对各种苦难，他对神的依靠之心，以及不寻常的出生经历，都会成为支撑他勇敢面对苦难，在苦难中艰难求生的力量。让他深信神必与我同在，他必赐福与我，必带领我走出人生的各样艰难。\n\n有人面对雅比斯的祷告，就仓促地下结论说：起初神造人的时候没有患难，仍有祝福(创1：28)。这样的福，是我所愿意的。\n\n从人天然的本性来说，我们都盼望不经患难，这并不足为奇，但如果教导人随从私欲，利用信仰寻求不受苦难艰难，只有肉体满足享受的所谓祝福，这完全是不认识神的人的教导。\n\n主耶稣告诉我们，这世上有苦难，这是没有人能否认的事实。我们也不要肤浅到一个地步，以为有衣有食，物质丰富的人就等于没有苦难，人生的苦难源自远离真神，一个不明白神真理的人，物质生活什么都不缺，可能心灵中的苦难和重担也会把他压得活不下去而走自杀的道路。因为只有在基督里才有真正的平安，要想不遭患难，不经艰难，唯一的办法就是寻求神的旨意，活在神的旨意里，那时，世人眼中的患难，在你都是祝福，世人眼中的艰难，在你生命中都是神的恩典。\n\n所以，我们一定要明白一个现实，雅比斯的祷告，不是一个娇生惯养的人求平安的祷告，而是一个经历人生大苦大难的人，仰望神，依靠神的祷告。\n\n所以，当我听到雅比斯的祷告说：求你“常与我同在，保佑我不遭患难，不受艰苦”我就想起耶稣在客西马尼园里的祷告：“父啊，在你凡事都能，求你将这杯撤去，然而，不要从我的意思，只要从你的意思（可14：36）”若非面对极大的艰难，若非看到在十字架上被最亲爱，常与他同在的父神弃绝的无法形容的痛苦，主耶稣就不会发出如此迫切的呼求。同样，一个娇生惯养，从来未曾与苦难搏斗过的人，他也不会在神前发出迫切的祷告。\n\n所以，同样是求神叫我们不遭患难，不受艰难的祷告，雅比斯的祷告显明的是一个在苦难中迫切的认识到需要神的同在，需要神的看顾保守，从而仰望神蒙神喜悦的祷告。而在今天一些人口中学习这种祷告时，却反而变成惹神生气的祷告。就如同一个衣来伸手饭来张口的孩子，有一点难处就要在父亲面前寻求逃避不愿承担，只会让深爱他的父亲伤心甚至生气。\n\n再让我们来看看雅比斯的祷告，雅比斯求告以色列的 神说：“甚愿你赐福与我，扩张我的境界，常与我同在，保佑我不遭患难，不受艰苦。” 神就应允他所求的。\n\n神应允了雅比斯所求的，我们要明白，神应允一个人的祷告，绝不会仅仅因为他的祷告词好听，首先是因为他这个人的生命，一个合神心意的人，才会献上合神心意的祷告，因此他的祷告也会蒙神悦纳，但是，一个不明白神旨意的人，虽然表面上可以效法雅比斯的祷告，结果却可能在惹神生气，因为神只愿意为合乎他旨意的祷告负责。\n\n如果基督徒明白这个世界有苦难，人生在世必受苦难，如同火星飞腾，这苦难不仅限于外在的，也包括心灵的。同时，他愿意作顺命的儿女，求神救我们脱离苦难时，愿意说：不要从我的意思，只要从你的意思。在这个基础上，你象雅比斯那样向神献上祷告，必蒙神喜悦。\n\n所以，雅比斯的祷告，不是我们不可学，而是我们不要学歪了，以致原本可以造就我们生命的祷告，反而因着某些人无知的教导，反而成为拆毁神工程的祷告，那就非常可悲了。\n\n正如我刚才说过，今天听了雅比斯的祷告这首歌，我禁不住热泪盈眶，当雅比斯说甚愿你赐福与我时，从这甚愿二字中，我们看到他对神的认识是多么的深，他认识神才是他福份的源头，离了神，毫无福乐可言，他逼切的求从神而来的福份。这种逼切的祈求，也唯有那些经历了远离神的痛苦，或者看到远离神之人的悲惨而深深体会到远离神之痛苦的人，才会发出如此逼切的祷告。\n\n当他求甚愿神“扩张我的境界”时，也绝不是一个人想发财多多，为了满足私欲而向神求财富。因为以色列人居住在迦南地，多少人因为图安逸而让外邦仇敌兴起，以致受外人辖制，以致属神的地业日益减少，以致许多神的选民受偶像的迷信习俗所害。深深体会这种在仇敌前失败之痛苦，目睹仇敌兴起百姓受苦的惨况，从而在神面前祈求说：甚愿你扩张我的境界时，这是何等蒙神喜悦的祷告呢？当你明白雅比斯的境界扩张，就是以色列的地界扩张时，你就会知道，他绝不是满足私欲的祈求，绝不是今天许多人所教导的求财求富，求厂房求别墅的祷告。\n\n当雅比斯说：甚愿你常与我同在，保佑我不遭患难，不受艰苦时。这种迫切的祈求，也正是看到了没有神同在的痛苦，特别是以色列民远离神的痛苦和艰难，深深感受到自己我么需要神的同在。如果一个人不明白神的同在，就意味着我们一生行事要效法神，愿意完全顺服神，遵照神的旨意而行。他求神的同在也只不过是一句无知的口头禅而已。\n\n所以，当我们把雅比斯的祷告：甚愿你：“保佑我不遭患难，不受艰苦。”理解为世俗不认识神的人观念中的平平安安，不经艰难挫折时。我们是何等的得罪神呢？因为事实上，这是一个经历极大的苦难和艰难的人，对神迫切的祈求，对神深深的仰望。所以，当你在人生经历各样艰难时，懂得向雅比斯一样仰望神，依靠神时，神也必同样垂听你的祷告，应允你的祈求。\n\n当你真正明白雅比斯的祷告为何蒙神应允的时候，就不会再轻飘飘地带着贪图安逸享乐的心来唱这首歌了。而会带着对神这福乐的源头深深的敬畏，深深的渴慕之心，在仰望神的恩典时又有一种甘愿完全顺服的心来唱这首诗歌，也许你同样会唱得泪流满面，心中却会有无比的甘甜，也许你正处在苦境中，但在唱诗祷告中会感受到无比安慰和盼望，因为神必赐福与我们，要扩张我们生命的境界，他必常与我们同在。神必把你从患难艰难中带出来，虽然不是照着你所想望的，但是顺服他的结果，必是更美好的生命，更丰盛的恩典和祝福。阿们！\n\n",
			"date_added": 1499038198
		},
		{
			"post_id": 1499306606,
			"body": "如何祷告求神带领我走出经济上的困境？\n\n读者：:\n你对祷告得到从神哪里得到启示的这个事上有怎么样的见解\n我最近这个时候有个经济上的困境，一直未得到有明确肯定的来自神肯定的感动\n弟兄可以帮助我吗？我该如何的祷告。\n\n回复：\n人往往不到困境不会想到需要神，这事几乎每个人都不例外，所以，困境是引领我们归回神的必需。然而，受世俗成功学的影响，今日许多人在困境中寻求神时，也只是出于利用神，反神当作成就自己梦想的工具。而不是在困境中寻求神的心意，顺服神的带领。因为现在许多基督徒对信仰的认识，已经出现了严重的偏差。我们蒙恩之后，那种寻求今世功成名就，在人前光鲜靓丽的天性依然没有改变。所以，信仰往往成了帮助我们成就梦想的辅助工具。\n\n然而真正的信仰是完全委身所信的真神，愿意完全顺服神的真理，一生只愿为他而活，只为见证荣耀那创造我们、赐我们生命气息的神。在这一点上，你的老婆显然比你更成功，虽然她走错了道路，但她努力把自己的子女变成穆斯林，而她似乎成功了，成功的把子女引入了黑暗的道路，你却显然失败了，你所能作到的只是自保，甚至为了讨好她不得不努力追求物质上的财富。好象神若赐你事业顺利了，你就可以变被动为主动了，就可以更有可能见证神了。也许这种想法有一部份是对的。但如果事实真如我们所意料的成就的话，也有一种可能性就是结果更加悲哀。\n\n所以，一定要认识到自己的软弱与有限，在我们为自己的苦境求神开出路的时候，不能强求神来成就自己的心愿。而是要对神说：我是愚昧的，如果在这事上你另有带领，求你让我明白你的心意，让我明白你要引领我的道路，赐给我顺服你的心，我愿意完全顺服你。\n\n耶稣基督在客西马尼的祷告：“然而，不要从我的意思，只要从你的意思。”这是我们每一个在苦境中祷告的基督徒要效法的榜样，也是当我们在神面前祈求时，必须有的心态。这祷告中的“然而”二字，告诉我们，把自己的心愿，把自己的需要告诉神，向主祈求并不是罪，只是求的时候一定要记得：“然而，不要从我的意思，只要从你的意思。”\n\n我们往往在苦境中才发觉自己何等需要神的怜悯与看顾，(事实上他一直在看顾我们，只是我们常常忘恩负义，漠视他的看顾与保守之恩)，当我们起来仰望神的时候，第一件事情就是好好省察自己，为自己的罪在神面前悔改。即使是我们无力悔改的罪，也当告诉神我们愿意悔改的心、深知必须悔改而无力胜罪的痛苦，求神加我们力量，让我们得胜罪恶。\n\n在我们众多的罪之中，首先当认的就是以自我为中心，凡事自己说了算，自己想了算，却没有寻求神的旨意。也就是说，我们的人生并不是以荣耀神为目的，而是以荣耀自己，成就自己辉煌为目的的。这是我们失败痛苦最大的根源。我们赚钱时，可能也有很好的藉口，以为有了钱就可以更好的为神作什么，而事实上却并没有真正为荣耀神而选择职业、处理事情。所以，当好好省察自己，我这一生，有多少时候是行在神的旨意中，有多少时候是为荣耀神而活，求神赦免我们的亏欠，引领我们今后的道路，让我们真正能行在他的旨意之中。\n\n其次要为我们在生活中的罪而认罪悔改，我有没有作一个称职的丈夫，有没有作一个称职的父亲，有没有在家庭中见证荣耀我们的神？还有要省察自己在生意场上的罪，有没有不实诚，欺诈的行为，对客户失信的行为，有没有其他各方面的罪。\n\n苦境是我们重新跟神恢复关系，让我们重新得力的机会。所以，一定要抓住这个机会归向神，多多省察自己的亏欠，诚心认罪悔改。如果我们灵性生命正常了，跟神的关系恢复了。重担压力也就算不了什么了。因为不是自己独自去担当重担，乃是有神帮助我们来担当。\n\n至于从神那里得启示，那是灵恩派的荒谬说法，因为现在已经没有启示了，不然，你把你的启示写下来，基督徒又多了一本圣经了。对启示论认识的错误，导致教会出现了各种各样的混乱，许多人往往把鬼魔给他的经历也当成神的启示，这是很可怕的事情。\n\n当然，现在没有启示，不等于神不会再藉超然的事物引领我们，但要明白，那不等于启示，而是神在你生命中引导你的一种方式。也可能用给你一个梦，也可能让你见一个异像，也可能会祷告中给你心灵里有一种清楚的看见，一种对某种事情的确信。也许什么也没有，只是给你一种心灵的平安，一种说不出来的安慰。而在现实生活中一步步的引领你。如果你希望得到神清楚的引领，恒切的祷告是有必要的，也可以选择禁食祷告来寻求神。\n\n但是切记，如果神给你各种奇异的引领，仍要时时回到圣经，好好察验是不是真正出于神，并且要静候事情在现实生活正的发展成就。\n\n读者：:\n谢谢你指出我自己都还没有发觉自我深处里错误的思想，你说的对我在深处里自问，对应你所说出的真理，我想我是深处里有软弱，因为纵使我有心要信靠主，为主做见证的心，但是我还是胜不过软弱，并且输了给我老婆对信仰的坚持。                            \n\n我在这段时间不断的听道，一些牧师说的信息，对我很有鼓励，财务上的突破，神超自然的帮助，我承认我是在困境里才那么确切的寻求神的帮助，是自私和软弱，可是除了神的大能的帮助我别无他法，因此我唯一的道理只有是求神帮助，虽知道那是不好的，但是我别无其他方法，为有神大能的介入帮助我才能解决问题。\n\n我没有求神帮助我发财，为了我的私欲，我只是想我在这个时候若是再次陷入更加糟糕的困境，我不但无法荣耀神，而且也无法安静专注的来在神的国度和灵性上的进展。与其说讨好老婆，更好的说法是是家里有粮，过个安稳的生活，子女得到安稳的成长和教育，这个也是做个那人大丈夫的该有的责任，我想这个也符合圣经的真理，我没枉求神的赐福。 并且如果要老婆放弃他自幼的信仰，除非先让她感受到丈夫是值得信服的人这样才有效，也许你认为我是为我的私欲辩解，可是这些就是我现在真实的想法。\n\n回复：\n希望你能明白一点，这些牧师所说的财务上的突破，神超自然的帮助，是有道理的，但他们的片面性往往是只为求财而仰望神，没人认识到神的道路高过人的道路，神的旨意往往超越人的意思，所以，无论求什么，心中要明白，我们只能愿神的旨意成全，而不能强求。但有些错误的教导把这种愿神的旨意成就的心，当成是没有信心，以为盲目的相信神一定会让你发财，或一定会让你的计划成就，这才是信心。这已经陷入拜偶像的心态之中了。这样的人往往为了成就事业，把用非法的手段达成也当成就给他的机会。所以，就非常危险，因为并非事业成功，发财的就是神的祝福。真正的基督徒是或贫或富，都能荣耀神，见证神。\n\n读者：\n你这个意思我完全理解，我没有一定要神给我发财才是信心，我只是向神说我现在的状况的需要和心境的感受。求主帮助我这个迷茫而软弱的人，难道我这样是不对的祈求吗？\n\n回复：\n我们可以把一切的心愿交托给神，但也要有愿意接受最坏的情况的心理准备，这才是真正依靠神，最坏的情况往往是我们不敢想的，但如果真正有这个心理准备，就会知道，即使真正临到那个地步，也不过如此，靠着神人生没有什么过不了的坎，没有胜不过的难处。而且人非经特大环境，就无法带来真正的大改变。所以说神的道路高过人的道路。因为现在是站在眼前许多事物保持原状，按着我的理想去计划前面的道路。如果神打破现状，就会牵涉到家中其他成员的生活模式的变动。许多固有的生活模式可能全然拆毁，而在这种变动中，神会成就什么事，这是我们目的无法明白的。但信心的眼光能看到，即使看似可怕，无法想象的情况出现，也深知万事在父神掌管中，他必成就美善的旨意。我心仍能在他里面安稳。\n\n也就是说，无论求什么，都要先做好接受最坏结果的准备，到时迎来的是神最美好的结局，那就会更加感受到神恩典的宝贵。如果用盲目的自信来欺骗自己，到将来事与愿违的时候，许多人就一下子垮掉了，而这往往是所以灵恩派牧师传道人教导的副作用，因为他们的教导并不是一种健全的信心，不是一个健全的心理，而是在一种自欺的心理中的所谓信心。\n\n不知你有没有明白我的意思？总意就是：凭信心交托仰望神，深知在他没有难成的事。同时也作好愿意接受任何情况的心理准备——只愿神的旨意成 全。因为他的道路高过人的道路，他的意念高过人的意念，这才是健全的基督徒心理。\n愿神赐福你！\n",
			"date_added": 1499306589,
			"meta": "{\"img\":\"900,587,dcceeeccbddddcdcccfffcbabbb,0111111111233433111123333331115335334161211111111173331111118311111111\"}"
		},
		{
			"post_id": 1499396836,
			"body": "如何学习祷告灵修的生活？\n\n你想学习祷告灵修生活很好，但我近来没有作培养祷告灵修方面的工作，读经群里也只是每天查考一课新约内容。我只能给你提一些参考意见：\n\n首先，我劝你留意去观察你老婆的信仰生活，有哪些信仰方面的习惯是值得学习的，然后可以作为借鉴。为什么许多异教徒能影响子女，把信仰传递给子女，而基督徒却往往作不到这一点呢？\n\n因为今日基督徒的一大弊端就是我们的信仰太自由了，以至过于自由散漫，没有养成每天固定亲近神，学习神的话语的习惯。只是偶然感觉到需要读经祷告时，才随机性的作个祷告，看一下圣经。如果我们自己的信仰生活都处在一种病态的状况之中，我们的生命怎么可能正常成长呢？又怎么能影响家人呢？如果我们能让家里的每个人都能知道，你的每一天都有一个雷打不动的习惯，如同一日三餐一样。这样就可以影响家里的人了，比如说，早晨起来的读经与祷告，晚上睡前的读经祷告，吃饭时站立谢恩祷告。（建议站起来，显出我们对神的尊敬，不让人以为是偷偷摸摸地谢饭）出门前的交托祷告，进家门后的感恩祷告。遇到有什么事情就交托给神，最好动员全家人一起祷告求神为我们开通前面的道路。如果我们都能养成一个良好的信仰生活习惯，就等于我们学会了凡事依靠神，仰望神。我们的灵性生命也能正常的成长了。这样，别人会看到你对神的敬畏之心，看到你生命长进时发生的改变，看到你仰望神时，神奇妙的看顾引领，自然也就会影响身边的人。\n\n当然，我们要培养一种好的信仰生活的习惯，这是需要一生去尝试，摸索，慢慢培养出来的。\n\n要想属灵生命能健康成长，祷告、读经都是分不 开的。建议你每天都能坚持去读经，可以从新约圣经入手。朗读前先作一个简短祷告，求神赐我们属灵的智慧和悟性，让我们明白他的话语。读完之后，再作一个感恩祷告，对所读的经文，印象比较深的作一个回应，求神加给我们力量，能遵行他的道，活出神所要求的善行来。\n\n此外，我平台里每日推出的【读经咂蜜】也是不错的参考信息。虽然目前很多人不了解，因为大多数人感兴趣的往往是一些动听却没有真正营养的信息。象恩典360呀，东方月那言辞美妙动听的讲课呀，这些如同毒奶粉一样，刚吃时感到有滋有味，以为找到好食物了，结果只会导致生命畸形的成长。现在我的平台主要每天推出马可福音的读经分享信息，马太福音的信息过去已发布到第7章，以后将会补充发表完毕，可以在平台菜单栏查找【新约查经】收听已发表的信息。\n\n关于祷告是需要每天操练的，祷告大体可分为敬拜赞美、纪念耶稣、省察认罪、祈求、代祷等等。\n\n敬拜赞美让我们更加认识神的伟大，认识他的作为，认识他的慈爱和公义。越认识神，也就越能增加我们对神的信靠之心，信心也自然增长。要学习敬拜可以多读诗篇中敬拜赞美的诗，学习用圣经中常用的对神赞美的话语祷告。我们要明白一个事实，不是神需要我们的赞美，不是神喜欢听我们的好话，而是我们需要敬拜赞美神，只有认识神的伟大，承认神的主权，明白神的作为，才能在我们的生命中见到神的作为。不然，神虽然常与我们同在，我们也会如同瞎子一样看不到他，更不知道如何依靠他，仰望他。所以，当我们赞美神的时候，黑暗势力就逃避了，就能更深的体会到神的同在，更深经历神的同在，有时圣灵会感动我们，把我们带到一个似乎可以摸到神的充满属灵的氛围之中。所以，当你对 神的赞美，不仅只有头脑的知识，而是藉着祷告，真诚的献上赞美时，你就会在灵里更深的认识神，经历神的同在，那种体验和享受是极其美妙的。\n\n纪念耶稣会让我们更认识到神为我们付出的是何等大的代价，激励我们的心爱主更深。内容主要是纪念耶稣是神的儿子，却为我们降卑，成为贫穷，为我们舍命流血，在十字架上亲身担当我们的罪。纪念让我对自己的得救有更深的确信，可以胜过仇敌的试探。也让我们的心能被主的大爱所激励，能在凡事上忍耐效法主的爱，活出主的爱。纪念主，要明白主耶稣的一生所走过的道路，是我们基督徒效法的榜样，他为了遵行神的旨意，为我们受尽痛苦凌辱，被骂不还口，受害不说威吓的话，只将自己交托那按公义审判人的主。他一生为我们走过的道路，叫我们知道，一个真正合神心意的人是怎样的人，怎样的人生？才是真正蒙神喜悦的人生。\n\n省察认罪让我们能更加看到自己的败坏，看到自己在神面前是何等不配蒙恩的人，从而更认识神恩典的浩大。同时让我们从神支取力量，可以更加有能力得胜罪恶试探。活出圣洁的生活。而且越是省察自己，认识自己人性里面隐藏的恶，也就越能体谅别人，对软弱失败之人充满善心，愿意扶助软弱的人，为别人的需要代祷。另外，唯有常常省察自己的人，才能真正有圣洁的生活，生活越圣洁了，与神的关系也越正常，与神的联络也越紧密了。\n\n祈求是把自己所需要的告诉神，把我们的重担压力交托神，求神来担当我们的担子，带领我们胜过人生的各种环境和压力，也让我们存着盼望等候神在生命中的带领，存着盼望的心等候神在未来的道路中要赐下的各种恩典。因为人生往往有许多力不能胜的苦难和压力，藉着祷告祈求，把我们的重担卸给神，把我们的忧虑交给神，就能一无挂虑，有力量面对人生的一切困境。\n\n代祷也是在神前表达我们对人的爱的一种方式，表达我们对教会，对主内肢体的爱，对亲人的爱，对朋友和其他不认识神之人的爱，为他们在神面前求好处，不但求神看顾他们的生活，带他们走出困境，更求神能让他们蒙恩得着永生的福份，代祷既能培养我们的爱心，也是为自己在永恒中积累不朽的财富。\n\n事实上，读经祷告是需要不住的学习，不住的操练，这两门功课是我们一生学习不完的，如果我们到见父神之面时，我们祷告和祈求的心态，仍然如同婴孩般谦卑、单纯、渴慕，我们就有福了。\n\n今天还要准备晚上的讲道信息，所以就不再多说了。\n",
			"date_added": 1499396818
		},
		{
			"post_id": 1499600412,
			"body": "小心大人物信耶稣对教会带来的破坏性（待续）\n很多弟兄姐妹对于大人物信耶稣有特别的期望，而教会显然对于大人物信了耶稣也往往有特别的期待，对于大人物本身，想到自己在社会上能有一番作为，信耶稣后在教会里也必然可以打出一片天地，成为属灵的伟大人物。弟兄姐妹的期望，教会的期待与特别尊重，以及大人物本人的自视过高，往往成为很危险的信号，说不定在社会在大有作为的人，信了耶稣后在教会里不但不能造就人，反而给教会带来大大的毒副作用，这事实在不可不防。\n\n当然许多在社会上的大人物，信耶稣后确实有一种可能对教会大有影响力的可能性。想当年的才子奥古斯丁，归信基督后成了基督教历史上的属灵伟人，对教会有很深远的影响。\n\n但是人类历史上，许多在教会中破坏性很大的人，往往是自以为很能干的人，在各样事在很有才干的人。结果把才干拿到教会中来时，就成了很有破坏性的人物。\n\n事实上，我相信，如果当年奥古斯丁信了耶稣之后，也是象今天那些大人物一样，到处热衷于传讲自己悔改的经历，传讲信耶稣前的传奇人生，可能他的一生也会除了在当时代的人心中感到让人惊奇诧异而已，根本不可能对教会有如此深远的影响，至今一千多年来，仍是人类历史上屈指可数的伟大人物。\n\n可是今天的许多大人物，在信耶稣前就大有名声，信了耶稣之后又在教会中大得名声，到处传讲见证，人人景仰。结果就根本无心再在神的真道上下苦功研读，轻轻忽忽的在教会里当起大人物来了，结果，其害处往往不可估量。\n\n我想到香港的黑社会老大洪汉义，就凭着一个上天堂去地狱的见证，就天下闻名了，从此也就犯不着好好学习神的真理了，因为神的真理要从头开始学习，这样太辛苦了，从零起步对于许多大人物来说，显然是很不甘愿的事。更何况有些人学识有限，好好学也难以超过其他的人，还不如另走捷径。\n\n\n",
			"date_added": 1499600393
		},
		{
			"post_id": 1499609004,
			"body": "关于约翰壹书的问题\n \n 问：\n梁牧师您好，请问约翰一书一章是不是对信徒讲的？在二章里小子们指谁？二章里我将这些话讲给你们，这些话是什么样的话？请梁牧师教导！（活在永恒中）\n\n答复：\n说明：我不是牧师，请称我为梁弟兄，刚才的回复有许多错别字，现重新回复一下。  \n约翰壹书就是写给教会的信，也就是对基督徒说的，小子们在约翰壹书有不同的所指，2章第一节是指全体信徒，因为这是约翰年老时的书信，所以，作为长辈称教会的弟兄姐妹为小子们。有时又只是指教会中灵性生命比较幼小的信徒说的，比如当他分别提到父老啊、少年人哪、小子们哪，就是这个意思。\n\n“我将这些话写给你们”这些话指的就是第一章所提到的在光明中才能与神相交的话，也就是行为暗昧，犯罪作恶的人，是在黑暗中生活，与光明中的神是无法相交的，他们虽自称与神相交也是自欺欺人。真正得救的人，必定是有行为改变，必定是过圣洁的生活的人。那些活在罪中却说自己没有罪的人，是没有真理的人。象许多异端说因着耶稣我是义的，因着耶稣我是圣洁的，就属于使徒约翰所指的在黑暗中却自以为已得救的人。\n\n",
			"date_added": 1499608984,
			"meta": "{\"img\":\"900,175,ca9dddefffffefeeee,01233333343555555533\"}"
		},
		{
			"post_id": 1499613156,
			"body": "神早已知道我们的需要，为什么还要祷告？\n\n关于祷告，我还有一个问题被困扰，耶稣说我们没有祷告以先，我们所需要的祂都知道了。我们的祷告能否改变上帝的旨意？或者说我们祷告能否加添上帝本来要给我们的？如果不能改变上帝的旨意，我们的祷告又有何意义呢？（黄弟兄）\n \n\n首先，我们必须明白一个事实，没有人能藉着祷告改变神的旨意，因为神在永恒中所定的旨意是永不改变的。所以，没有一个人的能藉着祷告加添神在永恒中所没有预定给你的。\n \n这样，必有人说，既然我们的祷告无法改变神的旨意，那祷告有什么用处呢？祷告不祷告不是一样的吗？\n \n这是人自以为是的想法，事实上，祷告虽然不能改变神的旨意，但是祷告与不祷告的结果却是完全不一样的。因为有许多事情，神在永恒中的旨意是要藉着你的祷告来成就的，神是藉着对你祷告的应允赐下他的恩典的。\n \n也许有人会说：那不是说明我的祷告改变了神的旨意吗？因为如果我不祷告，神就不会赐给我，我祷告了，神就赐下了。\n\n从表面现象来看好象确实是如此，但事实上，不是我们祷告改变了神的旨意，而是神在永恒中所定的旨意就是要藉着你的祷告赐给你。但是，当你祷告了，好象是你比那些不祷告而得不到恩典的人伟大的多。然而，这也不是你比他们强，事实上，连你知道向神祷告，也是神的恩典。是神藉着他的话语教导你要祷告，藉着环境引领你让你看到自己的需要，藉着圣灵感动你使你来到神的面前，所以你才会知道向神求，然后神就藉着你的祈求应允你，赐下他的恩典。\n \n所以，当神在永恒中定下要藉着祷告赐恩给某人时，某人一定会祷告的。然而，如果人因此就把自己不祷告的责任推给神，说：反正神要给我的话，会感动我祷告的，我不祷告，是神没决定给我。我现在没有感动，所以我不需要祷告。这样的人是无知的，也必定要为自己的无知付上代价。也就是他将失去原本有可能藉着祷告而得到的神的恩典，而他们得不到神的恩典，是因为他们自己不求的缘故。因为一个真正敬畏神的人，一定会努力寻求神的旨意，而不是为自己的懒惰找藉口，他知道作为神的儿女，时刻离不开神的恩典，时时需要仰望神的恩典，所以，他理当多多亲近神，常常祈求神的恩典。\n \n圣经说：你们得不着，是因为你们不求，你们求也得不着，是因为你们妄求。（雅4：2下-3）\n\n有人觉得，神明明知道我需要，为什么不给我，非要我祈求才赐下来呢？这道理很简单，神的恩典是为有需要的人预备的。主耶稣说过这样的话：饥渴慕义的人有福了，因为他们必得饱足。正如饭是给饥饿的人吃的，同样，神的恩典也是为有需要的人预备的。只有真正意识到需要神的恩典，也愿意来到神的面前谦卑祈求的人，才能得着神的恩典。也只有那些真正愿意花代价向神祈求的人，才会珍惜神给他的恩典，才会真正对神有感恩的心。而那些感觉不到需要，也懒得到神面前祈求的人。虽然每天活在神的恩典之中，却并不会感受到神的恩，虽然可能嘴里也会说神的恩典，实际上并没有真正的感恩之心。虽然生活中也处处经历神的看顾引领，有神所赐的各种恩典，但他们并不懂得珍惜，甚至有的时候把神给的恩典说成是自己的幸运。\n \n所以，神为他的儿女定下一个旨意，要藉着我们的祈求赐下更多的恩典，我们就理当多多的祈求神。努力寻求神的旨意，向神献上合神心意的祷告，这样就能多多蒙恩得福。然而当你藉着祷告得着神的恩典时，却不要以为自己改变了神的旨意。因为连你的祷告本身也是神的恩典。\n \n所以，当一个人不寻求神的旨意，懒惰不愿向神祈求时，有一天他要为自己的懒惰而后悔，因为他得不到的，正是他原本应该多神祷告的，他却不愿意向神祷告求恩典。人绝不能说：神啊，都怪你，因为你的旨意就是这样。请问：神什么时候告诉你别祷告的，什么时候告诉你祷告也不会给你的？神不但没有告诉我们不要祷告，反而一再的藉着他的话语提醒我们要常常祷告寻求神的恩典。而你不听他的话语，不实行他的教导，你就得不到神更多的恩典，责任完全在于自己的懒惰不祈求。\n\n所以，神的伟大是人所无法测度的，我们唯有俯伏敬拜他，将荣耀归给他，我们今世当尽的责任是，照着神的吩咐去行，尽我们当尽的责任。而不是好奇要去窥探神在永恒中所定的无法测度的旨意。所以，让我们留意神的圣经上的教导：要常常喜乐，不住地祷告，凡事谢恩，因为这是神在基督耶稣里向你们所定的旨意。（帖前5：16-18）愿神的灵感动我们的心，让我们常常把自己的需要带到神的面前，他必照着他荣耀的丰盛，在基督耶稣里使我们一切所需用的都充足，超过我们的所求所想。\n",
			"date_added": 1499613135
		},
		{
			"post_id": 1499645068,
			"body": "告诉你不看会后悔的，你看了一定后悔\n\n这种垃圾平台的信息，只怕看了就后悔。@阿柳 \n\n请看这种谬论，你相信了就要后悔了。爱人是神赐给你叫你们一生相伴，只有死才能彼此分离的人世间最亲蜜的关系。怎么说爱人不是你的？子女是耶和华所赐的产业，神赐的产业怎么不是你的？金钱是最好的仆人，最坏的主人，当你有善用钱财时，手头的钱怎么不是你的呢？房子和车子虽然将来带不走，可现在怎么不是你的呢？\n\n也许有人说，他是从另一个角度看问题，他的话也是有理的，那看这里的话，他说的什么是你的？你的身体，你的健康。身体当然要顾惜保养，健康当然很重要。但是，当一个人说，子女算不了什么，夫妻算不了什么。自己的身体最重要。他是叫你作一个自私自利的人，你知道吗？\n\n所以，这是在打着传圣经知识的名义来灌输世俗的道理。\n\n也许有人还看不明白，如果我们想想圣经的教导就明白了。因为圣经的教导是：配偶是神所赐不能分开的伴侣，一定要彼此相爱，子女是神所赐的产业，一定要好好教导，有一天要向神交账的。身体是圣灵的殿，一定要顾惜保养。所以，要爱你的爱人，要爱你的子女，好好教导子女，也要注意保养好自己的身体。\n\n当一个人说，爱人不重要，子女不重要，只有自己的身体最重要，他是在跟神的真理唱反调，因为事实上这一切都是很重要。\n\n基督徒如果经常关注这种发表垃圾信息的平台，就如同交了一个不务正业，游手好闲的朋友，结果不但常常要把你的时间浪费在无意义的事上，同时也会在潜移默化中污染你的思想，毒害你的心灵。",
			"date_added": 1499645046,
			"meta": "{\"img\":\"519,700,eeedddfffedd6755747869a9a66977955bca564765897472,0100022031032245646476589A6B64CCDE764F454B0002222000002200000000002022\"}"
		},
		{
			"post_id": 1499662751,
			"body": "关于恩典福音的错谬问题的谈论\n\n关于恩典福音的错谬问题。\n陈弟兄：\n恩典福音认为：律法让人知罪，而且会牵引激动人的私欲犯罪；在恩典之下反而不会犯罪，不存在放纵的问题。\n这个观点我觉得是符合圣经的。弟兄怎么看\n\n我:\n那你认为他这个认识要带出来的教训：没有律法人就不会犯罪，所以，律法是有害的，这观点是对的吗？\n\n陈弟兄：\n恩典福音认为耶稣基督的宝血已经，是已经洗净我们的罪，所以不认罪也是对的啊？\n律法是好的，本是让人知罪。律法只有这个功用！\n\n我:\n那不认罪也对，意思是说，犯了罪也不是罪，也不承认是罪了，是这个意思吗？\n\n陈弟兄：\n所以不需要守律法\n已经赦免！\n不需要再赦免！\n\n我:\n律法只能使人知罪，除此以外别无作用，这教训有圣经根据吗？\n\n陈弟兄：\n行律法不能称义！符合圣经\n\n我:\n不靠律法称义就说明不用遵行律法，这教训符合圣经吗？\n\n陈弟兄：\n弟兄，我唯一的目的是想辨明真理，我不是护教的。感谢主！\n我信主才一年\n\n我:\n我是提醒你去思想，发现他的教训有没有问题。\n\n陈弟兄：\n嗯，阿门！我一直在寻求\n\n陈弟兄：\n圣经哪里说要守律法了？\n\n我:\n你先想清楚的提的问题，\n\n陈弟兄：\n我认为他们讲的律法与恩典的关系是有道理的\n不需要靠认罪得救！\n在恩典之下，并不会导致放纵！相反，守律法无法脱离罪！\n\n我:\n当提到守律法的时候，要明白这律法是有不同的范围的。\n陈弟兄：\n没人守得住律法，除了耶稣，没有任何人能守住律法\n天天认罪，还不一样犯罪吗？这正是很多信徒的困扰啊！\n恩典福音就是要来解决这个困扰\n我:\n你如果顺着他们的思想从文字上作游戏的话，当然会觉得他说得有道理的。但如果你想到，不需要认罪，就是不承认犯罪是罪，就是犯了罪也无罪，犯了罪也不需要悔改，继续犯罪也是圣洁无罪的。这样，你就会发觉，这教训把一个人正常的良心辨别是非的功能扭曲了，把恶也当成善了。是非善恶颠倒了。\n你仔细想想是不是这样？\n陈弟兄：\n嗯，我仔细思考下\n就算有点问题，但你们得提更合理的解释啊\n\n我:\n天天认罪，还不一样犯罪吗？这正是很多信徒的困扰啊！——这个问题你只要去思考这一点：到底是人在良心的约束下更会犯罪，还是以善为恶，不顾良心的人更会犯罪？\n\n这异端的教训反对良心的功用，是非颠倒，以善为恶。如果他的教导是对的，那说明神差耶稣救人的目的就是叫人以善为恶，是非颠倒。消灭良心的正常功能。这样的福音可怕不可怕？\n\n是良心敏感的人最容易犯罪，还是良心麻木的人更容易犯罪？\n\n陈弟兄：\n罪既然已经赦免了，那还哪来的罪呢？\n真理应该是互相启发吸收。\n除了耶稣，谁讲的都不可能是全部真理！\n\n我:\n罪既然已经赦免了，那还哪来的罪呢？——你这是在玩文字游戏知道吗？或者说是在字据上作文章，根本不明白罪赦免是什么意思。\n\n罪赦免是犯罪该灭亡，这刑罚帮你免了，不让你下地狱，但耶稣赦免你的罪的目的，是让你更加远离罪，过圣洁的生活。犯罪仍是罪，但灭亡的刑罚把你免除了。\n\n神免你刑罚的目的，不是象官二代的思想一样，我犯了罪也不会受罚，只管无法无天好了。但恩典福音异端的思想就是这种思维。\n\n陈弟兄：\n那赦免是什么意思呢\n我们这样辩论很好！\n直接进行逻辑交锋，而不是自说自话\n耶稣的宝血已经洗净我们的罪，这个对不对？\n人的良心是败坏的！对不对？\n\n我:\n我希望你明白，当你提这些问题时，骨子里潜在的思想仍然是官二代那样可以任意犯罪的思想。\n\n陈弟兄：\n不是，恩典之下，不会放纵！\n这就是争论的焦点\n\n我:\n良心也是非分辨的功能也没有了，还不会放纵？\n\n陈弟兄：\n核心焦点就是这个结论：律法之下，无法脱离罪：恩典之下，不会导致放纵！\n\n我:\n律法让你知罪，连律法也不要，连什么是罪也不清楚了，你还会更圣洁？\n\n陈弟兄：\n人的良心是败坏的！靠良心是错误的。\n\n我:\n恩典福音异端的只知律法让人知罪，你可知律法还有一个功用，就是告诉你什么是义？神的义的标准是什么？你连行义的标准也不要，你能行什么样的义吗？\n\n陈弟兄：\n人有了律法良心就变好了？错了，是因信称义！\n\n我:\n良心是败坏的，是被罪玷污了，但如果你连良心也没有了，是不是更败坏？\n\n陈弟兄：\n不是律法称义！一个坏的东西，就该没有！\n\n我:\n良心败坏了，所以就不能要良心，不需要良心？这是异端常用的逻辑思维，你认为合理吗？\n\n陈弟兄：\n我基本找到问题所在了\n陈弟兄：\n合理！一个坏的良心你还要它干什么？？\n\n我:\n合的是你的理，而不是神的理，你明白吗？\n陈弟兄：\n不，我们就是围绕圣经，当然还有圣灵的引导\n陈弟兄：\n既然你承认良心坏了，一个坏的心你还要它干什么？？\n坏的心永远在想恶事啊！\n\n我:\n这是你的理呀，你有没有问过神怎么看这问题的？\n\n陈弟兄：\n应该把它钉死！感谢主，耶稣已经把它钉在十字架上了！\n\n我:\n. 提摩太前书 - 第 1 章 第 19 节\n常存信心，和无亏的良心。有人丢弃良心，就在真道上如同船破坏了一般。\n陈弟兄：\n阿门\n我:\n丢弃良心的结果这就这样，如同船坏了一般，只有沉没，灭亡，你若不信神的话就没办法了。\n陈弟兄：\n弟兄，您也再想想我说的是否有道理\n我也再思考下，不要排斥对方，真理一定会辨明！\n关于圣经，经文很多，要从整体理解。\n\n我:\n基督徒蒙恩后，良心被宝血洁净了，被神的真理更新了，良心的功用是越来越正常化。虽然不能达到完全，却是越来越接近完全。因为我们是靠耶稣的宝血得救 的，所以，凭着良心行事，虽达不到完全，也不会灭亡。\n\n陈弟兄：\n阿门！\n\n我:\n 使徒行传 - 第 23 章 第 1 节\n保罗定睛看着公会的人，说，弟兄们，我在神面前行事为人，都是凭着良心，直到今日。\n\n陈弟兄：\n有点道理！良心被圣灵更新了，弟兄继续！\n\n我:\n你再看保罗的为人，再思想恩典福音异端否认良心，抹灭良心的正常功用，就知这是鬼魔的教训，是在跟真理背道而驰。\n\n真正的基督徒是良心越来越正常化，越来越敏感，所以，生命也越来越圣洁，虽然永远达不到完全，却永远有得救的确据，因为得救是完全靠耶稣的恩典。我得救后追求过圣洁的生命，正是我生命已改变，已蒙恩得救的确据之一。\n\n恩典福音异端反对律法，反对省察自己，反对认罪。从文字游戏上好象很有道理，但按一个正常人的思维去思想，就会明白，照他那样做的人如果真会更圣洁，更良善的话，除非那种良善是任意犯罪作恶。把恶当成是善。\n\n提摩太后书 - 第 3 章 第 16 节\n圣经都是神所默示的（或作凡神所默示的圣经），于教训，督责，使人归正，教导人学义，都是有益的。——你好好思考这经文，就知道所有的圣经，对于得救的人来说，都指向这一个目的：教训，督责，使人归正，教导人学义，都是有益的。\n\n反对律法，反对律法对基督徒的教训督责，弃绝行义的标准，基督徒还学什么义？\n\n恩典福音的异端除了宣告犯了罪不是罪，信了耶稣无论怎么行都是蒙神喜悦的，无论求什么都是蒙神赐福的，除此以外，他们哪里有教导过人行义了？\n\n他们就凭行义不能让人得救，跳跃到——行义一定灭亡。从而反对蒙基督徒蒙恩得救之后行义。这不是鬼魔的教训是什么？\n\n13. 约翰一书 - 第 3 章 第 7 节\n小子们哪，不要被人诱惑，行义的才是义人。正如主是义的一样。\n14. 约翰一书 - 第 3 章 第 10 节\n从此就显出谁是神的儿女，谁是魔鬼的儿女。凡不行义的，就不属神。不爱弟兄的也是如此。\n\n这些话你好好思想一下吧，如果还要了解更多，可以看我上面的揭露异端文章。\n\n当然，最主要在于你自己是不是愿意谦卑寻求真理，是否愿意好好祷告寻求神的带领。",
			"date_added": 1499662728
		},
		{
			"post_id": 1499662921,
			"body": "恩典福音抹煞良心犯罪时的罪疚感，是反道德的祸音\n\n以下是笔者与一位长期听恩典福音异端信息读者陈弟兄的谈话。\n\n陈弟兄：\n恩典福音认为：律法让人知罪，而且会牵引激动人的私欲犯罪；在恩典之下反而不会犯罪，不存在放纵的问题。这个观点我觉得是符合圣经的。弟兄怎么看？\n我:\n那你认为他这个认识要带出来的教训：没有律法人就不会犯罪，所以，律法是有害的，这观点是正确的吗？弟兄认为法律不但不会让人不犯罪，反而会让人更加犯罪吗？\n陈弟兄：\n恩典福音认为耶稣基督的宝血已经，是已经洗净我们的罪，所以不认罪也是对的啊？\n律法是好的，本是让人知罪。律法只有这个功用！\n我:\n那弟兄说不认罪也对，意思是说，当一个人犯罪作恶时，他不承认是罪了，认为犯了罪也不等于罪，也没有罪，这种态度也是对的，是这个意思吗？\n陈弟兄：\n所以不需要守律法，已经赦免！不需要再赦免！\n我:\n\n律法只能使人知罪，除此以外别无作用，这教训有圣经根据吗？\n\n不需要守律法，就是说可以随便违背律法了，而违背违法就是罪，所以，意思就是说，因为耶稣为你受过罪的刑罚，你的罪已经赦免了，从此以后你就可以任意犯罪了？因为罪已赦免了，犯罪也不是罪了，是这个意思吗？如果是这样，耶稣受你的罪受刑罚，赦免你的罪就是担心你没有犯罪的自由，他是要用自己的钉十字架受死为你争取犯罪的自由吗？\n\n陈弟兄：\n行律法不能称义！符合圣经。\n我:\n行律法不能称义，这是对的，因为要称义就必须完全达到律法的要求，可是行律法的人也没有一个人能达到这个要求，所以，要想称义，绝对不能靠行律法。但是因为不能靠律法称义，人就不用遵行律法吗？这教训符合圣经吗？就好象一个父母，对孩子说，你无论怎么努力也不可能每次考试都达到一百分的，所以，你不用努力了。这样教导子女的父母是头脑正常的吗？正如努力学习，争取考个好成绩是好事，同样，律法也是圣洁的，是良善的。你追求圣洁善的事，当然是神所喜悦的，难道神会因为你达不到一百分而希望你得个零蛋吗？\n陈弟兄：\n弟兄，我唯一的目的是想辨明真理，我不是护教的。感谢主！\n我信主才一年。\n我:\n我是提醒你去思想，去发现他的教训有没有问题。\n陈弟兄：\n嗯，阿门！我一直在寻求，圣经哪里说要守律法了？\n我:\n你先想清楚我提的问题，\n陈弟兄：\n我认为他们讲的律法与恩典的关系是有道理的，不需要靠认罪得救！\n在恩典之下，并不会导致放纵！相反，守律法无法脱离罪！\n我:\n当提到守律法的时候，要明白这律法是有不同的范围的。\n\n基督徒绝不是靠认罪得救的，但得救后的基督徒犯了罪实事求是的对神说，我犯罪了，我得罪你了。这是一个良心正常的人应有的诚实表现。如果一个人教导的恩典，把人生命中诚实的本质也剥夺了，你还说这恩典不会让人放纵自己犯罪。这话有道理吗？守律法无法脱罪，这话是有道理的，原因是守律法的人，总会有守不住而违背律法的时候，当他违背律法时，就犯罪了。所以守律法无法脱罪。但是一个不守律法的人，必定是天天过违背律法，天天犯罪的生活。所以，如果你认为犯罪是不对的，你说应该作个守律法少犯罪的人呢？还是作个天天违背律法天天犯罪的人呢？\n陈弟兄：\n没人守得住律法，除了耶稣，没有任何人能守住律法天天认罪，还不一样犯罪吗？这正是很多信徒的困扰啊！恩典福音就是要来解决这个困扰。\n我:\n你如果顺着他们的思想从文字上作游戏的话，当然会觉得他说得有道理的。但如果你想到，不需要认罪，就是不承认犯罪是罪，就是犯了罪也无罪，犯了罪也不需要悔改，继续犯罪也是圣洁无罪的。这样，你就会发觉，这教训把一个人正常的良心辨别是非的功能扭曲了，把恶也当成善了。是非善恶颠倒了。你仔细想想是不是这样？\n\n另外，你说一个守律法的人天天要为犯罪而认罪，认了还是一样会犯的，那我问你，如果还有一个人，犯了罪也认为不是罪，认为只管犯罪也没关系的，这样，两个人对比。难道天天为罪懊悔的人会更多犯罪吗？\n陈弟兄：\n嗯，我仔细思考下，就算有点问题，但你们得提更合理的解释啊\n我:\n天天认罪，还不一样犯罪吗？这正是很多信徒的困扰啊！——这个问题你只要去思考这一点：到底是人在良心的约束下更会犯罪，还是以善为恶，不顾良心的人更会犯罪？\n这异端的教训反对良心的功用，是非颠倒，以善为恶。如果他的教导是对的，那说明神差耶稣救人的目的就是叫人以善为恶，是非颠倒。消灭良心的正常功能。这样的福音可怕不可怕？\n是良心敏感的人最容易犯罪，还是良心麻木的人更容易犯罪？\n陈弟兄：\n罪既然已经赦免了，那还哪来的罪呢？\n真理应该是互相启发吸收。\n除了耶稣，谁讲的都不可能是全部真理！\n我:\n罪既然已经赦免了，那还哪来的罪呢？——你这是在玩文字游戏知道吗？或者说是在字据上作文章，根本不明白罪赦免是什么意思。\n罪赦免是犯罪该灭亡，这刑罚帮你免了，不让你下地狱，但耶稣赦免你的罪的目的，是让你更加远离罪，过圣洁的生活。犯罪仍是罪，但灭亡的刑罚把你免除了。\n神免你刑罚的目的，不是象官二代的思想一样，我犯了罪也不会受罚，只管无法无天好了。但恩典福音异端的思想就是这种思维。\n\n我再引用保罗对哥林多教会说的话给你看吧：“风闻在你们中间有淫乱的事。这样的淫乱，连外邦人中也没有，就是有人收了他的继母。你们还是自高自大，并不哀痛，把行这事的人从你们中间赶出去。林前5：1-2”保罗可没有说因着耶稣，你们犯了罪也不是罪，而是对教会说，要把行淫乱的人赶出教会去。后面他又说：“但如今我写信给你们说，若有称为弟兄，是行淫乱的，或贪婪的，或拜偶像的，或辱骂的，或醉酒的，或勒索的。这样的人不可与他相交。就是与他吃饭都不可。”他说犯这些罪人的，连与他吃饭也不可以。如果你说他们信耶稣了，罪得赦免了，哪里来的罪呢？难道是圣经错了吗？是保罗错了吗？是传恩典福音的人比保罗更伟大吗？平约瑟口口声声称传的是保罗所传的福音，可是又处处跟保罗唱反调，这种人到底是不了解保罗而说狂话呢？还是为了欺骗人故意说鬼话呢？\n\n陈弟兄：\n那赦免是什么意思呢，我们这样辩论很好！直接进行逻辑交锋，而不是自说自话，耶稣的宝血已经洗净我们的罪，这个对不对？\n人的良心是败坏的！对不对？\n我:\n我希望你明白，当你提这些问题时，骨子里潜在的思想仍然是官二代那种可以任意犯罪的思想。\n陈弟兄：\n不是，恩典之下，不会放纵！这就是争论的焦点。\n我:\n良心也就是非分辨是非之心，如果一个人连分辨是非善恶的功能也没有了，还不会放纵？\n陈弟兄：\n核心焦点就是这个结论：律法之下，无法脱离罪：恩典之下，不会导致放纵！\n我:\n律法让你知罪，连律法也不要，连什么是罪也不清楚了，你还会更圣洁吗？恩典之下，不会导致放纵，这是对的，但问题是现在网上传的恩典福音，不是传神真正的恩典，而是一种伪恩典。在伪恩典的教导下，必   然会导致放纵。\n陈弟兄：\n人的良心是败坏的！靠良心是错误的。\n我:\n恩典福音异端的只知律法使人知罪，你可知律法还有一个功用，就是告诉你什么是义？律法就是神的义的标准。你连行义的标准也不要，你能行什么样的义吗？我绝不是说人要靠良心，但人一定要凭着良心行事，因为是神放在人里面约束人，让人不要任意犯罪的是非之心。\n陈弟兄：\n人有了律法良心就变好了？错了，是因信称义！\n我:\n良心是败坏的，是被罪玷污了，但如果你连良心也没有了，人岂不是会更败坏吗？\n陈弟兄：\n不是律法称义！一个坏的东西，就该没有！\n我:\n良心败坏了，所以就不能要良心，不需要良心？这是异端常用的逻辑思维，你认为合理吗？\n陈弟兄：\n我基本找到问题所在了，合理！一个坏的良心你还要它干什么？？\n我:\n合的是你的理，而不是神的理，你明白吗？\n陈弟兄：\n不，我们就是围绕圣经，当然还有圣灵的引导\n陈弟兄：\n既然你承认良心坏了，一个坏的心你还要它干什么？？\n坏的心永远在想恶事啊！\n我:\n这是你的理呀，你有没有问过神怎么看这问题的？\n陈弟兄：\n应该把它钉死！感谢主，耶稣已经把它钉在十字架上了！\n我:\n提摩太前书1章1节说：常存信心，和无亏的良心。有人丢弃良心，就在真道上如同船破坏了一般。\n陈弟兄：阿门\n我:\n丢弃良心的结果这就这样，如同船坏了一般，只有沉没，灭亡，你若不信神的话就没办法了。\n陈弟兄：\n弟兄，您也在想想我说的是否有道理，我也再思考下，不要排斥对方，真理一定会辨明！关于圣经，经文很多，要从整体理解。\n我:\n基督徒蒙恩后，良心被宝血洁净了，被神的真理更新了，良心的功用是越来越正常化。虽然不能达到完全，却是越来越接近完全。因为我们是靠耶稣的宝血得救的，所以，凭着良心行事，虽达不到完全，也不会灭亡。\n陈弟兄：阿门！\n我:\n使徒行传 -第 23 章 第 1 节说：“保罗定睛看着公会的人，说，弟兄们，我在神面前行事为人，都是凭着良心，直到今日。\n陈弟兄：\n有点道理！良心被圣灵更新了，弟兄继续！\n我:\n你再看保罗的为人，再思想恩典福音异端否认良心，抹灭良心的正常功用，就知这是鬼魔的教训，是在跟真理背道而驰。\n真正的基督徒是良心越来越正常化，越来越敏感，所以，生命也越来越圣洁，虽然永远达不到完全，却永远有得救的确据，因为得救是完全靠耶稣的恩典。我得救后追求过圣洁的生命，正是我生命已改变，已蒙恩得救的确据之一。\n恩典福音异端反对律法，反对省察自己，反对认罪。从文字游戏上好象很有道理，但按一个正常人的思维去思想，就会明白，照他那样做的人如果真会更圣洁，更良善的话，除非那种良善是任意犯罪作恶，把恶当成是善。\n提摩太后书 - 第 3 章 第 16 节：\n圣经都是神所默示的（或作凡神所默示的圣经），于教训，督责，使人归正，教导人学义，都是有益的。——你好好思考这经文，就知道所有的圣经，对于得救的人来说，都指向这一个目的：教训，督责，使人归正，教导人学义，都是有益的。\n恩典福音的异端反对律法，反对律法对基督徒的教训督责，弃绝行义的标准，那样基督徒还能学什么义？\n他们除了宣告犯了罪不是罪，信了耶稣无论怎么行都是蒙神喜悦的，无论求什么都是蒙神赐福的，除此以外，他们哪里有教导过人行义了？\n他们就凭行义不能让人得救，跳跃到——行义一定灭亡。从而反对基督徒蒙恩得救之后行义。这不是鬼魔的教训是什么？约翰一书 - 第 3 章 第 7 节：\n小子们哪，不要被人诱惑，行义的才是义人。正如主是义的一样。\n约翰一书 - 第 3 章 第 10 节：\n从此就显出谁是神的儿女，谁是魔鬼的儿女。凡不行义的，就不属神。不爱弟兄的也是如此。\n这些话你好好思想一下吧，如果还要了解更多，可以看我上面的揭露异端文章。\n当然，最主要在于你自己是不是愿意谦卑寻求真理，是否愿意好好祷告寻求神的带领。",
			"date_added": 1499662897
		},
		{
			"post_id": 1500028885,
			"body": "搜狐博客实在很卑鄙\n\n我原本以为搜狐博客还可以发表一下文章，谁知该博客竟然连一点道德良知也没有，人家辛辛苦苦写的文章，一按发表，就把全部内容给搞失踪了。如果说违背你的什么规定，该文章不让发表，可以不予通过。但如此无耻地毁灭人家劳动成果的作法，真不是正常人能作的出来的，谢谢你早日显出卑鄙的嘴脸。今天我还只浪费了几个小时而已。\n\n只有要一句说他不好的话，写在发表文章，连门都没有，一点发表，发表成功了。再查看刚才发表的内容，已经被失踪了。这没有道德底线的社会也太可怕了。",
			"date_added": 1500028860,
			"meta": "{\"img\":\"900,643,eeefeffffedddddeaaeccebbfeeede,0012211222300000430022222222212003304000222350322122216761112221890221\"}"
		},
		{
			"post_id": 1501139233,
			"body": "远志明的粉丝为他发热心——与尹尔的聊天\n\n备注：尹尔——微信号：\nbaijuanghao9783\n地区：浙江杭州 朋友圈：不许查看。\n\n尹尔：\n举目（），你好，又打搅你了，我是觉得我们如果看过洪牧师的公开信，如果灵里足够敏锐，会发觉，这位洪予健牧师并没有从上帝那里领受到（判断远牧师是非的）属灵权柄\n\n上帝没赐给他这属灵权柄，教会也没授予他处理远牧师的权柄，他是凭着自己的一腔血肉之气，在掺和、在搅局，是那种唯恐天下不乱、想借此机会制造声势，轰动全世界，吸引眼球的人，是恶搞。\n\n如果一个基督徒灵里足够敏锐，会察觉，隐藏在洪牧师公开信背后的灵，并不是从上帝那里差来的灵，而是出于那恶者\n\n恶者的灵，唯恐天下不乱，恶者要拆毁：上帝的真仆人传讲天国的福音所产生的广泛影响力；恶者要扑灭基督徒的信心，恶者的灵，存心是恶的。\n\n我的回复：\n弟兄，我希望你能冷静的思考这件事情，不要过于情绪化。关于拆毁，我们要知道，虽然有一种人是拆毁神的工程，但也有一种不是神的工程是神所要拆毁的。所以，不要看到拆毁就认定是出于恶者。我们第一要判断那工程是不是该拆。第二是看他是用什么东西来拆。我知道你因为先入为主的认定远志明在传福音上被神重用，所以认定他的工作是神的工程，因此认定洪牧师是要拆毁神的工程。我且不论你对远的认定是不是对的。我们且看用来拆除远的工程是不是合不合真理，是不是按着圣经的原则，按照真理的准则去处理的。如果他是用神的真道来拆毁的，那必定是不合真理的工程。你如果不在拆毁的手段、方法、程序是不是合法来讨论，却凭自已的主观来论断别的人动机，这是很不公道的作法。\n\n尹尔：\n你见过这位洪牧师吗？\n知道他的做派吗？\n属灵权柄是上帝所赐，并非凭自己的血气强行去向教会索取的\n\n我回复:\n不了解。我只能从他的信中判断，他的处理方式是合乎真理的，无可指摘的。\n\n尹尔：\n他是牧师，很会引用真理\n他为了处理远牧师，去问教会索要属灵权柄\n\n我回复:\n我们不是看人会不会引用真理就认为他是对或错，主要看他引用的是不是正确，是不是圣经的正意，使用的是不是恰当。是不是适合当前的处理的问题。\n\n尹尔：\n属灵权柄不是靠自己索取来的，你发的那篇信息中提到了有很多匿名信，不知道出于谁的手，可见，有那么一个人是多么想掺和到这件事中来，却索取不到属灵权柄。上帝没让他来掺和这件事\n\n我回复:\n主耶稣教导我们不要论断人，如果一个人不就事论事，不从事实中分析判断得出合理的结论，而是抛开事实本身，凭着自己的情感出发去说别人的动机如何。这就是一种论断人的行为，所以，我劝你这事到此为止吧，他的 动机如何，还是让神自己来判断，如果他处理的方式不合真理，我们可以跟他提出来。\n\n至于你说到属灵的权柄的问题，我相信面对罪恶，任何一个神的儿女都有本着神的真理提醒劝诫人的权柄。此外，你说上帝没有让他来掺和这件事，这是你擅自代表上帝了。因为如果他哪里有错，我们可以指出来，哪里不合真理，我们可以提出来。怎么可以以上帝没有让他来掺和这事来论定他呢？这样说是分明定他与神为敌的罪了，但如果他是在与神为敌，你的根据又何在呢？神何时告诉你不让他来写这两封信的呢？\n\n尹尔：\n你说的上面那段话，同样也可以送给洪牧师的\n他岂不是代表上帝在行事吗？\n\n我回复:\n我虽然不是很了解洪牧师，但如果他有问题，你也本着他给远志明写信的原则来写信给他，指出他哪里不合真理，哪里是擅自代表上帝行事。只要你说的对，我相信他一定会接受的。\n\n尹尔：\n写很多指控的匿名信，强行索要属灵权柄，这做派，理解不了\n\n我回复:\n我不明白写匿名信，强行索要属灵权柄这结论你是怎么得出来的，再说，如果是匿名信，你也不知内容，怎么知道他是强行索要属灵权柄呢？既然是匿名的，人家也不知他是谁，他要什么怎么能得到呢？\n\n尹尔：是从你转发的那篇公开信中得知的\n\n面对这种人的逻辑，我只能无语。\n\n",
			"date_added": 1501139207,
			"meta": "{\"img\":\"394,700,444333abcdcddddabdbcdfeffffeee8c85b56b6,000010223444567788447887888888888888888888999999ABCCBA774477\"}"
		},
		{
			"post_id": 1501141963,
			"body": "​从《什么是罪》一文，看心灵摄影的信仰深度何在？\n\n心灵摄影，一个传播异端《好消息宣教会》谬误教训的公众平台，在其自我介绍中就显出了一种不知羞耻的自高狂傲。竟然宣称自己的平台是国内最具信仰深度的公众号。这让我想起当年撒但的堕落，他心里说：我要升到高云之上，我要与至上者同等（赛14：14）。却不知自己只是一个受造之物，竟然要与造物的主同等。这就是他堕落成为魔鬼的丑恶表现，而凡是受到撒但蒙蔽欺骗的人，最大的表现也往往是狂傲与无耻。\n自称自己的平台是国内最具信仰深度的公众号，也就是说其他作者的平台，在信仰深度上都比不上他。这一狂傲的表现，与其背后的异端好消息宣教会骨子里是完全一致的。因为该异端就是宣称只有他的教会是真教会，只有他的牧师才是真牧者。宣称在他的组织以外的人都是不得救的。\n但我想问的是，这个国内最具信仰深度是怎么得出来的结论？是在网络上由信仰正统的机构经过多年的综合比较，评估得出来的结论吗？如果是这样，虽然未必完全正确，还勉强说的过去。但是你这样自吹自擂来迷惑人，只能显明异端假道的一贯作风而已。\n说实话，我也希望自己的平台能得到一个最的称号，可是，当我考虑能不能加上一个最字时，发现自己有什么资格说最，凭什么说最呢？如果你真是神的仆人，平台作的好不好，最不最，应该让信徒去评估判断，同时也当知道，即使是信徒的评估也不一定是准确，唯有将来神的评价才是最公道的，岂不知你的自夸是出于那恶者吗？\n以下分析一下该平台的异端教训，好提醒弟兄姐妹留意，识透异端假道，远离似是而非的道理。下面的内容摘自该平台的文章《什么是罪？》：\n罗马书5章12节：这就如罪是从一人入了世界，死又是从罪来的；于是死就临到众人，因为众人都犯了罪。《圣经》记录了“罪”的来源、“犯罪”原因、罪的结局。 即，罪是从一人亚当入了世界，并且因着罪，人只能犯罪，罪的结局就是苦、就是死亡。\n——————这里他引用罗马书的经文来解释罪，说明罪是从亚当一个进入世界的，这里的话大体上没有什么问题，但罪的结局就是死亡是经文的教训，至于罪的结局就是苦，却是人意的添加，是这节经文所没有的，事实上，死在过犯罪恶中的人，他们犯罪也是有罪中之乐的，只不过其结局必然是灭亡。然而很多人往往是满怀盼望的奔向灭亡，因为他误以为他能得救，传异端假道的人正是如此。\n再看下文：\n世人为了填满自己的心，想尽一切办法，但绝对填不满（破裂的池子=欲望）。因为人心里没有神，只能行恶，只能涌出污秽的罪。在这种状态下，神无法保守人，人只能被魔鬼牵着走，没有胜过魔鬼的力量。\n————这段话粗看没什么问题，细想仍然是不严谨的，人类离弃真神之后，世上没有什么能真正填满人心的虚空，这是事实。但这里说：神无法保守人。他的意思是神好无能，竟然要保守人也没有办法，这就是一种无知的说法了。事实上不是神无法，而是人既然弃绝生命的主，甘心作罪的奴仆，神也只有任凭人他行恶。至于说堕落后的人没有胜过魔鬼的力量，这表达也是有问题的，因为死在过犯罪恶中的人，哪一个是要跟魔鬼争战的人呢？他们都是甘心作魔鬼的奴仆，心甘情愿受他奴役的。有神的话语为证：那时你们在其中行事为人，随从今世的风俗，顺服空中掌权者的首领，就是现今在悖逆之子心中运行的邪灵。（弗2：2）\n再看下面的一段话：\n罗7:20说：“若我去作所不愿意作的，就不是我作的，乃是住在我里头的罪作的。”这里的“我里头”是指肉体，“罪”是指撒旦。保罗发现自己的本心是不愿意犯罪的，但人居住在肉体这一土房子里，被罪诱惑，不得不犯罪。因此，犯罪是罪胜过人软弱意志的表象。罪的意志（撒旦，罪的根本势力）+ 人的身体 = 犯罪。\n————在这里，作者开始大发谬论了，他竟然从保罗这句话中推出一个结论，说罪是指撒但，撒但就是堕落的天使，罪就是犯罪的行为。怎么能说罪就是撒但呢？如果罪是撒但，那将来在末日审判时，撒但受审判灭亡了，那时人跟撒但毫无关连了，因为撒但不在人里面，那么人不是无罪吗？神把撒但审判了，不等于也把人的罪审判了吗？然而，我们知道撒但会诱惑人去犯罪这是事实，但人受审判灭亡却是因着自己的行为犯罪。\n这里说犯罪是罪胜过人软弱意志的表象，这也是错误的说法，上面我提到过，罪人是死在过犯罪恶中的。是灵性的死人，只会随从世俗罪恶，绝不会跟罪搏斗而要行出神的义。保罗发觉自己所犯的罪是不愿意作的事，乃是因为他蒙神拯救之后，得了重生的生命，才发现在肉体中还有一种罪的力量强迫他去犯罪。所以需要靠着主耶稣基督才能过得胜的生活。\n所以，这里他得出的公式：罪的意志（撒旦，罪的根本势力）+ 人的身体 = 犯罪。就一种荒谬的教导，把罪的意志说成是撒但，是罪的根本势力。把犯罪说成是撒但加上人的身体，意思是一切都是撒但强迫我犯罪的，我是不愿意的，都怪撒但。虽然撒但是经常引诱人犯罪的，但这样冤枉撒但，也是不应该的。\n主耶稣说，你们的话，是就说是，不是就说不是，若再多说，就是出于那恶者。虽然有时我们可能也会因无知而冤枉了撒但，但是撒但有时往往会故意让人冤枉他，好把错谬的道理传达给人，因为撒但为了诱惑人，往往具有一种牺牲的精神，这是许多基督徒所没有想到的事情。所以，在这里把罪的责任推给撒但就是撒但的一种诡计。为的是让罪人自以为自己很伟大，以为都是撒但的错。却不知，很多时候，撒但并没有诱惑人，人还是顺着心里的恶欲犯出罪来了，因为罪人的心本来就是充满着恶欲的。正如经上所说的：“私欲既怀了胎，就生出罪来，罪既长成，就生出死来（雅1：15）”\n再看下面一段话：\n很多人把良心当作善恶的标准。但是人离开善的根源—神的时候，良心也会悖逆了神，被罪玷污了。因此，良心也不稳定，就像汹涌的波涛一样，随着时代和国家的变化而变化。依靠良心就好比“刻舟求剑”。因此，不是要保守良心，而是要明白连良心也是恶的。“心中天良的亏欠已经洒去。”（来10:22）\n————这里对良心的说法，我希望读者们先要明白一个事实，人堕落离开神后，人性是全然堕落了，但良心分别善恶的功用还是存在的，只是已经失去了原造时那种正常的功用，就好象一个闹钟，计时的功能还有，只是时间不准确了。也就是良心受到罪的玷污，已经不大正常了，但它仍然是神约束罪人不至过于放纵的工具之一。罪人若在世上凡事都顺着良心行事，将来受审判时，他的刑罚必然是相对要比较轻的。因为顺从良心生活的人，犯罪也必然会比较少。\n所以，这里说的不是要保守良心，就是误导人的说法，良心一定要保守，经上说：你要保守你心，胜过保守一切，因为一生的果效，是由心发出。（箴4：23）基督徒的良心，既需要耶稣的宝血的洁净，也需要神的话语的洁净。要靠着圣灵在神的话语中保守自己常存一颗无亏的良心。\n再看下面的话：\n神看人，不是根据某个行为的好坏来判定是不是罪人，而是看他在什么位置，他的根源出自于哪里。如果以人的行为标准来判断是恶是善，那么魔鬼给人治病也算是行善了。但神的标准里在魔鬼的领域里人所做的一切都是恶的，只有在神的国度里所做的一切才是善的。\n————面对这段话，首先，我们不要忘记一个事实，经上说：神必照各人的行为报应各人，（罗2：6）也就是说将来各人要照自己的行为受审判。但他既然说的是神不是要根据某个行为的好坏判定是不是罪人，我也不多说什么。事实上别说神，只要是有头脑的人也绝不会因着某人作了一件好事就认定这人是好人。他以魔鬼给人治病为例是无知的，因为魔鬼给人治病为的是诱惑人敬拜他。正如没有人因为某人送钱给杀手雇凶杀人，就说某人是好人，因为他送钱给别人，目的是雇佣人。哪个人会因为他当面掏出钱塞到别人手中就说他是好人呢？我们当然要看他的目的和动机呀，魔鬼给人治病也是同样的道理。\n这里他要得出的结论是，在魔鬼领域里和在神国度里的问题。看似很有道理，实在问题多多。什么领域是魔鬼领域，什么是神的国度？我不知他是怎么划分的。如果看是否接受基督作救主，是否遵行神的旨意而行事为人划分，那是有道理的。但只怕这种异端的教训，往往会自己另发明一种教导，认为必须按他那一套教导去作，才是在神的国度里，不然就判定别人是在魔鬼的领域里。\n事实是很明显的，接受基督的救恩的人，罪得赦免。他在基督里遵行神的旨意，就蒙神喜悦。虽然信了耶稣，但若违背神的真理，犯罪作恶，仍然是得罪神。而一个没有接受基督救恩的人，虽然他的行为不能蒙神悦纳，但如果他能凭着良心行事，这行为虽不能让他得救，相比起无恶不作的人来说，他显然也是比较蒙神看顾的。这也就是为什么许多恶人在今世没好报，或者后裔会受损，比较老实良善的人，可以看到他的家族会比较兴旺。不认识神的人说：“老天有眼”事实上，若论善恶，恶人中也有相对比较良善的。\n再看下面这句话：\n若我去作所不愿意作的，就证明我是罪的奴仆，是被魔鬼掌控的人。神希望我们发现自己被卖给了罪，已经成为了罪的奴仆。但是，人靠自己发现不了这一点，神感到心痛不是人们犯罪，而是人们的心疏远了神。所以神赐给了律法，让我们依靠律法来发现自己的位置。\n————这话也是似是而非的，若我去作所不愿意作的，就证明我是罪的奴仆。一个未曾蒙恩的人，会发现自己不愿意犯罪吗？这是荒唐的说法，我承认有些人在犯大罪受大害时可能会后悔。他的后悔不是不愿意犯罪，而是再犯下去受害严重。比如赌博，人不愿赌是输不起，怕倾家荡产，而不是不愿犯罪，如果每天都赌赢的话他必然乐意天天去赌。只有蒙恩重生的人，在真理的光照之下，才不愿意犯罪，在与罪恶争战时，才发现还有一种罪的权势要靠基督才能胜过。\n\n此外，这里说，神感到心痛的不是人们犯罪，而是人们的心疏远了神。这又是荒谬的教导。把神描写成好象是一个孤苦无助的老人，没有人陪伴太孤独了。所以你犯罪没关系，作恶没关系，只要经常来看看我，陪陪我就高兴了，就说你是个大好人了。\n事实如何呢？正因为人犯罪才让神心痛，因为犯罪就是悖逆神，得罪神。所以，犯罪的他必灭亡。没有一个人可以说我亲近神，心里跟神很近，实际上却天天犯罪。你若要亲近神，就必须远离罪恶，不然亲近神就是一句空话。正如经上所说的：因为你不是喜悦恶事的神。恶人不能与你同居。（诗5：4）\n由以上分析可知，这个自称最具信仰深度的公众号，事实上也是一派胡言，主要原因是，它本身就是属于好消息宣教会的异端平台，哪里能出真正合乎真理的教导呢？望弟兄姐妹擦亮眼睛，识透异端假道的真面目。\n",
			"date_added": 1501141936,
			"meta": "{\"img\":\"900,373,ffffefeeefeedddedddcd,0001221000133244200000554452000035665100\"}"
		},
		{
			"post_id": 1501292174,
			"body": "关于祈祷与神的旨意问题的回复\n火鸟姊妹留言：\n弟兄平安，本文所写是否有前后矛盾的地方呢？是否全面呢？您是学的预定论神学，也读过很多唐牧师的文章，那么神在永恒之中所预定的旨意是什么？您一定知道，是在基督里拣选预定救赎我们。这永不会改变，而在上帝的护理之功中神的心意会改变，比如因罪神震怒，会因代求者而收回，创18章22一33节是根据还有出15章26代下7:14申30:3约12:40赛6:10等都支持，祈祷是罪人回转使神收回震怒的最好方法，再看为什么基督徒要祈祷的另一面是要荣耀神，神虽赐下普世的爱，可在不信的人虽每天享受却不荣耀归给神，认为理所当然，神在旨意中所要赐给信徒的，如果信徒不借着祈祷，那么也会和不信者一样，无法有感恩之心，也不会觉查到与父神的爱和关系!另外神所要赐给信徒需要是要通过信徒的祈祷来支取的，如同存折上的存款，要你去支付才会给你。雅各4:7一8太7:7一8都在说这事。再者祈祷是亲近神的唯一道路雅4:8\n\n我的回复：\n\n其实我只能回答那位弟兄的其中一方面的问题，因为所知有限，无法展开全面论述。至于你认为有矛盾的地方，我的理解是，许多事情，在人看来是神的旨意改变了，比如约拿传道，尼尼微人悔改了神收回了毁灭他们的心意。但神真正的旨意就是要藉着约拿的传道让他们悔改，而不至灭亡。所以，罪人犯罪后彻底悔改，因着神的怜悯他必不到灭亡，但若不悔改，神的震怒必然临到。在罪人来说，悔改改变了自己的人生命运，但在神的旨意里，这个人之所以能悔改而蒙福。也是神在永恒中对他所定的旨意。所以，从人来说，一定要传道，一定要责备罪恶，一定要悔改，这样必能蒙福。但当人如此行时，他并没有改变了神的旨意。绝不是神定下一个旨意，想要刑罚这个罪人，后来一看他又悔改，就改变主意了。当然，从人的角度看好象确实改变了神的心意，所以，圣经中也说神转意不降灾，这是用屈就人的理解力来表述的。",
			"date_added": 1501292146,
			"meta": "{\"img\":\"795,700,cbbdddeeefffdcc,012223233322222223334233333333222222233342333333331222232333321112123332111212333222322233\"}"
		},
		{
			"post_id": 1501329485,
			"body": "关于辰璐猫猫的问题\n\n有人给我发来的一个叫辰璐猫猫说话的截图，问我有没有调查过远志明的事件真相，我给她的回复是：\n\n你只要问一问猫猫就明白了，叫他把自己调查的证据拿出来就足够了，他说这是一场政治迫害，嫉妒恼恨，加上一些商家的利益，教会才会把远志明的事公布出来的。相信他已经有足够的证据证明自己所说的话。所以根本不需要别人调查，只要叫他把控告公布远志明信息之人的三大罪状的调查证据拿出来，你就什么都清楚了。\n\n此后我向其他人打听关于猫猫的情况：\n——————————————————————\n我:\n@杨奉稣 这个猫猫是怎样的人？\n耿伟Aramis:\n@举目 猫猫？\n这人都懒得评论了\n\n我：搞不懂这人竟然装出这么高大的形像妄自论断人。\n\n杨奉稣:\n@举目 ，辰璐猫猫是一个女流氓！韩国改革宗长老会的中国籍宣教士王提摩太牧师说耶稣基督比圣经更重要，她就把王牧师辱骂一顿；我责备她不该辱骂牧师，她就造谣说我是反改革宗的异端分子。\n而且辰璐猫猫还是传异端的远志明的骨灰级脑残粉。\n\n耿伟Aramis:  当时因为远致命问题我也被他骂了\n\n我:\n明白了，由她的言语可知这类好出头的女人本性就是喜好论断人的。 \n\n杨奉稣:\n事後牧师们联合调查，我把她辱骂王牧师的对话记录发给牧师们看了；这个无耻的女流氓竟然矢口否认，还逼着王牧师私下里主动向她道歉！我就没见过基督徒里面有这么不要脸的！！！\n\n我:\n哦，可能她是想在粉丝中把自己的身价抬的更高吧。\n\n倪宏恩（大连牧师）:\n本人曾经与其交锋，她事不容分说。\n\n倪宏恩（大连牧师）:\n比改革宗的人都霸道\n\n倪宏恩（大连牧师）:\n岂有此理\n\n我:\n好出头的女人，往往不是走极端就是进异端。\n\n杨奉稣:\n辰璐猫猫也在传异端，只不过比较隐蔽，她自己意识不到，一般人也看不出来。\n\n我:\n不知道她主要在哪些方面有点些偏？\n\n\n杨奉稣:\n辰璐猫猫说不清楚耶稣基督的人性是不是取自玛丽亚的，她还认为基督徒重生後在地位、处境、动机、趋势上仍是罪人，凡事都在犯罪。\n\n我:\n哦，明白了，有点偏只能暂时随她去了，且留意她以后会向什么方向发展，好出头的女人往往更容易越走越远。谢谢杨老师的提醒。",
			"date_added": 1501329456,
			"meta": "{\"img\":\"488,700,3434545656856a57b7180270dddccc494bbba9aeee9b8382,01211113454446788898A7BBCBBA6BBCBBA688CBCA6DDDDDA69D888A6BB9B8A65EEEEF\"}"
		},
		{
			"post_id": 1501332730,
			"body": "关于第七次大公会议的讨论\n\n我本来想转发这篇文章的，就是搞不清这两方面有没有问题。如果有问题就不转发了。\n\n这句话，有没有问题？————其“父子关系”并不是犹如人类的父子关系一样，一个生一个，而是在借用人伦术语来表明其位格关系。\n\n既然迦克敦信经中说基督在万世之先为父所生。他说的三位一体中的圣父圣子，其“父子关系”并不是犹如人类的父子关系一样，一个生一个，而是在借用人伦术语来表明其位格关系。应该是不对的吧？\n\n耿伟Aramis:    @举目 圣子万世之先为父所生，这是尼西亚信经的认信。这是其为神，其为人，在晚近时日，为上帝之母，童贞女玛利亚所生。\n\n我:\n嗯。\n\n杨奉稣:\n@举目 ，猴吃麻花了。他说拧巴了——正是因为有圣父在永恒中生圣子，所以才有人类在人间的父子关系，圣父圣子的关系是本体，人类在人间的父子关系是影像。\n\n\n我:\n还有这句话：在关乎信仰的方面，使徒说是就是，圣教父们说是就是，七次大公会议说是就是。若根据自己的理性来推翻传统，便是信仰上的狂妄。\n———这话说的对吗？七次会议我们都应当接受吗？\n\n耿伟Aramis:\n首先要了解七次大公会议说的是什么，你了解吗？\n\n我:\n我没有学过。\n\n耿伟Aramis:   了解了这个在看是否接受\n\n耿伟Aramis:\n七次大公会议对于教义的厘定如下：第一次厘定耶稣基督完全的神性，定罪阿里乌主义和嗣子论；第二次厘定耶稣基督完全的人性，定罪马其顿主义和阿波立拿里主义；第三次厘定耶稣基督单一的位格，定罪聂斯托利主义；第四次厘定在一个位格中耶稣基督的神人二性，定罪犹提乾主义；第五次再一次重申《迦克墩信经》，并开始剔除神学里的希腊哲学毒素，定罪奥利金主义部分异端神学思想；第六次厘定耶稣基督有两个意志。这六次大公会议的决议改革宗都是承认的，并不敢减去什么。至于第七次大公会议，面对伊斯兰塔基亚的入侵，当时教会以圣像捍卫道成肉身的奥秘，并定罪毁圣像者，但是他们对不使用圣像者并没有严格的定罪（据叶夫多基莫夫的《俄罗斯思想中的基督》里讲到，一位东正教神父用了十几年引导一个犹太拉比认识耶稣基督，并且整个会堂归信基督，他们并未使用圣像，但依然属于东正教体系）。我们教会在敬拜中不使用圣像，但也不排斥圣像，这正符合第七次大公会议精神。\n\n——耿伟教士\n\n我:\n看来第七次会议看来是有争议的，我是难以接受。\n耿伟Aramis:\n@举目 您看完后觉得哪一次会议的决议您不愿意接受？\n我:\n就是第七次不能接受。\n耿伟Aramis:\n反对这次决议意味着你恶心圣象，坚决抵制圣象\n做好这个准备了吗？\n我:\n道成肉身的奥秘无须圣像来捍卫。\n耿伟Aramis:\n意味着你坚定的认为使用圣象的就是异端行为\n\n耿伟Aramis:\n这一次会议意义深远\n\n耿伟Aramis:\n人做一件事首先要知道自己这么做意味着什么，后果是什么\n\n我:\n崇拜圣像就是拜偶像的行为。\n\n耿伟Aramis:\n好的，明白了\n耿伟Aramis:\n你认真了解过礼敬圣象和崇拜的区别吗？没关系，我们认定了这顶帽子扣到了东正教、天主教、可普特等教会身上\n\n耿伟Aramis:\n我们觉得这个帽子扣的靠谱吗？\n\n麦子～巴拉巴弟兄:\n我很想问，耿伟你教会安设圣象吗？在新教的传统中有礼敬圣象不\n\n耿伟Aramis:\n我们不用圣象\n你认真了解一下路德宗和圣公会有没有吧，客观一些\n我们不能最后喊出:教会被虏于极端神棍吧？\n这种除教权柄只有自由的新教教会和长老会有\n\n我:\n我觉得没必要搞清楚这个区别，或许他们中偶尔有极个别的人会在心中有这种区别。但我认为他们中绝大多数皆是出自拜偶像行为。所以，即使单单设立圣像而不拜也是有害无益的。若赞成向圣像礼敬，更是有百害而无一益。\n\n书剑:\n举目   确实是这样，对真理的正确贯彻与对历史现状的怜悯宽容，两者不能混淆。\n\n耿伟Aramis:\n长老会同性恋牧师都按立了，依然牛逼哄哄的，佩服\n也就是能欺负中国人没文化\n华语神学方面资料缺乏\n目前古典基督教著作几本没人看过，翻译的也不多，为了看这些资料有时候只能找天主教修院的图书馆了\n其实新教的历史就是从马丁路德算的，这是诸位的态度见证的\n有机会看看忏悔录第九卷和上帝之城二十二卷\n不过没关系，先入为主的观念会让你屏蔽掉那些内容的\n殉道士神龛兴起无数的神迹\n我们可以有我们的良心自由不使用这些，但是诋毁这些却是出于魔鬼\n\n我:\n@马耳他之矛 我们可以有我们的良心自由不使用这些，但是诋毁这些却是出于魔鬼\n————你这话好像把加尔文也列入其中了。\n书剑:\n不用圣象的教会已经以实际行动拒绝（或者用贬义词诋毁）圣象的教义了。\n耿伟Aramis:\n没关系，列进去就进去了\n耿伟Aramis:\n要知道，毁圣象者是异端！！\n\n耿伟Aramis:\n【太16:23】耶稣转过来，对彼得说：“撒但，退我后边去吧！你是绊我脚的，因为你不体贴　神的意思，只体贴人的意思。”\n这又有什么关系呢？加尔文不会有错误吗？\n他只是众教父中的一位\n\n书剑:\n不知道，现在教会画圣象，挂圣象，算什么端。\n\n耿伟Aramis:\n马丁路德还要求母亲教导孩子画十字呢，这算什么？\n\n我:\n当古董，当艺术品摆放可以考虑，但如果导致人拜像，我认为毁掉也是可以理解的。\n\n杨奉稣:\n@举目 不可以。\n\n耿伟Aramis:\n那么有见过把圣经放在枕头下镇邪的木有？\n\n书剑:\n不是说，加尔文也会错误吗，马丁路德，也不能避免咯。\n\n耿伟Aramis:\n你要因此烧掉圣经吗？\n画十字是错误吗？\n\n书剑:\n既然大家都有错误，就彼此彼此，各干个的，井水不犯河水，没有统一真理，真理各宗派自己决定。天主教，改革宗都对。\n\n耿伟Aramis:\n@书剑 又在偷换概念\n书剑:\n谁偷换谁知道\n耿伟Aramis:\n我没证明，我只说第七次大公会议决议是伟大的\n书剑:\n既然挂画圣象正确，那就挂画圣象嘛，为什么不挂呢\n杨奉稣:\n第七届大公会议决议在当年那个时代是最恰当不过的，但不能食古不化。\n杨奉稣:\n这个问题我在教会历史讲座中谈过。\n书剑:\n自己又不挂，又说挂正确，不懂\n正确的事情自己不做，不懂\n耿伟Aramis:\n我能理解你不懂，非黑即白的脑壳\n\n我:\n人本性就是极易倾向于犯罪的，所以远离试探仍然是有必要的。\n\n书剑:\n我也能理解你的懂，黑白一样。\n耿伟Aramis:\n我非常理解你不懂\n\n我:\n这个问题各人先持守自己的立场，暂且放在一边吧。\n杨奉稣:\n当年圣经都是抄写在羊皮纸上的，价格非常昂贵，普通人根本就买不起圣经，也就读不了圣经；这样一来，划分正统和异端异教的界线，一靠大公信经和大公会议决议，二靠圣像，对于普通信徒就是简便易行的方法了。\n\n书剑:\n那就挂也正确 ，不挂也正确吧。\n\n耿伟Aramis:\n当我们说我信圣徒相通的时候，我们就是在宣告我们与历世历代的圣徒有一样的国度\n\n耿伟Aramis:\n【林前8:7】但人不都有这等知识。有人到如今因拜惯了偶像，就以为所吃的是祭偶像之物，他们的良心既然软弱，也就污秽了。\n【林前8:8】其实食物不能叫　神看中我们，因为我们不吃也无损，吃也无益。\n【林前8:9】只是你们要谨慎，恐怕你们这自由竟成了那软弱人的绊脚石。\n【林前8:10】若有人见你这有知识的在偶像的庙里坐席，这人的良心若是软弱，岂不放胆去吃那祭偶像之物吗？\n【林前8:11】因此，基督为他死的那软弱弟兄，也就因你的知识沉沦了。\n【林前8:12】你们这样得罪弟兄们，伤了他们软弱的良心，就是得罪基督。\n【林前8:13】所以，食物若叫我弟兄跌倒，我就永远不吃肉，免得叫我弟兄跌倒了。\n耿伟Aramis:\n这两个事是一个性质的，甚至圣象比这个靠谱，因为他彰显上帝的荣耀，这个很重要\n\n书剑:\n挂不挂的，反正都一样符合圣经真理嘛，呵呵\n耿伟Aramis:\n@书剑 你有照片吗？你家里有照片吗？你去世的亲人留下照片了吗？\n最好告诉我没有\n\n杨奉稣:\n自从古腾堡印刷机大量印刷圣经以来，圣经的出版发行暴增，使得每个基督徒拥有不止一本圣经成为现实的可能。所以，在我们所处的年代不必再依赖圣像来划分正统和异端异教的区别，惟独圣经教义才有可能提出。\n\n书剑:\n晕 ！ 照片也能扯上啊\n书剑:\n联想力厉害\n\n我:\n我看不出圣像怎么彰显上帝的荣耀，我看顶多在当日像今日中国的教堂的十字架一样，人看他说，那些是信耶稣的。\n\n书剑:\n服了服了\n\n杨奉稣:\n我们解释圣经，要用历史文法解经；我们理解大公会议决议，也要——甚至更要——用历史文法解释。\n\n平:\n改革宗对圣像不感冒的，老耿\n\n杨奉稣:\n@举目 ，你看我楼上的留言。\n\n耿伟Aramis:\n@平 理解\n\n书剑:\n谁家没有照片啊，对吧，那就大家一起挂吧，是吧\n\n耿伟Aramis:\n真正见识了教派主义\n@平 王恩上个月去瑞典开会，参加的是路德宗的礼拜，和弥撒几乎没区别\n我参加过圣公会低派的礼拜，广派的和高派的还没有机会观礼，但是低派的改革宗的人也受不了\n\n杨奉稣:\n@举目 ，不过那个人的口气说得太绝对了！我们认信四大信经，是因为它们完全符合圣经；我们认同前六届大公会议决议，是因为它们都符合圣经；我们理解第七届大公会议决议，但不照搬照抄，也是因为它在当年是最恰当不过的做法，而现在我们有了更好的做法，就没必要食古不化、守株待兔，但也不能因此就否定历史，脱离史实搞主观唯心主义。\n我:\n@杨奉稣 谢谢杨老师的回答。\n\n书剑:\n不知道，不挂的如何理解挂的，是挂的正确呢，应该呢，还是怜悯弟兄的软弱呢。\n\n平:\n我除了对三一神的像受不了，其他的没意见，我自己教会是白板，什么都没有，但是其他教会要挂就挂吧。\n\n书剑:\n需要说明的是，讨论的就是三一神的像\n平：\n我看见三一像直接受不了\n书剑:\n既然反对挂的与同意挂的都对，那就大家自己决定吧。\n\n平:\n他们观念中的礼敬就是我们观念中的纪念，尤其是众圣徒的像，但是我认为纪念圣徒很好嘛，但不一定要用这样的方式。\n\n书剑:\n讨论到现在，都没有说明为什么不挂的理由，倒是说了很多挂的应该认同，奇怪的现象，呵呵\n\n书剑:\n那就两者兼容吧\n平:\n不挂的理由，改革宗说的很清楚，防止偶像崇拜，\n平:\n其实不挂照样会犯拜偶像的罪（其他方面），但是不挂可以避免这方面的罪，岂不是很好么。\n书剑:\n但愿有些人愿意这么想\n书剑:\n对有些人，  挂不挂的是悉听尊便的自由问题，萝卜青菜的事情，没有什么较真的。\n\n书剑:\n不挂的挂的都对\n\n我:\n@书剑 这样看待吧，假设有一个天主教堂有圣像什么的，有一天他们愿意把教堂献给新教，我认为可以保留像，有的挪个位置重新摆放，也不一定要烧毁或打碎。但要禁止对像行礼或对着像祷告。而没有像的，当然不要去搞，有十字架作为信仰的标志就可以了。\n\n书剑:\n还讨论什么呢，对吧\n举目 你觉得保留像这是包容问题呢，还是对不对的问题呢\n如果是满足大家习惯包容，我可以理解的。\n反过来， 弟兄的教会为什么不挂的呢，\n反正挂不挂与偶像崇拜无关\n不挂也可以偶像崇拜啊\n那么，为什么不挂呢\n\n我:\n我的意思是可以作为艺术品来保留，不是非得毁坏，如果有诱人拜偶像之嫌，可另搞一个房间摆放，作为展览馆也可以。\n\n书剑:\n或者说  挂与不挂的区别是什么\n作为艺术品来保留 没有问题啊\n\n平:\n时间久了，礼敬会越过界限变成敬拜的，历史上发生过，又不是没有。\n\n书剑:\n教堂古老也是艺术品\n\n我:\n所以要教导信徒不许搞什么礼敬。\n\n书剑:\n本质的问题在于作为教会是否应该挂像崇拜\n\n平:\n这方面圣公会和路德宗做得可以啊，\n书剑:\n不是如何保留古代艺术品的问题\n\n耿伟Aramis:\n我很尊敬正确使用圣象的弟兄\n同时自己不使用圣象\n\n我:\n我们当然不要挂。\n\n平:\n@马耳他之矛   东正教是平面的，天主教是立体的，这方面有什么神学差异么，一直搞不清\n\n书剑:\n举目   当然不要挂\n为什么当然不要挂啊  是吧\n明白了吧\n\n耿伟Aramis:\n@平 与文艺复兴有关，西方人文主义后那些圣象更加的可亲，相反东方的显得神秘莫测\n\n书剑:\n如果挂是只是属于习惯问题， 就谈不上当然不要挂，是吧\n\n平:\n@马耳他之矛   这方面的神学，你不清楚么\n\n耿伟Aramis:\n不是特别清楚\n只知道这一点\n\n书剑:\n举目 既然都当然不要挂了，那么反过来，挂是什么问题，是吧\n\n耿伟Aramis:\n其实西方的立体的是创新\n过去都是平面的\n\n平:\n过去也这样么\n我一直以为，过去就是有区别的\n\n耿伟Aramis:\n嗯，拉丁的和希腊的风格还有差异\n两个神学侧重点不同\n看教堂、看圣象就明白差别了\n\n书剑:\n举目   声明一点，别人挂，包容没有问题，关键是不挂为什么正确。是吧\n\n平:\n东方的显得抽象神秘，西方的比较写实，显得圣洁高大\n\n耿伟Aramis:\n东方侧重神秘主义\n西方更入世\n\n平:\n大概跟这方面有关吧\n\n我:\n@书剑 挂会导致其他人拜偶像的倾向被激发出来，会无形中在真理上误导人。所以我们不挂也是很正确的选择\n\n平:\n东方一直有神秘主义传统\n\n书剑:\n举目  完全正确\n\n耿伟Aramis:\n尤其是凯撒教宗主义助长了神秘主义\n书剑:\n举目  我也是这立场，但是有些人不怎么看，我们要宽容\n书剑:\n喜欢保留传统挂的 ，愿意教会更新不挂的  各自选择吧\n对吧\n\n耿伟Aramis:\n相反，从四世纪开始西方努力的摆脱凯撒影响，推动提升教权，再加上蛮族入侵，使西方教会的入世神学更加彻底\n\n耿伟Aramis:\n喜欢保留传统挂的 ，愿意教会更新不挂的  各自选择吧\n终于弄明白了，恭喜\n\n书剑:\n举目  你其实在告诉我们不挂比挂更正确\n当然 我支持你的立场\n别人的不同立场，就尊重吧，那怎么办呢，对吧\n\n我:\n我承认不掛是更明智的选择。\n\n耿伟Aramis:\n用更字，就基本上了解了今天讨论的意义，感谢主\n\n书剑:\n举目   其实知道一个事实就可以了，基督教新教的主流是不挂\n\n耿伟Aramis:\n又在欺负人家读书少\n路德宗、圣公会你去看看\n你说的新教只包括自由教会和长老会\n\n书剑:\n路德宗、圣公会是新教的主流呢  还是改革宗等宗派是新教的主流呢  大家自己看吧\n\n耿伟Aramis:\n新教四大支\n\n书剑:\n换句话说  挂的多呢  不挂的呢\n大家自己看吧\n\n耿伟Aramis:\n这会儿想用人口了\n中国教会很多礼拜方式还是模仿党员大会的模式呢\n最近几年才开始有礼仪思考\n\n书剑:\n举目   请你查查今天教会比传统时期挂的多 ，还是少\n\n耿伟Aramis:\n要拼人口，毛主席完胜\n\n书剑:\n举目   有一点 你认为不挂是明智的正确的选择，我们是一致的\n\n耿伟Aramis:\n今天中国教会历史割接太厉害\n你们并不一致，你别骗人\n\n书剑:\n举目   至于当今教会究竟挂多挂少，弟兄可以调查。\n\n耿伟Aramis:\n举目弟兄是他认为不挂更正确，也尊重圣象；你是不挂正确\n偷换概念，偷偷卡壳更字，然后用洗脑式的“对吧”来加强效果\n\n书剑:\n我是不挂正确，包容挂的。举目不挂更正确，包容挂的。\n\n耿伟Aramis:\n承认就好\n书剑:\n我认为挂错误  举目挂不妥\n\n耿伟Aramis:\n你是忍耐错误，他是包容不同\n\n书剑:\n那你呢\n耿伟Aramis:\n我是欣赏不同\n只要核心一致\n我可不拉关系，不一样就是不一样\n书剑:\n欣赏不同就是都同意咯  ，无对错了\n什么叫核心一致\n耿伟Aramis:\n我很尊敬正确使用圣象的弟兄，同时自己不使用圣象\n\n书剑:\n那你与举目的不同， 比我与举目的不同大多了。\n偷换概念吧，我们没有不尊重使用圣象的弟兄啊\n我们是讨论应该不应该挂圣象\n\n耿伟Aramis:\n你就骗人吧\n本来讨论的是第七次大公会议决议\n你迅速的缩小了焦点\n\n书剑:\n看看， 又习惯转移话题了， 你的老办法啊\n你的教会不挂，为什么 \n\n耿伟Aramis:\n因为没有必要呀\n书剑:\n总不能是因为尊重挂的而不挂吧\n耿伟Aramis:\n家庭教会怎么挂？\n书剑:\n没有必要是什么意思\n耿伟Aramis:\n显得局促\n耿伟Aramis:\n你别审判我\n书剑:\n不愿意  不习惯 还是？\n书剑:\n又跑题了\n耿伟Aramis:\n我只是提醒举目别被你忽悠\n耿伟Aramis:\n懒得理你\n书剑:\n记住 ： 文字游戏没有意义的\n书剑:\n举目是需要你提醒被人忽悠，是吧\n耿伟Aramis:\n哈哈，又在搬弄是非\n书剑:\n谁在巧舌如簧，搬弄是非， 大家清清楚楚\n书剑:\n擅长搞文字游戏，是吧，继续吧\n耿伟Aramis:\n我理解改革宗粉丝眼里圣公会和路德宗只是半吊子，所以提起这两家你直接无视\n书剑:\n看看你还哪些文字技巧呢\n耿伟Aramis:\n谁在不断用是吧之类的词给人洗脑\n耿伟Aramis:\n懒得说了\n耿伟Aramis:\n去吃饭了\n书剑:\n是吧 就洗脑了？呵呵、\n耿伟Aramis:\n这个话题和举目说清楚了就可以了，没必要和你纠缠\n书剑:\n既然举目说清楚了 与你何关呢\n书剑:\n你和举目又不同 \n书剑:\n你到底和谁纠缠呢  \n书剑:\n书剑:\n我赞同举目， 又何来忽悠\n书剑:\n逻辑混乱了吧",
			"date_added": 1501332700
		},
		{
			"post_id": 1501641219,
			"body": "​如何看待神常常跟他说话的人？\n\n在基督徒的圈子里，经常听到一些人谈起自己的经历时，开口闭口就是神跟我说、神跟我说。听多了，就感觉到不免有些厌烦，有时我真想对这样的人说，如果上帝天天跟你说话，那你什么事都不要问别人了，只要问一下上帝，他就会跟你说话，人告诉你的答案可能会有错，上帝的答案是绝对不会错的。\n\n上帝真的会天天跟你说话吗，难道你们也跟世俗中搞迷信的男巫女巫一样吗？每天有灵界的声音跟你说话吗？如果真是如此，只怕那个跟你说话的根本不是上帝，而是与那些搞迷信的巫婆说话的灵没有区别。\n\n我盼望今日的基督徒说话时一定要严谨，要谨守你的舌头，不要动不动就说上帝跟我说。我承认圣灵会引导我们，会光照我们，让我们在生活中面对困难时，知道如何去应付。有时当一个人迫切祷告时，神可能会藉着某人的一句话，圣灵特别感动你，让你明白神的心意，或者可能会让你心灵中闪现出圣经的某一节经文。或者有人说，似乎听到一种微小的声音。我承认在某些特殊的环境中，基督徒会有这些特别的经历的。你在见证神的恩典的时候，可以把当时神怎么引领的情况清楚说出来。而不能动不动用一句话：上帝告诉我，上帝说，来取代神对你的引领，因为这是故意在人面前制造自己很属灵的形像。既是出于虚荣，也是一种夸大其辞的作法，显出你在人面前心地不是很诚实。\n\n至于那些真的经常听到声音的人，我劝他一定谨慎，因为很可能你所听到的声音，跟巫婆的灵是来自同一根源，我们一定要用神的真理来细加察验，不可凡是来自灵界的都盲目接受。\n\n还有一种人，更是把上帝跟我说等话当作一种树立自己属灵形像的手段，来获取别人对他的支持和帮助。盼望弟兄姐妹一定要识透基督徒圈子里的这种手段，免得对一些虚伪的人盲目崇拜，对一些心机很深的人糊涂献爱心。把自己的辛苦钱用来满足某些人的私欲。\n\n有一位姐妹向我反映过这样一个件事情：\n有一位林弟兄夫妇被遣送回香港后，发言说休息半年（6月份）就重新出来服侍，可是现在8月份了还没动静，前20天神秘的一个人去了台湾，今天发这个微信，我感觉内容好怪，他怎么随时都可以听到圣灵的声音？会不会是他自己的臆想？因为他之前因为吸毒导致过精神分裂……\n\n说实话，看到上面这个图片，我就觉得很奇怪：皇天上帝——中华民族的神。这位弟兄帖出这个图像是什么意思呢？皇天上帝是中华民族的神，跟你是什么关系？你既然是基督徒，你信仰的是中华民族的神呢？还是信仰圣经中所启示的创造天地万物掌管万有的独一真神呢？\n\n以下谈谈关于圣灵跟他说话的事情，\n首先，让我们姑且相信他确实是常常能听到圣灵的声音，任何事情只要一祷告，圣灵就会跟他说话的。再来察验一下，这个跟他说话的灵是不是真是神的灵呢？我们且看神的吩咐：先知托耶和华的名说话，所说的若不成就，也无效验，这就是耶和华所未曾吩咐的，是那先知擅自说的，你不要怕他。(申命记 18:22 和合本)\n\n也就是说，如果他所说的话，事后没有成就，就说明绝不是圣灵的话，而是邪灵的假冒，或者是人诡诈的编造谎言来欺骗人。\n\n因为该弟兄习惯在朋友圈向其他弟兄姐妹传达自己的相关信息。在今年五月份的时候，他还说再过一个月就要上前线了。表明在前面的侍奉一直来是他心中早已计划好的。然而，结果却到了八月份还不见任何动静。这显然是一件不大正常的事情。如果说，时间到了以后，情况有所变化，以致不能按计划参加侍奉，那至少也会按照惯例在朋友圈向大家说明一下呀。然而他在这事上的沉默，对于习惯关注他的朋友圈了解他的朋友们，是一种不负责任的作法。\n\n也许有人会说，这样的小问题，你犯得着说什么吗？他可能是忘记了说明呢，但对于了解他情况的人这并不是小问题，正如姐妹所反映的，这位弟兄夫妇俩是基督教某事工机构的人员，去年12月被遣送回香港后。该弟兄就曾经在朋友圈发出了一篇祷告中跟神一应一答的文章。（此文现在他已删除了，只能在他老婆的转发中可见）\n\n在该祷告中，神称赞他有国度的胸怀，因着爱他的缘故，才让他被遣送回香港，同时神说他也让藉着环境让他看到哪些人没有国度胸怀，哪些人对他说三道四。神说要让他知道，将来哪些人将来可以在国度里与他一同配搭服侍主。如果一位大蒙神喜悦的人，听神对他的称赞也可知必会大大被神重用。既然如此，他亲口跟神说半年后必上前线的，并且一再在朋友圈中广为宣传的事，怎么会到了时间却言而无信呢？\n\n此外，他刚到香港时，按她们说的处境很艰难，住乡下一个板房，当时经常晒出自己作神的仆人的辛苦照，显然感动了很多肢体奉献，可是他们在香港这八个月中，夫妇俩都没有任何工作也没参加侍奉，女儿还要上学，租住的房子每月租金6000元，而朋友圈里除了晒吃喝玩乐和去教会做礼拜，并且他常常晒出别人奉献的物质，为什么对奉献钱款却不提？如果不用工作就可以承受每月6000租金的住房，为什么要接受大家的奉献呢？而这些都是让人疑问重重的问题。\n\n我们且看他最近圣灵跟他说话的信息：\n\n姐妹问我关于圣灵跟他说话的事，会不会是他的臆想，因为他之前曾经吸毒导致过精神分裂……\n\n得过精神病的人确实比较有可能会把自己的臆想当成是神跟他说话，或把幻听幻觉当成神给他的异像和启示。而安息日会异端的创始人怀爱伦就曾经是一个精神病的人，所以，特别容易见一些不合圣经原则的异像，结果搞出一个异端教派来。接下来且看看该弟兄最近所得到的启示吧：\n\n他说：我問住在我裏面的聖靈，我問：聖靈神啊！这话看似很属灵，因为圣经告诉我们，神的灵就住在我们里面。所以，圣经告诉我们，面对试探时要知道那在我们里面的，比在世界上的更大。圣灵住在我们里面，会感动我们引领我们明白神的真理。但是，当一个人说，我去问住在我里面的圣灵时。我认为这是一种比较危险的作法，当你向神祷告时，你当知道，神是坐在天上的主，你不是对着自己的心，向你自己心里面的圣灵祷告。因为如果你把内住在我们里面的圣灵，想象成其他的灵附在人身上的情形一样的话，那就是对圣灵近乎亵渎的一种想法。因为圣灵在你里面，这是超乎人的理性所能想象的事，他在人里面的同时，也是坐在高天之上的神。而且圣灵的工作，不是叫你向他求，而是感动你祷告，引领你在基督里，奉耶稣基督的名，向天父祷告。\n\n他说：\n我問：聖靈神啊！我需要的是神學的知識嗎？————这个问题问的好奇怪，神学就是关于神的学问与知识，如果基督徒不需要认识神，稀里糊涂的连神事情都一无所知，又怎么能更好的服侍神呢？\n\n我需要的是神學的知識嗎？难道你的神学知识太多了，根本不需要再深入的认识神吗？人生有太多的需要，只是生命有限，不能面面俱到，不能什么都去作。但认识神是每个人都需要的。对于一个自称服侍神的人，面对摆在面前读神学的机会，我们要问的是：神啊，你要怎样带领我呢？是去神学院学习呢？还是一边服侍一边学习充实自己呢？但他竟然问神说：我需要的是神学知识吗？他的问题中就把藐视神学，藐视真理知识的心态表露出来了。\n\n当然，人可以无知，可以向神发糊涂的问题，相信神能体恤人的软弱，那么且看神是怎么回复的呢？\n\n 圣灵跟他说：\n我們深深的相信神學知識必須以實踐來印証它的真實性，也必須藉著實踐來體驗它的功效。————这话好奇怪，这难道真是圣灵说的话吗？我们深深相信，这个我们是指谁呢？是指三位一体的神吗？真神启示你时，会跟你说他相信什么吗？只有人是有限的，对事物的认识往往可能出问题的，所以，我们常说我相信什么。难道神还不知道什么是对什么是错，然后跟你说，我们相信应该这样才是对的，这样的神会是神吗？\n\n如果这句话中的我们也包括他本人在内，显明他是把自己的意思当成神的意思，把自己站在神的地位上说话了。他的意思是：我们，我和圣灵深深的相信，这就是把自己当成神来说狂妄话了。\n\n再看这句话：神學知識必須以實踐來印証它的真實性，也必須藉著實踐來體驗它的功效。————这是一句本末倒置的话，神学知识是不是真实的，是要看它是不是合乎圣经的真理，绝不是凭你的经历去判断的。如果是合乎神所启示的真理，它就是真实的，正确的。他说要用实践来印证真理，这是把毛的那句话：实践是检验真理的唯一标准，当成真理了。到底是实践来检验真理呢？还是真理指导实践呢？如果是实践检验真理，那么人类历史上，许多被检验过以为是真理的，过了一个时期为什么又被发现是非真理呢？跟你的经验不相合就否认他的真实性吗？难道你比神还大吗？你可以否定神的真理吗？\n\n也必須藉著實踐來體驗它的功效。——请问你要什么功效？你是藉着神学知识赚钱吗？如果赚不了钱就没有功效吗？或者你说传福音看看有没有人相信吧，传了大半天没有效果，是不是就能证明福音是假的呢？耶稣传道时，哥拉汛和伯赛大的人终不悔改，难道说耶稣传的福音不真实吗？\n\n他说：\n如果一個人嘗試只專注吸取神學的知識而忽略生活的應用和實踐，那只能引導他進入一個死胡同或是在象牙塔裏做許多“空想”的理論。這樣的神學知識不能與他的生命發生關係，也不會從他的身上嗅到什麼神學的“香味”，而他所表達的神學也不會使聽者受感動，\n——————我们知道只有知识而不在生活中应用和实践，确实是不能让人得益处，因为听道而不行道的，神的道是无法给他生命带来益处的，听见主的话不去行的人，就象一个人在沙土上建房子，一遇风吹雨淋水冲就会倒蹋了。但是，难道你能因此说，所以，我们不能听道吗？我们不需要神的话语吗？圣灵会以这个理由反对你去读神学，追求真理的知识吗？信道是从听道而来的，如果没有神的道，你的生命从哪里建造呢？\n\n他说：\n你不是也認識了好幾個過來人讀了幾年神學的嗎？他們如何你是知道的。————看到这句话的时候，我们不免奇怪，想不到这个跟他说话的灵还不忘去攻击读神学而不好好行道的人，这说明这个灵是他专有的灵，只是爱他一个人，只会感动他一个人，其他弟兄姐妹有问题，他是不会提醒他，不会感动光照他的。而且这个灵还特别反感人读神学，理由是有些人读了神学后生命没有改变。就好象一个人读了几年书后没学到什么知识，就认为学校是没有用的，老师也是不需要的，因为他去过学校，学过很长时间，没学到知识。又好象在耶稣的十二个门徒中有一个是出卖主的犹大，他就以此为藉口说，跟从耶稣有什么用呢？你没看到犹大跟了耶稣三年多时间，结果反而把耶稣出卖了吗？\n\n再看林弟兄本人对圣灵的回应：\n哦，是的，主啊！袮所重視的是我們如何去實踐袮的話，去到社區服務人群见证袮，(去牧養，去和弟兄姐妹一起經歷袮)以及在工廠(宣教，傳福音)上去應用袮的话，藉著我们這些親身的經驗去見証父神的恩惠。哈利路亞！\n————从这回答中，可见这位林弟兄祷告的时候还忘不了过过作神的瘾，你如果求问神，就让神指示你好了，现在却要代替神回答，自以为是的说神要他作什么。在神面前求问时，能不能谦卑一点，留心听听神的话语，而不是要跟神平起平坐，在神面前高谈阔论。\n\n所以，综合以上的分析可以看出，这位弟兄很可能是自己不愿意去读神学，于是制造一个神与他说话的假象，来表达自己的看法，表明他所做的，都是神亲口吩咐他作的，神与他同在，支持他帮助他的，就是支持神，帮助神。\n\n据说，该弟兄过去也确实曾为主作过不少工作，我想也许起初他对主的爱心是单纯的，可能后来渐渐出现了一些偏差，盼望弟兄姐妹能为他们代祷，求神让他们归回正道，在神的家里，需要的不是俗世的小聪明小智慧，而是一颗单纯的、真诚爱主的心。不要把眼目定睛在今生无定的财富上，而要定睛将来永恒中不能朽坏的财宝之上。\n\n",
			"date_added": 1501641188,
			"meta": "{\"img\":\"393,700,444333ccbddefeffffddddcca99655765755dcdaaabbc,01001023334456728559A9B5544444533C635DDED35EEEE352226452EED3\"}"
		},
		{
			"post_id": 1501814116,
			"body": "昆明卢的人品问题——来自古道今传群聊\n\n杨奉稣：卢早就被除教了\n\n孙牧：\n背弃自己原配夫人，丢掉自己亲生孩子，与情人从山东跑到昆明，后隐瞒自己的犯罪事实，得到另一不明就里教会的肢体百般关爱。后来由于想要报读神学院之缘故，才向教会牧者道明自己的过往经历。而牧者出于爱心劝勉则被其用黑社会性质的恐吓胁迫！\n\n之后离开那个教会到处游荡，一意孤行。后来加我为好友，为此我曾劝勉他，但他不仅在我扣扣群与人对骂，还在私下里通过短信威胁我，恐吓我，我出于怜悯的缘故，再次忍让，并劝勉其重新加群，而后再次犯罪，公然宣扬卖小商品而不参与主日崇拜（因他自己就是买儿童用品的），拉拢一些无知糊涂迷恋于他口才和能力的弟兄姐妹，在教会与网络间挑拨弟兄姐妹之间关系。\n\n最重要的还不是这些，最重要的是：\n\n他不肯悔改，\n他不肯悔改，\n他不肯悔改……\n\n如果大家接触多了自然也就知道他的本性了。我在此，在上帝的见证下，特别提醒善良且圣洁的弟兄姐妹务必远离此人。\n\n@孙宏广 不建议在群里说这些事，因为不是教会审议会。\n@Liujames \n——不是这么回事，刘弟兄你不晓得。一切程序都已经走过了！\n@Liujames \n——刘弟兄，这事没那么简单的。因为，我对他已经很熟悉了。他屡次犯罪，因为不肯悔改，所以已经被当地教会彻底弃绝，而今，必须提醒不明就离的教会与肢体当心，不然，大家一定会深受其迷惑。由于其恐吓牧者与狡辩到底，我也在几年前奉主耶稣的名叫其交给撒旦。\n\n第一，其教会在对其执行惩戒的过程中其宣布不服教会权柄而离开。\n\n其二，我与之相识之后，曾不止一次劝勉他，但他不下两次以上恐吓，逼迫牧者，因此惩戒失效，劝勉无果。\n\n第三，我曾对其以前的本会发布处理意见书，本会已经接纳并声言由于其离开而无法再行管理他的任何事。\n\n而其在离开教会后，依旧在网络空间向多方发布与事实相违的信息，导致许多人被误导，还以为其为正人君子。\n\n@孙宏广 好的，我知道了，请原谅我刚才的发言\n\n刚刚查找@坐看云起肢体，发现她已不在本群。我这些都是对这位肢体的回应，因为她显然不明白真相。但她这类人根本听不进任何其他意见，因此，我觉得异常悲哀。不仅是对其本人感到悲哀，乃是对中国教会混乱无序的现状感到悲哀。惩戒失灵是全体中国教会的事，甚至这边开除，那边为了人数与奉献而无条件接纳。本来很清晰的事，就是因为教会无规无矩，也容忍恶人而变得复杂！无奈……\n\n坐看云起：你们真是一群圣者啊！让人大开眼界！\n可怜群里这群人会被你们带到何地！求主保守群里你自己的百姓吧！！！\n刚刚查找@坐看云起肢体，发现她已不在本群。我这些都是对这位肢体的回应，因为她显然不明白真相。但她这类人根本听不进任何其他意见，因此，我觉得异常悲哀。不仅是对其本人感到悲哀，乃是对中国教会混乱无序的现状感到悲哀。惩戒失灵是全体中国教会的事，甚至这边开除，那边为了人数与奉献而无条件接纳。本来很清晰的事，就是因为教会无规无矩，也容忍恶人而变得复杂！无奈……\n",
			"date_added": 1501814084,
			"meta": "{\"img\":\"648,700,eedeeedddcccfffa9abbbaaabbccbbccb,011111111112331011111111111311111111111111111111444441115256781110144441901111111A13221111\"}"
		},
		{
			"post_id": 1501894529,
			"body": "不够圣洁的施洗人，不会使洗礼失效，除非立约文本不符合圣约\n\n一、罪人全然败坏，所以你的主教、牧师、神父、长老、执事等等，都在你我重生得救上没有功劳。\n二、上帝无条件拣选，任何人不可添加得救的条件，例如施洗人比其他施洗的牧者更有名望、更有尊荣、更加圣洁等等，都不能作为使人得救的条件。\n三、基督限定的救赎，既然创世之前已经确定，就不会因任何人的因素发生什么变化。\n四、圣灵不可抗拒的恩典，不会因任何情况而施行不了，也不可能施行不到底；施洗人的不圣洁，不能阻碍圣灵施行救恩。\n五、圣徒永蒙保守，是从圣灵重生他开始，直到他回天家以後；洗礼是其间发生的事，不可能改变什么本质性的事实。\n\n洗礼虽然形式上不同于割礼，但在本质上就是同一个圣礼，是上帝单方面与人立约，旧约圣徒受割礼，新约基督徒受洗礼，就是签字确认圣约对自己生效。\n\n一份带有污渍的合同，不会因此而失效；同理，不够圣洁的施洗人，不会使洗礼失效，除非立约文本不符合圣约。\n\n摘自杨奉稣聊天记录",
			"date_added": 1501894496,
			"meta": "{\"img\":\"670,700,baaeeefffdddcccbbb,0122222222213131221222222222222453111112222222222215332222222222222222211311332221121121122111111122\"}"
		},
		{
			"post_id": 1501929690,
			"body": "怎么看待香港黑帮老大洪汉义经历天堂地狱的见证\n对洪汉义的事情，是几年前在一个QQ群里听到的，据说当时他要到上海作见证，群里有一位姐妹说要给他当翻译，该姐妹说他的见证是真实的，因为他信耶稣之后有很大的改变，与过去的几个情人都断开了关系，同时把过去在黑道上许多很赚钱的非法生意都停掉了，所以此人生命的见证是很明显的。受到这些话的影响，后来看到洪汉义的见证视频时，我不假思索的转发了。我相信一个基督徒蒙恩的见证，特别是一个人过去原本是很坏的，信了耶稣之后生活各方面有很大的改变。作为向世人传福音的材料是比较合适的。至于他的见证里面讲的是什么内容，我自己并没有去了解。因为对于什么上天堂下地狱的事，我一向不大感兴趣。自从信耶稣之后，深知天堂和地狱都是真实的，根本不需要别人跟我说，他梦见天堂了，去过地狱了。因为别人的这些经历对他本人来说，能使他因此而真知道人死后灵魂，明白将来灵魂的归宿不是天堂就是地狱，对于我来说并没有什么意义，我的信仰不需要别人的这些经历来增强信心。我犯不着花时间去听他的什么天堂地狱故事，毕竟只是他个人灵异的经历而已。如果我需要听了某人讲的经历才能相信，那我的信仰有可能会很危险的，万一有一天发现某人的见证是假的，我的信心不是也要跟着动摇了吗？\n\n但此后有弟兄向我反映，说洪汉义的见证中提到的地狱的事有问题，怎么跟圣经的真理不一样呢？这下我就奇怪了，如果他的见证跟圣经的真理不一样，那到底是圣经说错了，还是他的见证有虚假的成份呢？这是一个非常严重的问题。在当今网络时代，资讯如此发达，要在世界各地的民众中树立一个偶像，对于某些人或机构往往是一件很容易的事件，只要把一个人的事迹夸大化，就能达到让许多人无视他的违背圣经真理的地方。正如曾经藉着网络宣传之风而大红大紫的远志明“牧师”（他牧师职分也是造假的），后来因着犯罪而无视教会的权威，在身为嫌疑分子还未澄清真相之前，竟然不服教会的调查处理，擅自上讲台推销自己。以致教会的牧者们在劝说无效的情况下，只得将他的问题公之于众。更因着此人所传讲的信息在教义上有各种严重问题，我深知有必要将他的情况向大众批露出来。于是就转发了相关的信息，结果在网络上招来许多所谓基督徒的恶毒的漫骂。在基督徒圈子里竟然会出现这种事情，可见基督教中的所谓名人效应是何等可怕，它往往会让许多人为着某个名人而无视真理，无视作基督徒的操守，忘记了什么是基督徒。\n\n然而，一个真正敬畏神的人，他必然会明白一个事实，神所启示的圣经真理，是衡量一切是非的准则， 以赛亚书第 8 章 第 20 节说：人当以训诲和法度为标准。他们所说的，若不与此相符，必不得见晨光。离开神的真理的训诲与法度，人就只能在黑暗中行走。任何的教训或是见证，不论听来是多么的伟大，如果违背圣经真理就绝不是从神那里来的。\n\n所以，如果洪汉义的见证中有不合真理的地方，我们就要细加察验，了解其问题所在。我们且看洪汉义的见证：\n\n他有些激动地分享说，“之前我和耶稣斗了6年，非常痛苦，很没有礼貌都是直接叫耶稣，还用脏话骂他。但是这次一坐下来，闭上眼睛。我第一次叫耶稣，好像叫自己的爸爸一样。”\n那是他第一次叫耶稣“父神”，分享到这里时，他情绪有些激动，声音有些哽咽，抽泣着继续说自己如何向父神认错，“父神，你不要怪我不看你的《圣经》，你的《圣经》这么可怕，如果照你《圣经》的话去做，我什么都不能做。你把我绑的这么死，我怎么看《圣经》呢？”\n\n——从这句话中可见他当时的心态，耶稣是想信的，但信了耶稣很多事不能作，今世的许多好处没得享受了，这可无法接受。当然，一个人蒙恩前有这种心态不奇怪，但如果蒙恩之后，这种思想在骨子里仍然挥之不去，那就很危险了。\n\n耶稣对他说：“你这个坏孩子，你闭上眼睛跟我来。”\n于是他一闭上眼睛，耶稣马上把他活生生提到天上去。\n他到天边看到无数的人，他们全都垂着双手，低着头，没有表情。耶稣指着他们说：“其实我不是审判他们，我是要在这里认人，认谁遵行天父旨意，我就让他们进神的国。”\n他不解地问：“父神，不是每个信你的都可以进去吗？”\n“当然不是，像你这么污秽，你怎么能去天国呢？”耶稣回答说。\n“我不去天国，我去哪里？”他继续问。\n“你低头往下看。”\n他往下看到无数条深渊，很黑很深，看不到底，每条长短都不同。\n又继续问耶稣，“父神，为什么长短不一样？”\n“如果在人间犯的罪轻，就将他们放在短的。如果犯了重罪，就把他们放在长的。”耶稣答道。\n“长和短有什么分别？”\n“短的爆炸快一点，灵魂体一起灭亡。”\n“父神，你颠倒黑白是非，为什么犯轻罪的早死？犯重罪反而迟延死？”他仍是不解地问。\n“他们当然愿意早一点死，早死一分钟都愿意，你感受一下。”原来地狱的痛苦人连一秒钟都无法忍受。\n话还没说完，他立刻跪在耶稣脚前，哭得很厉害，但又激动得感谢说，“父神，非常感谢你带我上来，否则我死后就惨了，我回去马上看《圣经》，你说什么我都听话。”\n当看到地狱的痛苦和可怕后，他知道地狱一定是不能去的，那个痛苦人连1秒钟都忍受不了。\n耶稣还指示他要去读神学，虽然他很害怕读书，但6年前到香港最大的浸信会神学院读神学，今年11月份毕业。\n\n这个见证中所说的，是明显违背圣经的，首先，想不到洪汉义竟然会称耶稣为父神。神是圣父、圣子、圣灵三位一体的独一真神。而耶稣就是圣子道成肉身在人间显现，基督徒怎么对着耶稣叫父神呢？我们称他是主、神，救主都可以。称他为父神，不是把他当成圣父称呼吗？当然，这个问题就权当他不明白，权当耶稣向他显现时也没有光照他，没有让他明白道理，也没有指正他，随便他乱叫吧。\n\n接下来洪汉义说，到天边看到无数的人，他们全都垂着双手，低着头，没有表情。耶稣告诉他，他是来认人的，因为不是每个信耶稣的都能上天堂，只有遵行天父旨意的，才能进去。这句话基督徒都很熟悉，因为是主耶稣亲口说的，明明白白写在圣经中的话语。虽然这是圣经明确的话语，但主耶稣到天边认人，却仍然不是圣经的教训。因为在十字架上的强盗对主耶稣说：你得国降临的时候，求你纪念我。主耶稣可没有说，以后我到天边认人时，把你带进天堂吧！他告诉强盗说：今天你要同我在乐园里了。由此可见，得救的人，死后是立刻进入天上的乐园的。\n\n此外，如果说耶稣到天边去认人，那不是等于说天上另有一个中间站，死了的人，不论信与不信，都要先到天边那里聚集，要等耶稣把信的领进天堂，把不信的留下来再处理。但圣经也明明告诉我们，不信的财主死后就在阴间受痛苦，而不是在天边哪个地方面无表情垂头丧气的站着，而拉撒路死后就被带到亚伯拉罕的怀里享受了。\n\n事实上，如果再深入思考的话，你会发现，连这句：“其实我不是审判他们，我是要在这里认人，这也是一句错误的话，因为明明是带洪汉义来参观，怎么说是到这里来认人呢？主耶稣会犯这么明显的错误吗？\n\n另外，当你听到主耶稣对他说：你闭上眼睛跟我来时，有没有发现跟许多世俗故事中描写的情形很相似？有些神奇的故事，一个人要行神迹带领另一个人飞越山水到另一个地方时，往往对他说：你闭上眼睛。结果闭上眼睛后，他就听到呼呼风声，睁开眼后，就发现已经到了另一个陌生的地方。问题是，主耶稣要带领人到天上去，还要人闭上眼睛才可以跟他去吗？怕你睁着眼睛看到途中的情况害怕起来又掉下来吗？\n\n接下来洪汉义说耶稣让他看到地狱，他说看到无数长短不一的深渊，耶稣告诉他，罪人要放在深渊里，罪孽深重的放在长的深渊，罪轻的放在短的深渊。因为罪大的受苦的时间长一些，罪轻的受苦的时间短一些，这很符合普通人的想法，罪大的当然要多受苦了。那么，什么叫受苦时间长一些和短一些呢？他指的是有一天，这些罪人的灵魂体都要一时爆炸了，完全消失无影无踪了。也就是说，地狱的刑罚不是永远的，而是过一段时间受苦之后，一切都毁灭归于无有，再也没有痛苦，没有知觉了。\n\n但这种地狱的观念，是完全跟主耶稣亲自的教导相违背的，因为主耶稣告诉我们，在那里虫是不死的，火是不灭的，因为必用火当盐腌各人。（可9：48-49），也就是地狱的痛苦是永远的。启示录也告诉我们：兽（假基督）和假先知、魔鬼都 要在地狱里昼夜受痛苦，直到永永远远。（启20：10）\n\n可见，如果说洪汉义真的见到耶稣了，他所见的一定不是真正的耶稣，很可能是出于另一个灵的假冒。当然，我们不排除另外一种情况，就是洪汉义的见证可能是虚假的，有可能是人意编造的。\n\n这样，有人就要发问了，如果他见到的不是真正的耶稣，或者他的见证是编造的，那我们怎么解释他生命改变的事实呢？这个问题我打算放在以后有机会再谈，先让我们再另一个问题：就是耶稣叫他去读神学的事情。\n\n他说耶稣还指示他要去读神学，虽然他很害怕读书，但6年前到香港最大的浸信会神学院读神学，今年11月份毕业。\n\n读神学是好事，走侍奉的道路一定要明白神的真理，要好好在真理上装备自己。但是奇怪的是，主耶稣叫他去读神学的，读完6年神学后，竟然不知道自己过去所见的异像中的地狱观是错误的，现在还是照着错误来讲，而不是归回圣经真理，这是匪夷所思的事情。真不知道这6年他在学些什么知识，难道是神学院有问题吗？还是他根本没有好好学过？如果神学院没有问题，而他也确实有认真去学过，怎么会不尊重圣经的教导呢？是不是耶稣叫他去读神学这个见证，只是拿来证明自己读神学是神亲自吩咐的，而真实性却是有问题的呢？\n\n由上面洪汉义见证的不合真理之处，让我们看到这么一个事实，洪汉义虽然读了6年的神学，却并不尊重圣经的真理，连基督教中最基本的地狱观的问题也是错误的，这是一个很令人悲哀的事情。我并不是单单凭着这个见证分析而说这话的，因为从他平时的讲道中也发现他高举个人的经历，以为他可以完全不顾圣经真理而去讲自己的所谓见证。这样的人以后如果不会走偏的话，那是不可能的事情。所以，提醒各位主内的弟兄姐妹，不要因为网络上到处传他的见证视频，因为觉得他的见证很神奇，很感人。于是就认为他的教会也一定很了不起。因而要去找他的教会，或去他办的什么基督教服务机构，如果我们不能理智的看待他的问题，结果很可能会被名人的名声所误导，以致要走很多弯路。愿神亲自看顾引领他的儿女，让我们在知识和见识上日益增长，能明辨是非，行走在真理的道路上，不会偏左或偏右。\n",
			"date_added": 1501929656
		},
		{
			"post_id": 1503454557,
			"body": "李兴神，请不要再信口开河、胡言乱语了\n\n在网络上有一个平台，名叫李兴神，平台主编名叫李兴神。当然我猜想这名称只是他的笔名而已，估计他本人叫李什么兴的，结果取了这么一个狂傲无比的笔名叫李兴神，记得曾经有读者对他的名字提出质疑。他本人的回复是要为神兴起的意思。看似也有道理，但细想既然取名李兴神，不就是说我老李要兴起神吗？即使照他本人的解释，要为神兴起吧！这个意思也同样很狂妄。基督徒如果盼望自己能被神兴起蒙神使用，这心意是好的，那你也当谦卑地求神将你兴起，而不是自己要把自己兴起，当你说我要为神兴起时，明明神没把你兴起，你偏要爬得那么高，这跟当年的撒但堕落时的思想有什么两样呢？因为撒但就是在心里说：我要……我要……。不守自己的本位，不满足神给他的位置，而是自己想要爬到神的宝座上。\n\n所以，盼望李先生如果识趣的话，把这个笔名改一下，不要一边喊着说：我老李要把神兴起来。当别人问你这话什么意思时，却说：我是指我要为神兴起。再说，现在神有把你兴起作先知吗？你在平台里时常假冒先知说预言。这岂不是神没有把你兴起，你自己要兴起自己当先知吗？\n\n现在启示录中所预言的兽还没有出现，你就已经充当起先知高喊说人体芯处就是兽印，植入芯片就必定灭亡。你如果说芯片将来有可能会被兽用来作为印记管理人，这个我也没有意见，可是现在芯片也只是作为商业用途而已，凭什么这么肯定的说就是兽印呢？你劝人不要受芯片，我也没有意见。但是把仅仅是可能性的东西，说成就是兽印，这就是假冒先知误导人了。\n \n观看李兴神平台的信息，全是一些真假参半的信息，说的好象很属灵，听起来好象挺高明的，事实上是根本不明白圣经而乱解释。我劝你先别急着作先知，如果真想为神所用，先好好的学习圣经知识，按正意分解神的道，免得神没把你兴起，却自己要兴起，结果中了魔鬼的诡计，还以为真是神在重用你。\n \n下面让我们来分析一下，8月20日李兴神发布的一篇信息《行路难.含光混世 禁果→混种→红豆汤→人体芯片》，好让我们了解，这平台说写的文章，真理的含量到底有多少，是否值得基督徒订阅。\n李兴神，请不要再信口开河、胡言乱语了\n本文引用的李白的一句诗：有耳莫洗颍川水，有口莫食首阳蕨。讲的是许由听说尧想请他代替自己做九州长，管理国家。就连忙跑到颖水边用水洗耳朵，说是被恶声污染了。叔齐和伯夷的国家被周武王灭了后，发誓不再吃周朝的粮食，跑到首阳山上采薇而食，最后饿死在山上。\n\n接着作者解释说：基督徒虽然不要学习他们的出世，应含光处混世，却要学习他们的高尚。\n这里作者引用了李白诗中的成语含光混世来表达基督徒的处世观，这种说法合理吗？含光有收敛光芒，隐藏光辉之意。圣经对基督徒的要求是含光吗？主耶稣说：你们的光也当这样照在人前，叫人看到你们的好行为，就将荣耀归给你们在天上的父。可见李白所提的含光混世，并不适合用在基督徒身上。\n\n这里作者说要学习许由、叔齐、伯夷的高尚。我就奇怪了，这几个人有哪些高尚之处值得基督徒学习呢？许由不愿当官治理家国，认为叫他当官治理国家的话也是污辱他的耳朵，于是去洗耳朵。这值得基督徒学习吗？国家必须有人管理，百姓才能安居乐业，如果你有管理才干，也有管理的机会，你不愿去管理，却要享受别人帮你管理好的国家之安宁。虽然说人各有志，不可强求，但若把这要求认为是污辱你耳朵的声音。这是过于自命清高了，根本不值效法。岂不知如果国家没有人管理，你连安宁的日子也没得过吗？再说叔齐和伯夷，亡国后国家被别人统治了就不吃这国家的粮食，宁可饿死。这有什么伟大的呢？如果是基督徒，无论住在哪个国家，无论在谁的统治之下，我们吃的食物不是从神领受的吗？神叫万物生长，叫人饮食饱足，怎么能说国家落入外族的统治，连地里的出产也不吃是高尚呢？\n\n作者接着说：何为高尚？经上的话说不遵从肉欲，遵从圣灵而活就是高尚。因为顺从情欲撒种的就是败坏，随从圣灵就是永生。看似说得很有道理，可是，这几个古人跟圣灵有什么关系呢？许由不愿治理国家，也不过遵从自己的私欲而已，叔齐和伯夷不愿吃粮食，宁可饿死，不过自命清高而找死罢了，值得基督徒学习吗？\n\n再看下面的一段话：\n禁果即智慧果，若按照我们脑中的思想，吃了能明亮有智慧挺好的啊，为什么不能吃，吃了还会死？因为神吩咐不能吃，园中也有很多的果子供应亚当夏娃。他们吃是因着贪婪和不守诫命，就是私欲犯了罪了，所以必定死。神是嫉邪和毫无罪性的。亚当夏娃人类的始祖，与神同行的人只因为一个果子就堕落了。若这故事不是实实在在的记在《圣经》上，我想现在很多人包括很多牧者信徒都不会相信是真的，按照他们的思维逻辑可定还要断章取义把你批判一番。\n \n这里说禁果即智慧果，我想问一问，谁告诉你禁果是智慧果的？魔鬼说它是智慧果就是智慧果吗？你是要听神的话呢？还是要听魔鬼的话？如果真是智慧果，那就说明是神不对了，他不想让亚当夏娃有智慧，想让他们作个笨蛋。然而这正是蛇对神的控告，夏娃正是因为相信了魔鬼的话，对神的慈爱产生怀疑，所以才会违背神的命令去吃禁果，想要得到象神一样的智慧，却不知中了魔鬼的诡计。\n \n再看下面一段话：\n什么是混体，即各式各样的的灵体，这灵体不是神造的，是天使造的，邪恶天使造的。来看经文说，神的儿子看见地上人的女子美丽，就与她们交合，出生了地上的伟人，就是混体即灵体。天使大多是很高大的，也很有各种智慧和各式技能的，这也是为什么地上的女子愿意和它们结合。有的天使高大英俊，有的会炼金术，有的会十八般武艺，有的会提炼术，有的会十万个为什么，就问你怕不怕。这也解释了古时那些遗留的巨型建筑物是怎么建成的，如山一样大的石头，中间契合的一张纸都插不进。是天使，它们高大力大无穷，还有很多的超自然技术。它们这些小畜生为了得心爱的欢心，当然各种献宝，姑娘们就被它们的魅力迷惑住了，魅字是鬼字旁，不要彰显自己。\n\n这里李先生造出了一个名词叫混体，他解释说混体就是各式各样的灵体。说这灵体不是神造的，是天使造的，邪恶天使造的。说的好象头头是道，其实却是一派胡言。请问邪恶天使会造灵体吗？除了神以外，谁会创造呢？竟然说天使还会创造灵体。\n\n接下他李先生把创世记6章中的神的儿子说成是天使，说是天使跟地上的女子交合，生出了地上的伟人，而且说这伟人是灵体。这也是一派胡言，主耶稣说过，天上的使者是不娶也不嫁的，因为他们根本没有男女性别。既然如此，又怎么能娶地上的女子为妻呢？退一万步来说，即使他们以人的形像显现出来，与地上的女人结婚，能生孩子吗？他们可是灵体，哪来的精子，难道说他们有非物质的精子，与女人物质的卵子结合，就生下子女吗？再退一万步说，即使他们有非物质的精子，女人有物质的卵子，两者结合，物质和非物质的灵结合，会生出非物质的灵生命吗？\n\n接下来李先生又说天使会炼金术，会十八般武艺会提炼术，会十万个为什么。把这些毫无根据的事情说的象真的一样。如果说这是神启示你的，你也该交代一下在什么时候是怎样启示的吧？如果说是从其他书籍上看到的，你也得交代一下出处吧？圣经没有说的事，你说得好象真理一样，这不是在误导人吗？还说这解释了古时的巨型建筑物是怎么建成的，是这些力大无比的天使建筑的。请问埃及的法老建金字塔的时候，请天使来运石头的吗？简直荒谬之极。还搞个拆字游戏说什么魅字是鬼字旁，不要彰显自己。请问中国人观念中的鬼是指人死后的灵魂呢，还是指堕落的天使？如果是指死后人的灵魂，那跟这些天使又有什么关系呢？\n\n接下来，李先生说：\n人错在哪里，破口在哪里？和现在女子追求高富帅一样的道理，虚荣浮躁，追求物质和外在。撒旦不甘心地球被人类统治，所以让地上满了孽种，这些后代称之为伟人，因为普遍很高大，有六指，而且有很多属地的智慧，经上记载的各种锻造师啊什么的祖宗啊都是它们搞出来的，都是靠自己，不寻求神。当然当时的男人也是一样，贪图宴乐，远离神，地上乌烟瘴气，臭气熏天。所以神实在受不了了就用大洪水把它们灭了，只留了挪亚一家。\n \n他说是撒但不甘心地球被人类统治，所以让地上满了孽种，就是堕落天使跟人结合的后代。称之为伟人。创世记第6章明明说神的儿子们看见人的女子美貌，就随意挑选，娶来为妻。如果这些跟人的女子结合的是堕落的天使，圣经会称他们是神的儿子吗？堕落的天使如要称为谁的儿子，也只能称为魔鬼的儿子，因为他们是属魔鬼的，连这么简单的道理也不明白。\n\n再者，圣经告诉我们，全世界都卧在那恶者的手下。魔鬼只要用罪恶来统治人，引诱人犯罪作恶，他就是一切不敬畏神之人的王，是他们的神。还用的着跟人结合生下灵体来跟人抢夺统治权吗？如果他想跟人类生下什么孽种，你还得问一问上帝有没有把他们创造成跟人类是生育相通的物种？\n\n李先生又说这些人是六指的，这也是把胡乱猜测的话当事实来欺骗人，可能看到圣经中说到非利士的迦特人歌利亚是六指的，就扯到创世记的故事上来了。如果你作世俗不信之人的作家，编造故事供别人消遣倒是可以的，要作神的仆人这样乱讲道理是不应该的。\n \n李先生又说经上记载各种锻造师啊什么的祖宗都是他们搞出来的，这话也不知从何讲起的，圣经曾经记载了许多手艺人的祖师是该隐的后裔。哪里有提到各种锻造师的祖宗是天使跟人结合的后裔呢？\n \n接下来，李先生又说：这些人的后代还在吗？在，大卫击杀的巨人，忘记叫什么名字了，好像是哥特立吗？就是，也有六指。现在考古学家有挖掘出巨人的骨骼，多是六指。我们当今世上也有。敌基督可能会是伟人的后裔，是撒旦的DNA。怕不怕,我不怕！为什么还有了，不是被洪水灭了吗？挪亚一家是唯一纯正的人种。因为背后的灵还在，那些邪恶天使还在，它们当然会找出有破口的人为它们怀鬼胎。因为有破口的人心里就怀了鬼胎了，就看够不够十月。看啊！罪是极其可怕的，虽然主耶稣帮我们洗尽了罪，但是罪性还在我们的心里，还有根，自发不控制或被引诱所以还会犯罪，到天上就不会了，把罪根拔掉了。\n \n这我看这位李兴神可以称得上天才的瞎编家，忘记了大卫击杀的巨人叫什么名字，竟然还闭上眼睛瞎编说叫什么哥特立。一个基督徒，圣经就是我们信仰的经典，就当时刻放在案头上，忘记了查一下就明白了呀，怎么能不负责任的瞎扯呢？接着他从歌利亚的六指，又扯到考古学家挖掘的巨人骨骼是六指。又说敌基督可能会是伟人的后裔，又编造出一个撒但的DNA来。DNA是指人的基因，想不到李兴神这么高明，能搞出个撒但的基因来，天使都是神所创造的，自己根本不会传宗接代，哪里来什么遗传基因呢？\n \n然后他又说什么邪恶的天使让人怀鬼胎，也就是说又扯到世俗的鬼故事上去了。\n \n再看他还要瞎编些什么：\n红豆汤的故事大家也是耳濡目染。你们会问人体芯片为什么会改变一个人，为什么会使人下地狱。怎么就不会问一个智慧果和一碗红豆汤就使人败坏堕落了呢？怎么不说是假的不可能的了？你们都是事后诸葛亮，毫无预见性吗。你们只认识经文，不认识经文源头道成肉身的耶稣吗？以扫顾念肉体，缺少忍耐，把长子的名分轻易的卖了，他卖的不只是长子的名分，还有自己的灵性。追求眼目的情欲，属物质的满足，私欲就怀出胎了。如果夏娃能像许由一样听见蛇的引诱，马上不听跑去洗耳朵。如果以扫能像叔齐伯夷一样宁饿死不吃雅各端来的红豆汤。他们就不会上仇敌的当了。\n\n这里李先生又说瞎话解释人体芯片为什么会改变一个人，引用智慧果和红豆汤作例证。还责备别人不懂，真是太可笑了，夏娃吃了禁果是果子有问题吗？以扫吃了红豆汤是雅各熬的汤里有毒吗？吃禁果犯罪是因为悖逆神，违背神的律法。以扫吃红豆汤是因为他藐视长子的福份，为了一点食物出卖了长子的名份。李先生竟然说如果夏娃听了蛇的话就跑去洗耳朵，以扫如果宁可饿死不吃红豆汤，就不会上仇敌的当了。真是胡说八道，夏娃轻信蛇的话，对神产生不信的恶心，才是堕落的原因。以扫贪爱世俗才会导致他为了一碗红豆汤出卖长子的名份。正因为这名份在他眼中不值钱，他才会轻易出卖了。这个怎么叫上仇敌的当呀，在今生来说，以扫会认为自己吃亏吗？他要的本来就是眼前的好处，他今世也很富有，没有长子名份他会觉得亏了什么吗？除非将来下地狱时才会知道后悔。\n \n李先生又说：\n吃智慧果和红豆汤，上帝都还可以保存你。而混体孽种，神只有用大洪水灭世了，一个也不能留。保罗说所有的罪都是身外，惟淫乱的罪是在身内了，即进入灵魂层面了，是可以完全更改一个人，挪亚时代的人已经不能称之为人了，是半兽人，或邪恶灵体。这种物种它们的父系染色体肯定是撒旦，是堕落之子，没得救了。它们的灵魂体充满的都是，偷盗、抢夺、恨恶、悖逆...。地上和天上都不适合它们居住，只有硫磺火湖适合它们居住。\n这里又是一派胡言，亚当夏娃犯罪后，神为他们预备了救赎，但以扫为红豆汤弃绝长子名份，而事实上他本来也是不在乎属灵福份的人，所以他在救恩上无份，只有灭亡的份。但李先生竟然把挪亚时代神用洪水灭世说成是因为那时代的人都是混体孽种，竟然说那时代的人是半兽人，或邪恶灵体。说这些物种的父系染色体肯定是撒但。太荒唐可笑了，撒但是灵体，哪里有什么染色体呢？染色体只不过是对属物质的人作分析研究时发现的一个物质成份，怎么能套到灵体上呢？再说，如果那个时代的人都是灵体，洪水能淹死他们吗？而且圣经明明已经告诉我们了，神就对挪亚说：“凡有血气的人，他们的尽头已经来到我面前，因为地上满了他们的强暴。”（创6：13）神已说明白了，他们是有血气的人，灭他们的原因是因为地上满了他们的强暴。李先生为什么抛弃圣经如此简单明了的答案不要，偏要捏造一些怪异的教训呢？\n\n李先生又说：\n人体芯片这个兽印即第二个混体，半机器人。也是人与邪灵淫乱。人体芯片是有生命的，是有邪灵附体的，是现实版的寄生兽。是可以改变人的基因和思想的（科学杂志自己说的）。到时候各种邪恶灵体会被释放出来，有的会以外星人拯救地球来到，有的是蜥蜴人，有龙蛇等各种堕落灵体。敌基督兴起，在地球大搞破坏就是大逼迫大灾难。受芯片的人会像行尸走肉一样的跟随它们，跟随它们的父迫害神的儿女。直到神的七碗倾倒下来。\n \n他把人体芯片说成是兽印，把植入芯片的人说成是半机器人，又说芯片是有生命的，有邪灵附体的。要知道人体芯片只不过是一个科技产品而已，怎么会等于兽印呢？就如一把刀，用来砍柴就是好工具，用来杀人就成了凶器。同样，人体芯片，除非真的被用来管理拜兽像的人，才成为兽的印记。说芯片上有邪灵附体也是胡言乱语的，邪灵会喜欢附在没生命的芯片上吗？圣经中只让我们看到，邪灵喜欢附在人或动物身上，因为可以驱使人或动物作什么事，如果说，人会藉着什么工具行恶，邪灵会引诱欺骗不敬畏神的人犯罪，这是合理的说法。说邪灵附在芯片上，这是李先生发明的怪论，为的是吸引好奇的人跟从他。事实上，圣经明白告诉我们，邪灵是在悖逆之子心中运行的，还用得着这么费事，要先附在芯片上，再植入你身体，然后才能控制人吗？\n \n李先生又说芯片会改变人的基因和思想，这也只是他的猜测而已。虽然我将来芯片技术越来越先进时，芯片显然可以影响干扰人的思想，正如一个人所处的环境不同，会影响到人的思想。但说芯片会改变人的基因，这就太夸张了，因为人有人的基因，动物有动物的基因，难道说植入芯片后，人会有可能变成猫和狗一样，会四脚趴地上爬行吗？从形态特征来说，人的高矮、胖瘦、外貌特征等都与基因有关。给人植入一个芯片就能改变人的高矮、胖瘦、外貌特征吗？显然是很荒唐的说法。\n \n李先生又说：\n受人体芯片的人不能称之为人，是异类。人体芯片不光是第二个智慧果，第二碗红豆汤，更是第二个混灵体。人的灵和堕落天使的灵相混，其结果是永远的被弃绝！所以弟兄姊妹，一定要谨记，不能受芯片。神和魔鬼只能选一个。历史已历历在目，末世也如一头怪兽快速袭来。挪亚的时代怎样，就是现在这样。时日不多了，警醒预备。\n李先生不从一个人的信仰上来分析人的得救和灭亡，却从物质的芯片来分析接受芯片会怎么样，这是本末倒置的作法。正如夏娃吃禁果是因为里面对神信心的动摇，是因为有了不信的恶心才会听从蛇的引诱悖逆神。以扫因为藐视长子名份，才会在遇到这本来在他眼中不值钱的东西原来竟然可以换一碗可口的红豆汤，所以才会甘心乐意作成这笔交易。同样，将来那些人之所以会受兽的印记，就是因为他们不敬拜真神，而去拜兽和兽像，所以才会甘心情愿接受兽的印记。而兽的印记只不过是兽管理服从他之人的一种方法而已。\n\n李先生说受人体芯片是第二个混灵体，人的灵和堕落天使的灵相混，这只不过是他信口胡言而已。虽然我也建议弟兄姐妹不要植入人体芯片，因为这世界往往以各种不信的思想来影响人，要把人带到远离真神的地步，如果能够把影响你远离真神的东西放进芯片里面，显然世人一定会走这一步的。正如个人信息若被人窃取总不是好事，如果植入芯片，一举一动都在别人监控之下，甚至会有可能你受别人各种骚扰之苦时，还不明白问题出在哪里，因为芯片已植入你的体内，如果你受到各种电波什么的干扰，身体出状况了，你只知道自己身体出状况了，却并不明白这病可能是出于芯片的影响造成的。所以，我个人也反对植入芯片，但把人体芯片说成就是兽印为时还过早。而李兴神的许多话说的看似有理有据，其实是一派胡言。这种人对真理一知半解，喜欢编造虚幻的故事来吸引人关注，对人的灵性生命并没有真正的益处，所以建议主内的弟兄姐妹不要去关注这类荒谬无凭的无聊信息。 免得在真道上被人带偏了道路，愿神赐福大家！",
			"date_added": 1503454522,
			"meta": "{\"img\":\"\"}"
		},
		{
			"post_id": 1504189081,
			"body": "国内麦种译版书籍的问题\n\nEnoch Chen陈显鹏:\n国内麦种译版的书籍问题可真是挺大啊！坚决抵制！\n\n\n我:\n这么可怕呀，看来他们的信仰背景必是召会的无疑了，不然，怎么会不引用中国基督徒最常用的和合本圣经呢？\n\n杨奉稣:\n 麦种不是李常受召会信仰背景，只不过我的这位老师为了一碗红豆汤就可以出卖长子权。\n\nEnoch Chen陈显鹏:\n麦种有好书，但也混杂着不好的译作，希望大家买到的都不必太过忧急，分辨着看就是了。但没买的则可以详细考量下。\n\nEnoch Chen陈显鹏:\n另外，请各位不要把这个群里的聊天记录截图或文字摘录到其他群里，因为我们只是没有心机地就事论事；一旦别人看到，很可能就会认为我们是对他们有不满，造成很大误会\n\n我:\n他们的书实在太贵了。\n不满就是不满，引用异端的圣经译本的经文，我就是不满，个人表示鄙视。",
			"date_added": 1504189045,
			"meta": "{\"img\":\"394,700,444445333ddd888676222a98fefcccbbbedeaaa666,0122213445678939A989333B8399BB899CC383393B89AAA3899993DDDDDD\"}"
		},
		{
			"post_id": 1512394336,
			"body": "有关宾路易师母的聊天\n:\n宾路易师母全集有吗？\n我:\n为什么找这个？\n:\n想看\n:\n以前看倪柝声的。\n:\n有吗？弟兄\n我:\n你的路线走错了吧，可能吸引你都是他们中的谬论。而不是其中合乎真理的地方？\n:\n他们哪些不合真理呢？\n我:\n这些人喜欢在他们自己编造出的所谓魂的功用上作文章。引申出背离圣经真理的教导。\n:\n我还不懂，您能具体说说嘛\n我:\n灵魂体三分法本身就是不合圣经的教训，而他们在划分灵与魂的不同功用时，完全是私意的揣测，根本没有圣经的任何根据，只不过听来好象很有道理而已。而他们的教导又特别喜好在这不合真理的问题上，引申发挥出一套与众不同的教训。学习他们的东西是在真道人走入岔路，他们让人自以为照他们的方法去做才是真正的属灵，事实上往往叫人把精力耗费在无意义的事上。\n:\n那和受恩，潘汤，幕安德烈，江守道，余宏结，他们的能听吗\n我:\n聚会处的最好少去听，没发现倪柝声的错谬被李常受发挥出来时就成为异端吗？在他当时可能还只是毛病，不会分辨的人接受后发展出来就会成为大病了。\n:\n啥叫聚会处\n我:\n就是倪柝声创立的教会，余宏杰也是聚会处的。\n:\n他们都是异端？\n我:\n聚会处不算异端，但是继承了倪柝声的三元论，有些偏。\n我:\n在温州这边聚会处称为蒙头会，就是姐妹聚会头上戴个帽子，好象有一段时间曾声称不戴帽子就不得救，曾经被列为异端，可能是其中有极个别的教派吧。近几年我观察倒没有这种论调。\n这边蒙头会的许多弟兄姐妹也确实很爱主。但是他们的有些教导不是很纯正。\n：\n噢\n我:\n可能倪柝声就是受宾路易师母影响的。\n:\n噢",
			"date_added": 1512394299,
			"meta": "{\"img\":\"900,509,dedddddeeeeeddcbe99d7ad8ccc9d6bd98c6,0121233333333344000233356666783335999973333ABBBB73333ABBB973\"}"
		}
	],
	"post_like": {},
	"comment": [
		{
			"comment_id": 1,
			"body": "你好，愿天父赐福你！",
			"post_uri": "1DfbbkYCasRTA1gQmJpRRA5TwwudFeMLUT_1490429550",
			"date_added": 1490452231
		},
		{
			"comment_id": 2,
			"body": "这事谁也无法给出一个肯定的答案，只能让时间来显明结果。",
			"post_uri": "1DfbbkYCasRTA1gQmJpRRA5TwwudFeMLUT_1490429550",
			"date_added": 1490515505
		},
		{
			"comment_id": 3,
			"body": "@大家一起p2p: 看来我真遇到一位把自己当成神，然后凭自己的头脑创造出一位创造天地的神的人了。人凭自己的自高的理性所造出的造物主，不过是名为造物主的偶像而已。真正的造物主不是人创造出来的，而是自己启示人，人只有透过他的启示才能认识的。只有把自己当成比造物主还伟大的人，才会凭自己的理性来制造一个造物主，却拒绝那一位把自我启示给人的创造者。",
			"post_uri": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL_1490476533",
			"date_added": 1490516855
		},
		{
			"comment_id": 4,
			"body": "@Xiha: 谢谢！",
			"post_uri": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL_1490476533",
			"date_added": 1490516963
		},
		{
			"comment_id": 5,
			"body": "@Yinyue: 如果你的理性不从宝座上下来，你会认为自己永远是宇宙中最高的那一位，你自己就是自己的神，其他的一切都只是低于你理性的存在而已。当然，你绝不会因着自己把自己想象成最大的神，就会真正超乎万有之上，因为毕竟你的理性也不过是受造之物而已。用神所造的理性，去反对创造万有的真神，只能说明你缺少自知之明而已。",
			"post_uri": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL_1490476533",
			"date_added": 1490527896
		},
		{
			"comment_id": 6,
			"body": "@Aom: 有一个原则也许你没有注意到，就是什么树结什么果子，什么人说什么话，从果子可以知道树的好坏，从人口中的言语可知他的善恶。虽然许多作恶者往往狂妄自大，以为他可以任意妄为无所惧怕，但事实上他的良心也告诉他，作恶者总有一天会受到刑罚和报应。因为良心也告诉他，只有行善才是人的当行之道。只是许多行恶的人往往故意压制良心的声音。当然，良心的声音在今生可以被人勉强压制下来，到将来有一天，当它真正发声的时候，必然叫人对自己的刚硬和恶行无可推诿。",
			"post_uri": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL_1490476533",
			"date_added": 1490931626
		},
		{
			"comment_id": 7,
			"body": "@Booma: 据我所知，最好还是少吃猪内脏，这种用药物催肥的动物，内脏积累的毒素会更大。",
			"post_uri": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL_1492667892",
			"date_added": 1492669029
		},
		{
			"comment_id": 8,
			"body": "@Booma: 回民是伊斯兰教的，请他吃猪肉非常危险，因为他们的古兰经教义是制造恐怖主义的，主张要强迫所有的人信他们的宗教，要消灭一切不愿归信者，为信仰而战的人胜了可得战利品，若战死了，在天堂可得七十个美女当老婆，有享不尽的福乐。",
			"post_uri": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL_1492612415",
			"date_added": 1493123180
		},
		{
			"comment_id": 9,
			"body": "@Booma: 也未必这么简单，如果遇上搞邪术的要整你的话，你必定中招，但基督徒若每次向神谢恩祷告之后，一切邪术必失效。魔鬼根本无力加害他。",
			"post_uri": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL_1492612415",
			"date_added": 1493648576
		},
		{
			"comment_id": 10,
			"body": "@Atheist: 所谓鬼，并不是人死后的灵魂，而是指鬼魔，就是撒但的同类，撒但原是天使长，他堕落后，也引诱许多天使一起堕落。鬼就是这些堕落的天使。   ",
			"post_uri": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL_1497428176",
			"date_added": 1499247735
		},
		{
			"comment_id": 11,
			"body": "@Atheist: 过去共产党把所有宗教当成迷信，老百姓把所有迷信都当成宗教。现在这个国家终于明白了 ，宗教和迷信是两回事。你不喜欢所有的宗教，那是因为你以偏概全，没有了解过所有宗教，就已讨厌所有宗教，而事实上，你以为了解而讨厌的，可能也只是了解其中一小点而已。你这种情绪将会使你错失了解真宗教的可能性。",
			"post_uri": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL_1497331594",
			"date_added": 1499248257
		},
		{
			"comment_id": 12,
			"body": "@Gooogle: 我也盼望这样，但我们不能动武。",
			"post_uri": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL_1499396836",
			"date_added": 1499435619
		}
	],
	"follow": [
		{
			"follow_id": 1,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1DfbbkYCasRTA1gQmJpRRA5TwwudFeMLUT",
			"user_name": "Emilie",
			"date_added": 1490452175
		},
		{
			"follow_id": 2,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1C1aAbU3HHPiupcbEz2XmNjnjq6MT5SbVL",
			"user_name": "Lmt",
			"date_added": 1490453889
		}
	]
}