{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 8,
	"comment": {
		"1_1DE6m8gyMFnKeK8LUWwL67CYvVAiYS46G5": [
			{
				"comment_id": 1,
				"body": "儿童色情的危害还是远远大于正常的porn，av或者三级片。儿童色情还是慢慢减少的好，我本人对于儿童色情的态度还是保持一个不支持但是对于有恋童癖，需要看这一类限制级影片的人还是能够理解和接受的。",
				"added": 1494993595
			}
		],
		"262_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 2,
				"body": "还能怎么办，当然是原来她，然后推广一波zeronet",
				"added": 1494995428
			}
		],
		"4_1Cp5ENh2Sxu47yet96HqmFTT998VrExfvQ": [
			{
				"comment_id": 3,
				"body": "其实我的观点是宗教是帮助人类发展进步的一种方式方法，其实凡是都是有两面性的，宗教由于起源久远，并且文献和相关的宗教书籍也是十分的古老，内容呢大部分比较老旧，也混杂着很多幻想和假象，这也是宗教方面无法避免的。\n    我本人是伊斯兰教的，但是我本身部是特别相信教派中的很多东西，一些虚无飘渺的东西，大部分时候其实都是对于后世的探讨，所以我几乎不礼拜。但是我觉得人还是要有一定的宗教信仰，举个例子，我们伊斯兰教也推崇我们不要作假，为人要真诚等一些好的精神，好的东西就吸收，不好的东西（比如后世，也就是俗称的下辈子）这些东西大可不信。\n    宗教有它自身的弊端，但是我们是不是可以辩证的看待这个问题，不要一棒子打死所有呢？上述的这一切仅是个人的观点，还希望大家多多交流，毕竟我也是有一定的信仰（“一定”划重点），所以对于宗教有一些不一样的视角和理解。",
				"added": 1495018291
			}
		],
		"263_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 4,
				"body": "如果没有记错的话是方滨兴。其实96年的时候就已经开始有了GFW的项目雏形，是一个国家支持帮助的国家级别的网络工程项目，目的就是为了进行网络的管制，对于一些不利于国家发展，造成社会动荡甚至分裂祖国的言论进行封杀，主要的负责人也就是方滨兴。我个人认为其实主要是因为国家建立之初不久就遇到了各方势力的挤压，又碰到了万维网这个开放的东西。中国初期是无法学习美国也没有资源模仿美国的那一套审查管理制度，而且社会初期的发展模式和性质也决定了中国是无法做到的，所以中国国家防火墙的出现也就变得十分重要，哪怕到目前为止，其实在墙外，也能看到不少反对共产党的言论和文章。在我的理解看来，只有等到祖国足够强大，强大到可以抵御外来评论的压力，一起多方反动势力的影响的基础下，才有可能解开GFW的项目。\n\n我们现如今其实已经可以看到一些端倪，举个例子，如果国家真的想要封杀所有的梯子，抵制所有一切的出墙手段，甚至人肉出墙，这些都是有可行的操作的，具体的可以看北朝鲜。中国只有在一些特殊事件发生的时候才会加大管控力度，在我看来其实就是默许了一部分人，或者一部分公司使用或者发布墙外的信息。在我看来是比较好的现象。\n\n最后回归博主的问题关键点，就是方滨兴。虽然我也很讨厌这个人发明这个东西，当GFW毕竟是那个时期国家需要的一个产物，哪怕不是这个人发明出来，国家也会扶持别的教授或者是民间团队，甚至自己运营一个相关的部门来开展这个工作，只不过方滨兴教授，在发明这个GFW之后被打上了404 NOT FOUND的标签，所以一直被网友集火。比如过年拜年的weibo，最后被网友集火骂到只好官方关闭评论也是没谁了，毕竟中国人多力量大，一旦集火，只有死亡。",
				"added": 1495019501
			}
		],
		"250_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 5,
				"body": "首先杀毒软件由于也有实体公司，所以一定会被当地的政府监管，那么为政府开后门也就是理所应当的。如果硬是要说哪个比较好，或者说没有后门的杀软的话，那我只能说没有了。 但是有一套可以规避病毒，规避查水表的方法，手段较为极端，但是也十分安全。\n\n电脑基层用开源linux系统，用tor浏览器加上匿名VPN（最好选择一些服务器建设在无网络管制或者网络管制力度较差的小国家的中转VPN和一个直连VPN，这样匿名的效果好，而且大部分直连VPN如果付费的还可以选择多节点上传数据，可以更好的隐藏真实IP）。这样做可以有效的规避后门的问题，可以随便发言论而不被查水表，还有就是由于系统本身小众的问题，而且中国的部分电脑和服务器以及银行系统等可以获得利益的操作系统都是基于WIN NT的，所以用这样的操作系统病毒相对较少，并且几乎不需要杀软的接入也可快乐的遨游。（敲黑板）但是由于节点分布上传数据和收集数据，加上数据需要匿名和中转隐藏IP，所以上网速度会有一定影响，只要不是看视频，问题都不大，处于可以接受的范围，还有linux支持的软件相对WIN系要少一些，但是基本上问题不大。",
				"added": 1495020352
			}
		],
		"237_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 6,
				"body": "阿里巴巴吧，毕竟数据占有率高，国内好用的云服务器都是架设或托管在阿里巴巴，并且上次魅族发布会被DDOS攻击，直接拉一波阿里巴巴的服务器就好了，可见阿里巴巴的恐怖之处，毕竟马云这个大佬在网络上走在比较前沿。所以相对来说毕竟恐怖，你可能感觉不到阿里巴巴服务器的存在，但是你要是仔细的观察发现很多都是他们的服务器或者是托管，就和MADE IN CHINA一样，外国人一面说全面抵制，但是却不知道他们从头到家都是CHINA。",
				"added": 1495020655
			}
		],
		"8_1DzpF7398yNGjFwHQqHAu9fRkbE3WZ6dZA": [
			{
				"comment_id": 7,
				"body": "打败GFW还是算了吧，毕竟规模在这里摆着，不是说打败就打败的。至于断开全国的外网，我觉得不现实，毕竟现在经济全球化，所有信息都在互联网流通，你物理断开了全部外网，那段时间的所有信息都是封闭的，那么很多金融公司就运作不起来，然后连带的就是其他公司也无法运行，最终就是经济的崩溃，全国上下的动乱，你觉得国家那些领导人会想要看到全国动乱，然后他们下台么？我只能说不存在的！！！",
				"added": 1495507856
			}
		]
	},
	"comment_vote": {
		"1_1AFRWyc1oHKCNuUwp63EZVMNfi8w4Caq4Y": 1,
		"53_13hDubvsRRAfvK2UGKhWQM9bAAViHwhyL2": 1,
		"15_1PAARvV1fn3tVSuePAqmxptPBsqkZVNfmn": 1
	}
}