{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 7,
	"comment": {
		"2_1F8VgytUggkP8kkieK8GcEMVsJTwcoAqdk": [
			{
				"comment_id": 1,
				"body": "> [alufer](#comment_2_1LajFt4rB1nREhyTfDt2VW4C8TmBy51vc4): 还监狱，你这人是来搞笑的吗，被害妄想症？你们这些人除了无脑黑政府也就没点别的话可以说了吧\n\n是你智商有限根本理解不了别人在说什么",
				"added": 1508515510
			}
		],
		"1_1KppeNmp1RLz7kESnW1qqSeRKj5sBUGRzD": [
			{
				"comment_id": 2,
				"body": "do you think is this easy? if you come to china and try https you will find you can't bypass anything",
				"added": 1508680573
			},
			{
				"comment_id": 3,
				"body": "> [jlxip](#comment_32_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C): Are you from China? In China people aren't allowed to access Google?I'm sorry, I'm not very up to this topics. Please answer.\n\nIn China you cannot access google, facebook, wikipedia, twitter, youtube, medium, aka the most used sites in western countries.",
				"added": 1508680654
			},
			{
				"comment_id": 4,
				"body": "> [jlxip](#comment_33_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C): But I guess you have mirrors, right?Otherwise, can you use TOR?I mean, you are here, in ZeroNet.\n\nNo mirrors at all. I think you just don't believe that China could ban them all. But it is true. And things are still going on. China banned tons of VPNs in recent days, which was used by people who want to access those website. \nBecause Zeronet is decentralized web, China can't ban it because it don't rely on any server. Except the zeronet downloading page, zeronet.io, which is banned also recently.",
				"added": 1508865094
			},
			{
				"comment_id": 6,
				"body": "> [sudestiny](#comment_2_16zcmB6FbpNUAb5QcBRb5VGxsjJyNGM26v): So you can't go to www.torproject.org, or make a direct request to it's ip meaning you can't download Tor... and I'm guessing they block Tor traffic if you happened to download the legit version and most bridges(pluggable transports work??) so how the hell do people even pass it? By the way is Github accessible?\n\nYou can't use tor here without a good proxy in front of tor. Github they blocked certain repositories not all. And all raw matiarials downloading from github is insanely slow also.",
				"added": 1509289099
			}
		],
		"1_1Kb8TiuW1L3cnS5ZnXULK323rTfBqRnbf9": [
			{
				"comment_id": 5,
				"body": "有个软件叫Bitlord，用这感觉还很不错",
				"added": 1508865143
			}
		]
	},
	"comment_vote": {
		"1_1BoBdDvUKVJeNryTq4ssAoNNNCcYXQXYwd": 1,
		"26_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p": 1,
		"29_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p": 1
	}
}