{
	"next_comment_id": 3,
	"user_name": "Rythyrix",
	"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
	"post_like": {
		"1Frdwijo6uaXFUfaVm8ae57xeAnwku4niC_1498533155": 1498546195
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "Welcome to ZeroNet! It's not as fast-paced as Twitter, but also not as censored :P You may wish to grab yourself a [ZeroMail](http://127.0.0.1:43110/Mail.ZeroNetwork.bit/) to have a private-ish communications channel with someone. A chatroom that desperately needs more people is [ZeroChat Live](http://127.0.0.1:43110/1XdLr61DgYL2RLFzb6aDMxhbzHSP5sbrx/), a good introduction to ZeroNet can be found at  can be found at [ZeroWiki](http://127.0.0.1:43110/138R53t3ZW7KDfSfxVpWUsMXgwUnsDNXLP/?Page:zeronet), and more zites can be found at [0list](http://127.0.0.1:43110/0list.bit/). Keep in mind, since ZeroNet copies all data served to your disk, you'll want to have a budget set up for optional files. To do so, go to ZeroHello, click FILES near the top-left corner, wait for it to expand, then on the top right there will be an USED: xxx.xx KB/yyy.yy indicator. Click it and set a percentage. This is a percentage of the disk space available on the partition in which you unzipped ZeroNet. I recommend using an entire second platter drive, for maximum space and least wear and tear due to constant writes. Yes, I did just copy/paste this from my previous posts. I am halfway tempted to make a bot to do this for me :P",
			"post_uri": "1PVxYk8Ae1cCy82nudsehh5CDspoSkSgYp_1",
			"date_added": 1490930644
		},
		{
			"comment_id": 2,
			"body": "@Pin240 (Алексей) Rus: Добро пожаловать в ZeroNet! Это не так быстро, как Twitter, но также не подвергнуто цензуре: P Вы можете захотеть схватить себя [ZeroMail](http://127.0.0.1:43110/Mail.ZeroNetwork.bit/) Иметь личный канал связи с кем-то. Чат, который отчаянно нуждается в большем количестве людей, - это хорошее введение в ZeroNet, которое можно найти на сайте, и больше zites можно найти на сайте ???. Имейте в виду, поскольку ZeroNet копирует все данные, хранящиеся на вашем диске, вы захотите установить бюджет для дополнительных файлов. Для этого перейдите в ZeroHello, нажмите FILES в левом верхнем углу, дождитесь его разворачивания, затем в правом верхнем углу появится индикатор USED: xxx.xx KB / yyy.yy. Нажмите на него и установите процент. Это процент дискового пространства, доступного на разделе, в котором вы разархивировали ZeroNet. Я рекомендую использовать весь второй привод для жесткого диска, чтобы обеспечить максимальную площадь и наименьший износ из-за постоянной записи.\n\nJust kidding, Google translate is good things.",
			"post_uri": "1PVxYk8Ae1cCy82nudsehh5CDspoSkSgYp_1",
			"date_added": 1490998465
		}
	]
}