{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "Is there a Zeronet free encyclopedia?",
			"body": "",
			"added": 1510232576
		},
		{
			"topic_id": 2,
			"title": "I think the problem of building a free decentralized internet is trying to do it all at once",
			"body": "Some think that people need to be connected to everything immediately.\n\nBut that's what creates traffic problems and issues of too much data flowing through too few nodes.\n\nI think a better approach would be to provide a little bit of daily digital content to a few of our neighbors who may not have or be able to afford commercial internet.\n\nFor instance, if you have traditional paid internet, maybe you could download a limited amount of content from one Zeronet site a day and brodcast that for free to your neighbors?\n\nIn other words, do a little bit where you are. Don't try to provide a constant connection. Just like update once daily. \n\nThe idea is not to compete with paid internet but to offer a free alternative/\n\nIf everyone did that we would have the last mile infrastructure for an alternative free internet.\n\nBut I'm not talking usb thumb drive small. I'm saying fill a @TB hard drive with daily update content and broadcast it to yuour neighbors for free. \n\nThen , as a next step, install software that enables two-way communication so your neighbor's can both view and respond to Zeronet Zites by syncing updated content in both directions without them ever requiring an internet subscription themselves.",
			"added": 1510234041
		}
	],
	"topic_vote": {
		"2_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"1_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"1_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": 1
	},
	"next_comment_id": 8,
	"comment": {
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": [
			{
				"comment_id": 1,
				"body": "doo doo head",
				"added": 1504737747
			}
		],
		"2_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": [
			{
				"comment_id": 2,
				"body": "A 1terabyte hard drive can hold 1 million individual users if you allocated 1 megabyte of content space to each user.\nThat's not a lot of space per user (about a 500 page novel) but if you created a zeronet site with a 1 million user limit that could be downloaded onto a 2terabyte hard drive  you could fill the remaining space with news, movies, music and other content users can talk about--- then disconnect the hard drive from the internet, connect it to a router and broadcast the content with a long range wifi antenna.\n\nImagine everyone with regular internet access doing the same thing across the globe. Pretty soon you'd have a  decentralized global meshnet/sneakernet hybrid. You could add numbered hard drives as new users joined up.\n\nIt wouldn't be a real internet but it would feel like one because you could never get through all the content in a day before it was updated again. ",
				"added": 1504739698
			}
		],
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": [
			{
				"comment_id": 3,
				"body": "When you skirt the line between white supremacy and - I don't know- a white rights movement?--- don't be surprised if people are confused as to which one you are and advertisers and other capitalists who are trying to make money don't want anything to do with you.\n\nAdvertisers just don't want to deal with it and I can't blame them.",
				"added": 1505128365
			}
		],
		"1510050824_1BgmsWcEitkkf96t5qVkBFPoYwdoc4hSqA": [
			{
				"comment_id": 4,
				"body": "Yes but I explicitly ordered and paid for Paradise and I didn't get it. You should know I am ready to hit send on a particularly scathing  and career ending yelp review if I do not get some customer service this instant! Somebody owes me a massive refund!",
				"added": 1510057943
			}
		],
		"17_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 5,
				"body": "Actually, we can use the existing internet to create and maintain such a free alternative internet.\n\nWe can combine offline data exchange with occasional (at the very least, daily) upload/download of data from the traditional internet. In other words, utilize the traditional internet to deliver limited content from a global spectrum of users and to also bridge the connection gaps between populations that the meshnet cannot reach.\n\nEssentially, we build meshnets and only keep traditional internet at strategic locations to bridge any data transfer gaps.\n\nAnd we put a cap on space allocated per user to control for the size of data traffic: One million users per hard drive with a 1MB per user cap delivered to a 2TB hard drive in each home. 1TB reserved for user content and the second terabyte for the UI software, upload space, backend, movies and daily updates of news, stuff users can talk about and link to, etc.\nEssentially, it would be a mini, self-contained free internet. There's no way anyone could go through all that content before the next update the following day so it would feel like this really expansive experience when you'd actually be limited to digital interaction with 1-4 million other users (not the entire globe), depending on the number of hard drives (storage) you purchased and could afford. But even if you could only afford one 2TB hard drive of 1 millions users plus the standard additional content, that's a lot of people and digital content to be connected to. And again, you can expand that by adding more 2TB hard drives.\n\nAll the content would be copied to your hard drive from a Live Zeronet site created under the described parameters and limitations.  \n\nAs new users join the network, we add more hard drives (by creating the corresponding Live sites) but the allocated space per user stays the same until hard drive storage/cost efficiency improves. Users download the content from the numbered hard drive they were allocated their own space on...but they could also download the other user content of other hard drives for viewing. All the content would be synced and updated at least once a day to the live sites where the content is drawn from. So there could still be this global back and forth digital data exchange with only some users having traditional internet but most not and accessing the daily data through mesh connections to these in-home wireless 2TB hard drives containing the content of one million global users each.\n\nWhen a user executes an action offline that requires either a response by another user or something to be seen or sent to that other user, depending on if that other user is connected to the same offline hard drive (usually not), the action is not executed or processed until the hard drive the action was sent to is resynced and connected to the live online copy of the offline site. When reconnected, all actions previously waiting to be executed are processed and both the live online site and in-home hard drive are updated with the fresh timestamped data going in both directions.\n\nOf course, some users with traditional internet may choose to keep their open hard drive always connected to the live traditional internet. Others might choose to only update once daily. For still others far off the beaten path they can update whenever they get the chance, such as when they visit a library or when in a town where someone is transmitting a signal. Or even if they can arrange a regular physical delivery/pick up of fresh data exchange to their door.\n\nThe point is we would have a global data digital network where most users would be getting, sending and transmitting that digital data free without any subscription to an isp. Only a few users at strategic points, by comparison to those not paying, would be paying an isp. The majority would not be required to pay anything other than the initial outlay for the equipment.",
				"added": 1510146647
			},
			{
				"comment_id": 6,
				"body": "> [styromaniac](#comment_147_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): By what means is what I wonder.\n\nSee my other post in this thread.",
				"added": 1510146697
			},
			{
				"comment_id": 7,
				"body": "Short answer: A big Yes. The majority of people are going to be able to drop their ISP's for, yes, at first a more primitive but subscription free alternative internet but it will still be daily digital data delivered to your home, which is no small feat.\n\nBasically, as internet connections are everywhere these days, in the beginning, we can parasite off the existing infrastructure of the commercial internet for free to obtain our digital content.\n\nThis is yuuuuge.",
				"added": 1510229338
			}
		]
	},
	"comment_vote": {
		"38_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"479_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"495_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"18_14K7EydgyeP84L1NKaAHBZTPQCev8BbqCy": 1,
		"399_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": 1
	}
}