{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1512591309,
			"title": "Internet Neutrality and developing solutions for this issue.",
			"body": "As most of us know, the majority of general IT and Tech consumers tend to wait until a problem has arrived before searching for solutions to the issue; which will at some point have at least some negative effect on internet users.\n\nAs I have been so impressed with ZeroNet, with how clean, simple and fast it is, I have found a renewed interest in decentralised DNS and trying to help develop a system and website that can teach / inform new internet users, with focus on a user friendly system and approach.\n\nOver the last year with the explosion of ICO's and Cryptocurrency's, many of which are pointless money grabbers that aim to try to solve null problems or issues, a large portion of digital software developers have started focusing on these schemes leaving a development void for incredible game changing projects such as ZeroNet\n\nKeeping the internet fair, unrescricted and as user friendly as possible for the waves of new users that will be searching for a way to prepair for or circumvent a potential web lockdown or filtration, should be a general developer communities top priority.\n\nTo that end, I have started work on a collection of projects to focus on the following topics:\n\nTrue Decentralisation of the DNS system (.bit an area of interest)\n\nZeroNet and the ZeroNetwork (Helping where I can with any current development projects)\n\nA website dedicated to the simplification (For new users) of guides and tutorials aimed at providing them with information and tools to be able to use a complete decentralized internet solution.\n\nA decentralised .bit / custom DNS search engine.\n\nA single currency, with virtual prepaid cards for use within the new decentralised internet solution, removing the need for other tracable methods of payment.\n\nI will be adding more in the future as I am still researching other options and whitepapers.\n\nI would greatly appreciate comments and feedback on my post; addressing problems, giving better solutions or informing me of any other projects currently in development that I have yet to come across.\n\nThank you for reading.",
			"added": 1512591308
		}
	],
	"topic_vote": {
		"1512591309_15FBwNYD2411XkJJ1wDSK2HMFNNNFJhnt3": 1
	},
	"next_comment_id": 3,
	"comment": {
		"1512447633_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o": [
			{
				"comment_id": 1,
				"body": "I think the ZeroNet platform is very impressive due to its speed, functionality and ease of use.",
				"added": 1512579158
			}
		],
		"1512591309_15FBwNYD2411XkJJ1wDSK2HMFNNNFJhnt3": [
			{
				"comment_id": 2,
				"body": "> [herp](#comment_12_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe): All good stuff. Do you have a project name in mind?\n\nAt the moment I have a placeholder domain - bitdomain.org which for now once up and running using the Azure platform will be used as a community collaboration and development hub.\n\nI will also be registering two more domains, one for the new user guides and tutorials site and another for the decentralised payment and currency solution.\n\nThe main issue I am having at the moment is figuring out a viable .bit / custom DNS search engine. Using the Namecoin blockchain to search for the domains is a little too slow as I want the search engine to be a simple web interface and with quick result generation.",
				"added": 1512593257
			}
		]
	},
	"comment_vote": {
		"1_15FBwNYD2411XkJJ1wDSK2HMFNNNFJhnt3": 1,
		"12_1P1baCe1LLjror4CZjChWFy7D7cVWyPL83": 1,
		"12_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe": 1
	}
}