{
	"next_topic_id": 10,
	"topic": [
		{
			"topic_id": 2,
			"title": "股市一万点言犹在耳，雄安千年计忽悠又起",
			"body": "习某已经执政五年了，归结一下这五年里他的作为，\n* 弄权方面，他是人精\n* 人性方面，他够狠毒\n* 经济方面，他是蠢人\n* 学识方面，他是小丑",
			"added": 1491552702,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "[转VOA消息] 美国航母打击群驶向朝鲜半岛",
			"body": "美国海军正派遣一个航母打击群驶向朝鲜半岛，以加强美国在该地区的存在，并向朝鲜发出警示。\n\n本星期，朝鲜不顾联合国安理会的有关禁令从事了一次弹道导弹测试。航母卡尔文森号打击群在对新加坡进行港口访问，并准备驶向澳大利亚时，收到美国太平洋司令部的命令改为向北航行的。\n\n美国太平洋司令部第三舰队的媒体发言人贝纳姆指挥官告诉美国之音五角大楼记者巴布说：“第三舰队前进的目的是维护美国在西太平洋地区的利益。\n\n”他说：“鉴于朝鲜鲁莽、不负责任以及破坏稳定的导弹试验项目以及对核武器能力的追逐，它仍然是该地区的头号威胁。”\n\n美国的航母打击群包括卡尔文森号航母以及三艘导弹驱逐舰。\n\n平壤一再违抗国际社会禁止其进行导弹发射和和核测试的警告。\n\n美国总统川普尚未制定出一个处理这个孤立国家的清晰战略。他批评过去的政府面对朝鲜持续发展远程核打击能力的努力所采取的“战略忍耐”政策。\n\n川普还呼吁中国采取更强硬的行动来遏制朝鲜的核野心。中国是少数几个与平壤关系密切的国家之一。\n\n本月早些时候，川普曾表示，如果中国不愿采取更多行动，美国有可能单方面采取行动。\n\n川普4月2日对《金融时报》说：“如果中国不解决朝鲜问题，那我们来解决”。“中国要决定是否帮助我们解决朝鲜问题。如果他们决定帮助我们，这对中国有好处，否则对谁都没有好处。”\n\n两位领导人本周在佛罗里达州会晤时，川普同中国国家主席习近平反复讨论了朝鲜问题。\n\n蒂勒森国务卿说，两位领导人同意平壤的军备扩张已经到达一个非常危险的地步，但是没有提供关于各自国家有可能采取什么行动来遏制这个项目的细节。",
			"added": 1491751141,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "[VOA] 北京敦促公众谨防敌特, 重金奖励举报间谍",
			"body": "香港 — \n\n中国官媒星期一报导，北京市国安局4月10日起正式实施《公民举报间谍行为线索奖励办法》，以“更有效地维护国家安全”。该办法鼓励市民举报间谍行为，最多可获奖励50万，但诬告他人者也将依法受到制裁。该办法一出笼便引发外界广泛关注和热议。\n\n根据北京国安局的奖励办法，市民如果发现或知晓间谍行为线索，可通过拨打安全机关举报电话、信函或直接到安全机关举报，国安局将核查并评定线索作用及效果，分三级奖励，分别给予10至50万、5至10万、1至5万元人民币的奖金。\n\n## 保护举报人\n\n奖励办法还表示，因举报间谍行为线索，公民或其近亲属人身安全有危险，可向安全机关请求予以保护。未经举报人同意，举报人的信息要保密。\n\n中国官媒引述北京国安局相关负责人表示，随着中国对外交往增多，一些境外间谍情报部门也借机加强了对中国的政治渗透、分裂颠覆、情报窃密、勾连策反等破坏活动。国内极少数敌对分子，极力寻求境外间谍机构支持，还有部分人出卖国家利益，提供情报。因此反间谍侦查有需要以创新的工作方式和方法，利用群众维护国家安全的积极性和自觉性，逐渐建立起防间谍网络。\n\n根据中国《反间谍法》第38条的规定，间谍行为是指，间谍组织及其代理人指使、资助境内外机构、组织、个人，从事危害国家安全的活动；参加间谍组织或者接受间谍组织及其代理人的任务；间谍组织及其代理人以外的其他境外机构、组织、个人指使、资助他人或境内机构、组织，窃取、刺探、收买或非法提供国家秘密情报，引诱、收买国家工作人员叛变；为敌人指示攻击目标；以及进行其他间谍活动。\n\n## 政权安全\n\n北京市国安局的举报间谍奖励办法一经报导，立即引发境内外媒体的转发和关注。中国近代史学者、时政评论家章立凡星期一对美国之音表示，北京国安局出台这个举报间谍奖励办法，应该与今年秋季召开的十九大换届有关，与强调今年是维护国家政治安全，特别是政权安全、制度安全的重要一年有关。\n\n他说：“我想一定是有关系，就是要严防各种的信息泄露出来，因为每到这样的重要的会议之前，都有各种各样的消息被披露。这个就有可能被告密，或者被指为从事间谍活动。比如说我得到某个消息，我告诉了你们，可能我就是算是间谍活动。（笑）。”\n\n章立凡表示，通过发动群众举报间谍活动，给外界的观感是政权不自信，也有些让人感到社会不正常，有点病态。\n\n他说：“奖励告密是历史上常有的一种现象，特别是亡朝时代。不自信的时代可能这方面就会草木皆兵吧。这个不是一个正常的社会现象，反映出政权的一种不安全感，甚至是一种病态的心理。”\n\n## 网友调侃\n\n举报间谍奖励办法的消息引发网友热议，包括大量调侃。有网友表示：“找到发家致富的方向了”，“创新产业，北京朝阳终于可以经济成功转型发展了”，“从此朝阳区群众走上了发家致富之路”。还有网友担心，“又有好多冤案，重回文革年代”。有人调侃说，感觉又回到5、60年代到处发动群众“抓特务”的时代。\n\n章立凡表示，反间谍工作是要靠专业机构进行，这种发动群众运动的方式非常不严谨，容易造成混乱，甚至一些冤假错案。\n\n他说：“有可能会造成一些人因为利益驱动，或者是个人的各种恩怨，然后掀起一种告密之风。多余制造冤假错案，在这方面频率就会加高。这个已经有点像当年铁幕之下东德秘密警察搞的那一套，就是大家相互监视，然后呢相互告密。”\n\n有网友表示：“有的间谍就是学生，当地百姓，帮忙拍个军事基地照片，搜集信息什么的，没有电影里那么高大上”，认同发动民间举报间谍活动。不过，还有网友调侃说，“被公民举报的间谍，他得有多菜”，“能被群众看出来的间谍，我怎么觉得还是别揪出来比较好呢？放着业余级的蒋干不好好珍惜，非逼着敌人换一批专业级的余则成来吗”？还有网民问到，“当官的把钱放国外，子女去国外留学，入外国籍算不算间谍”？\n\n有网友表示：“50万元奖金确实吸引，我空有举报之心，但是没有保证我自身安全的能力啊。”",
			"added": 1491841894,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "VOA将在19日播放郭文贵专访，VOA声称其中爆料十分劲爆",
			"body": "* 时间:　４月19日北京时间晚上9点\n* 网址:　http://www.voachinese.com\n* 郭文贵自称是核爆级别的爆料(听听而已，不要当真)\n\n郭文贵何许人也？令计划倒台始于他儿子令谷的横死，令谷死前开着跑车去盘古大厦， 找他\"郭叔\"即郭文贵。郭文贵就是盘古大厦的主人，这是一个依附于权贵大发横财的奸商，手中掌握了大量权贵的录像和黑材料。",
			"added": 1492509340,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "共匪的对朝政策：最终会搬起石头砸自己的脚",
			"body": "不想长篇大论了，转两篇报导，提一个问题：如果朝鲜用核弹轰中国，不知现在叫嚣着支持朝鲜的人到时候情何以堪?\n\n# [专访： 朝核危机--美朝是双赢 中国是输家](http://www.dw.com/zh/%E4%B8%93%E8%AE%BF-%E6%9C%9D%E6%A0%B8%E5%8D%B1%E6%9C%BA-%E7%BE%8E%E6%9C%9D%E6%98%AF%E5%8F%8C%E8%B5%A2-%E4%B8%AD%E5%9B%BD%E6%98%AF%E8%BE%93%E5%AE%B6/a-38463126)\n\n    朝鲜半岛紧张气氛浓厚，维也纳大学的朝鲜问题专家弗朗克相信朝鲜并不会停下发展核武脚步，未来将进行更多核试验。而平壤和华盛顿的你来我往之中，中国才是输家。\n\n德国之声：最近一段时间朝鲜半岛气氛紧张。平壤与华盛顿之间互相多次发出威胁，这场朝核危机是否格外严重，现在是否已告一段落了呢？\n\n弗朗克：我不能预言未来，不能预料未来几个星期会发生什么事情。 我只能说，没有看到马上会停止的迹象。只要技术上可能，朝鲜将会继续搞试验，美国会继续抗议，我觉得这次的相互过招还是会持续一段时间。\n\n朝鲜的你来我往依然会继续。这种情况其实已经持续了许多年。回首过去，2013年的朝核危机气氛更加紧张，持续了许多个月。朝鲜抗议西方举行的军事演习，他们的反应就是核试验或者是导弹试验。之后，西方国家反对他们进行试验，发出强烈谴责或者是以军演做回应。这已经有很多年了，没有理由不让人相信，未来几个星期或者几个月会停下来。\n\n德国之声：博弈之中，谁是赢家？\n\n弗朗克：其实朝鲜与美国都是赢家。朝鲜是赢家，因为平壤以此告诉民众，美国真的在威胁我们，以此为其政治制度和经济体系做辩护。美国方面则有机会，为自己在东亚的军事存在找到理由，尤其是在韩国的部署。 现在来看，中国当时是输家，因为北京难以抵抗美国在这个地区的军事存在。另外，他们往往被外界认为应为朝鲜负起责任，能够向对方施加更大压力，其实不是这样的。我觉得中国不能再施加更大的压力了。我认为我们忽略了很多中国已经在实施的措施。\n\n德国之声：根据您的观察，中国对朝鲜施加压力发挥的作用大吗？\n\n弗朗克：我会定期去朝鲜。我看得见中国试图持续性地影响朝鲜的经济和社会。这不是什么高调言辞，也不是什么特别能让人看到的举措，而是数千个小小的措施，但是它们能够发挥大的效用。我对中国和朝鲜是盟友这种说法提出质疑。毕竟习近平和金正恩之间连一次峰会都没有举行过，盟国之间一般会有这种形式的会面。另外两国也没有举行联合军演。在政治层面中国对朝鲜没有影响力，经济上有一定的影响力。\"中国对朝鲜有着直接的影响\"，这种说法我觉得太夸张了。北京确实尝试改变朝鲜，但是这种小小的步伐几乎没有引起西方的注意。\n\n有趣的是，习近平现在与特朗普在朝核危机上互动积极。我觉得他这样做是怕美国人做出什么蠢事，想与华盛顿保持对话渠道，避免事态升级。这是双方紧密合作的原因，而不应被过度解读为中国愿意向朝鲜进一步施加压力的信号。\n\n德国之声：下个星期又有一个令外界关注的日子，4月25日是朝鲜人民军建军纪念日。有多家媒体报道指出，卫星图片显示，朝鲜东北部的丰溪里核武器试验场地持续活跃，可能做好了核试验的准备。您认为朝鲜在近日进行核试验的可能有多大？\n\n弗朗克：我不知道什么时候会出现下一场核试验。但我相信朝鲜会进行下一次核试验，第六次，第七次，第八次……因为朝鲜已经决定要发展核武器，就像美国、前苏联和中国那样，平壤也会尽全力优化核武器，这需要数千次试验，朝鲜还处在初期阶段。\n\n德国之声：有没有机会使平壤回心转意？\n\n弗朗克：人们要问，他们为什么要这样做。别忘了，发展核武器不仅要花上大量的金钱，也涉及到政治资本问题，朝鲜发展核武的代价就是被国际社会孤立，这种代价很高。如果人们尝试去思考朝鲜为什么这么做，向他们提供一个可替代方案，达到他们想要达到的目的--安全。不是用核武解决，而是提供另外一种方法，确保他们的安全。这样的话，我觉得朝鲜可能会用某种形式谈核问题，我觉得目前还没有这样的尝试。目前美国的态度是，朝鲜得先弃核，然后再谈，平壤显然不能接受。可能，人们首先得认同朝鲜的安全利益，我们现在并没有这样做。向他们提供另外一种安全保障，之后与平壤展开谈话。基于过去发生的种种，我觉得有机会有可能与平壤进行对话，但我也知道目前十分困难，并不太现实。\n\n    弗朗克（Rüdiger Frank）是维也纳大学东亚学教授，也是韩国朝鲜大学和首尔朝鲜研究大学的客座教授。2014年他出版了《朝鲜，一个集权国家的内政观》一书。\n\n# [沈志華：朝鮮半島上誰是朋友誰是敵人](https://cn.nytimes.com/china/20170419/north-korea-south-china-shen-zhihua/zh-hant/)\n\n儲百亮(Chris Buckley)\n\n北京——沈志華，一位因對朝鮮戰爭的開創性研究而聞名的中國歷史學家，敦促北京重新考慮其長期以來對朝鮮的支持。上個月，沈志華在一次演講中闡明了他的理由，這在中國引起了廣泛討論，反映出關於政府應該對朝鮮有多強硬這一問題上日益激烈的爭論。下文為演講內容摘錄：\n\n「毛主席早就說過，誰是我們的朋友，誰是我們的敵人，這個問題是革命的首要問題。在東北亞的外交格局中，這也是首先要搞清楚的。究竟誰是朋友，誰是敵人？敵我都分不清楚，怎麼鬥爭，跟誰鬥爭？當然，朋友之間也會有矛盾，與敵人有時也會妥協、合作。」\n\n「我們現在就來看一看，朝鮮和韓國，誰是中國的朋友，誰是中國的敵人。表面上看，中朝是同盟關係，美日支持韓國對抗朝鮮，這是冷戰的遺產。但是，我認為，經過這幾十年的爭鬥和國際環境的變化，情況早已發生了根本的改變。我有一個基本的判斷：就目前的格局來看，朝鮮是中國潛在的敵人，韓國是中國可能的朋友。」\n\n「說朝鮮是中國潛在的敵人，意思就是現在它沒有顯露出來，在外交上，在兩國領導人談話中，都沒有什麼特別敵對的言辭。但這是不算數的，你不能看言辭，要看根本利益！就是看中國的根本利益和朝鮮的根本利益是不是一致的，有沒有一致性。這就要從我研究的中朝關係的歷史說起了。中朝過去的確是朋友，是盟友，那時的中朝關係，是毛澤東和金日成等中朝兩國老一代領導人締造的一種特殊的友好關係。」\n\n「1992年中韓建交，徹底摧毀了中朝關係的政治基礎......到了1992年，冷戰結束的時候，老一輩締造的中朝關係，中朝同盟，已經不存在了。在實際關係中，一切都發生了變化。外交、經濟、政治，無論哪個方面，中朝之間的利益已經背離，同盟的基礎已經瓦解。中朝同盟條約就是廢紙一張了。這時的中朝關係，就是一般的、正常的國家關係了。然而，這個正常的國家關係很快就悄悄地發生了變化，走向了敵對。這就是因為朝鮮開始了他的核戰略。」\n\n「現在朝鮮擁核，不斷搞核試驗，就是朝鮮半島危機不斷升級的根源，也是在中國周邊製造不安定狀態的根本原因。但這是朝鮮的根本利益要求的。這樣，在客觀上，中朝的根本利益就發生了對立。中國的根本利益是要求周邊穩定，對外發展，但自從朝鮮有了核武器，周圍就沒安穩過，所以中朝利益必然是對立的。我國外交部發言人認為，朝核危機是美朝對立引起的，作為外交辭令，這樣說未嘗不可，但是作為學者，我們要清楚，朝鮮改行擁核政策，是中朝關係變化引起的。」\n\n「我們要看清楚，中國與朝鮮已經不是戰友了，在短期內，中朝關係不可能改善。現實的情況是，朝鮮搞一次核實驗，美國對東北亞地區的軍事力量就增加一分，一會兒弄無人飛機過來，一會兒弄個航母過來，要不就搞個軍演。而美國的軍事壓力，又導致朝鮮再一次核試驗。你試驗一次，他增兵一次，循環上升。結果呢？真正受到壓力的是中國和韓國，最後倒霉的也是中國和韓國......所以朝鮮鬧事的結果是給中國增加壓力與威脅。退一步講，就是朝鮮的原子彈自爆了，造成核泄漏、核污染，受害的是誰呀？還是中國和韓國，日本隔著一道海，美國還隔著一個太平洋呢！」\n\n「你不能做敵人想讓我們做的事，所以我對現在中國處理薩德（部署在韓國的末端高空防禦系統）的做法非常反感，我不知道是誰出的主意，你看乾的事，把人家韓國店全給鬧得關門了，然後又去砸這個，又去砸那個......說高了，你是完全沒有外交頭腦，你幹的這個事就是敵人想讓我們乾的事，你現在把韓國向美日韓鐵三角推了。說低了，你還是不是一個文明大國，你還是不是一個文明古國，咱們至於這樣嗎？你讓周圍鄰國怎麼看中國？你就知道拿一個公司撒氣，你不動動腦子，有點智慧沒有啊？我們這樣做，傷的是韓國的民心，而對待一個民主國家，爭取民心和民意是最重要的......我們現在做的事，是美國人和朝鮮人最想看到的。朝鮮人也非常高興，就是現在這個薩德鬧到這個結果，中韓關係的破裂。」\n\n    儲百亮(Chris Buckley)是《紐約時報》駐京記者。",
			"added": 1492694488,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 7,
			"title": "「雄安」千算　算漏毒泽",
			"body": "雄安新区是本月热门话题，相关的概念股已被中港投资者炒到上天，正当股民找寻漏网之鱼之际，新区发展传来极坏消息，揭发周边地区出现多个工业污水渗坑，从航拍画面所估计面积达30万平方米之广，令人怀疑各地的环保部门有否能力为党中央扫除这个大地雷。\n\n冰冻三尺非一日之寒，今次的水污染问题非关闭周边工厂可以解决。事缘上世纪七十年代起中央政府对工业规管宽松，也无强烈的治污意识，各厂老板为求方便把排污管驳到附近的河川就了事，遇到官员找上门，花点现钞便可打发他们。多年来农民投诉即使受理，厂方大多钱照赔、污照排，哪有人远见到这里会演变成国家发展的新福地？日积月累，砖窑厂疯狂挖土挖出大坑，肥料厂和电镀厂的污水往里面排，那些深不见底的巨洞或许已与地下水融为一体。一件脏两件秽，原本的工厂倒闭，新的工厂开张，有见前人开辟了无人敢近的化学排污池，槽车漏夜运来了一吨又一吨的废酸，可谛「海纳百川，有容乃大」的污染版。若「雄安新区」不发展，渗坑问题恐怕不会被大肆报导。\n\n事件反映中央「秘而不宣」策略的莫大风险。本来，决策者不想在计划未成熟之时向公众过早交代，怕引起全国资金蜂拥而来圈地炒楼，亦怕人民的监察降低行政效率，故几年来暗中行事，事先规管当地的户籍迁移和物业买卖，把可能的动荡减至最低。然而，列车现正开出，却被第三方发现路轨上埋藏一颗拆不掉计时炸弹，此时若急煞车恐怕是亏了大本，也削弱了管治威信，只能勇往直前，迫令环保部门研究解决方法。退一万步，渗坑问题或会直接影响新区的选址，奈何决策者被下级蒙蔽，因无知而失策，如今骑虎难下。\n\n渗坑问题恰好反照中共第五代的绊脚石，鸿图大志想带领中国走得更前，而最大阻力却在过去，历年的积重陋习像蓝绿色的渗坑那样，引黄河水都难以一时灌清。河北廊坊市大城县政府曾委托环保公司沿理渗坑，当对方陈情指污水之多难以清理，被要求采用更高成本的解决方法。县政府毅然拒绝，督促他们用旧法反覆治理，但水体的酸度和氧化物在改善不久后又再回升，结果环保公司捱告，含冤退出计划。\n\n环境保护部环境监察局局长田为勇俨然受到上级施压，自爆限令一个月内厘清问题所在，但当局有能力治理如此庞大的半世纪水体污染吗？他的角色与那个环保公司的老板无异，指令下来就要做，做不到就只有受罚祭旗的份。如今，当局已对大城县主管副县长、环保局长和环境执法队长、南赵扶镇镇长一干人等停职调查，但已无补于事。渗坑依旧源源不绝排出污水，新大楼将冥顽地在雄安遍地开花。居民患癌问题重要还是疏解首都压力重要？答案再明显不过。\n\n专家估计雄安新区未来的人口密度将介乎深圳和上海浦东之间，达900万至1200万人，污大难治，当局只能壮士断臂，避开渗坑所在之地发展。可怜中国人的「母亲」、孕育文明的黄土，就这样受到荒芜的诅咒。\n\n来源：东网 / 杨天衡 时事评论员",
			"added": 1493039332,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 8,
			"title": "美国之音的李肃和宝申是中共国安部的卧底？太狗血了",
			"body": "因为郭文贵爆料停播事件，李肃被武装押出VOA，龚小夏、宝申、东方、杨晨等被无限期停职接受调查。这个决定不由VOA台长决定，她只是奉命宣布而已。如果说龚小夏是卧底我还信，说宝申和李肃是，这太令我惊讶了。据说共匪为破坏这次爆料不惜唤醒了“沉默”。想想宝申在停播过程中还叫着决不配合，想想李肃制作的那些节目，这这这...如果是真的，真是一部活的谍战片。怪不得老蒋被共党掀翻了，人家的入侵能力真不是盖的。",
			"added": 1493738330,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 9,
			"title": "大家没有关注郭文贵5月29日报平安的爆料吗？",
			"body": "长达两个半小时（差几秒），对着王岐山全力开火，十分劲爆。",
			"added": 1496134461,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 29,
	"comment": {
		"4_12SxDUNLAdZsC3a7n1sex9ZCTKRZZsfTw3": [
			{
				"comment_id": 1,
				"body": "> [yinyue](#comment_9_1GNgaj5EqkzqYECYbXa889fGLyuseHRi3t): @hopeboy： @longzaowuzhu ：\n> 我只知道外交部发言人会强烈谴责，其他就不知道了\n\n还有，第一时间封网、删帖子。",
				"added": 1490512414
			}
		],
		"3_1Gv5ZyDen9vqkAuHQHiiziAr9VHnC4gu85": [
			{
				"comment_id": 2,
				"body": "已关注。",
				"added": 1490523004
			}
		],
		"1_18Hp2nFgbtJvF8TdS5k6y9tutt9JDdqjvV": [
			{
				"comment_id": 3,
				"body": "千年大計，真能吹！",
				"added": 1491393439
			}
		],
		"1_1FmYoFUbNXqpJ4v42ZGfVRKNaodu25YK8B": [
			{
				"comment_id": 4,
				"body": "谁要信了习大忽悠的话，谁就亏死了.",
				"added": 1491552157
			}
		],
		"204_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 5,
				"body": "没有孩子或老人的话，确实可以没有。整天看那些精心编织的谎话没有意思，电视剧也是烂得不成样子。",
				"added": 1491615924
			}
		],
		"208_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 6,
				"body": "据美国之音报道，川普招待宽衣帝的晚宴开始之后、结束之前对叙利亚动手了。中俄在叙利亚问题上投过反对票，这么做等于是对习近平打脸。川普借这件事以及各种话语告诉习近平，美国已经决意在朝鲜问题上甩开中国，有中国配合是五八，没中国配合是四十。习近平要有种就来个第二次抗美援朝，可是他不敢。他只敢对中国人发狠。",
				"added": 1491648082
			}
		],
		"2_1KnVeSDj59Gm4zokFCu3LEQsouQQ5DymKf": [
			{
				"comment_id": 7,
				"body": "还缺卖毒品的，哈哈哈",
				"added": 1491750527
			}
		],
		"1_187ntXZFY8xicKbH3Dx9iEziJ46pqoCZJY": [
			{
				"comment_id": 8,
				"body": "赞成！",
				"added": 1491750929
			}
		],
		"3_1FmYoFUbNXqpJ4v42ZGfVRKNaodu25YK8B": [
			{
				"comment_id": 9,
				"body": "1. 宽衣帝肯定不敢抗美援朝\n2. 金三胖挨打之后，很可能恼羞成怒把核弹扔到北京来。一旦美国开战，北京的朋友们最好能到外地避避。",
				"added": 1491751372
			}
		],
		"2_13hDubvsRRAfvK2UGKhWQM9bAAViHwhyL2": [
			{
				"comment_id": 10,
				"body": "共党整天跟个骗子神棍似地，做事鬼鬼祟祟，说话模棱两可。用脚丫子想想都知道，共党不可能不派党卫军过去，问题就是以什么方式过去：是招摇过市呢，还是化装过去？",
				"added": 1491841179
			}
		],
		"4_1FmYoFUbNXqpJ4v42ZGfVRKNaodu25YK8B": [
			{
				"comment_id": 11,
				"body": "这是要彻底地回到毛时代了。",
				"added": 1491841983
			},
			{
				"comment_id": 12,
				"body": "> [liang2x](#comment_46_13hDubvsRRAfvK2UGKhWQM9bAAViHwhyL2): 就是让人民狗咬狗，创造恐怖社会，就像朝鲜那样\n\n独裁政权就是这样。",
				"added": 1491897602
			}
		],
		"3_13BXkTJitXqtj4eL1qxXNgX45Fv5prutc1": [
			{
				"comment_id": 13,
				"body": "# [前县官律师叫板官方对赌 赵鑫“头七”民众再聚集](http://www.rfa.org/mandarin/yataibaodao/renquanfazhi/xl1-04092017122700.html)\n\n泸州太伏中学赵鑫坠亡事件官方坚称高楼坠亡，引发舆论哗然，网络热传该案十大疑点，要求官方解释，更有具前体制内背景的律师公开叫板官方以生命对赌，要求第三方参与调查。此外，周五是赵鑫的“头七”，也是该校事发后第一天学生上学，又有大批民众聚集在校外讨说法。\n\n泸州官方日前公布尸检，坚称赵鑫坠亡，无受到暴力及死后伤，遭到广泛质疑，认为根据网上的现场视频以及图片，事件中还存在诸多疑点，这些疑点不予以澄清公开，仅仅以一纸公告说是自杀或者坠楼死亡，难以说服民众及挽回政府公信力。\n\n湖南衡阳县原副县长、律师廖曜中就此公开向泸州官方叫板，要与泸州公安局长打赌，要求泸州放开新闻管制，让记者及自己参与调查，如果真相如泸州方面所说，愿跳楼，若有重大出入，试问泸州公安局长是否敢跳。这一对赌要求被广泛转发，获网民大力支持。\n\n廖曜中告诉本台，泸州公安局长至今仍未回复：\n\n“对赌表达我的心愿，表达愤怒和我不服的心情，主要是当地政府过分用权，你让老百姓把事情搞清楚不是更好吗？政府去调查花这么多精力和人力物力花这么多钱。”\n\n记者：“公安局长友们回复你？”\n\n廖曜中：“他不敢回复。”\n\n记者：“您之前是做县长的对吗？”\n\n廖曜中：“是，党饭是人民的，党锅也是人民的。”\n\n同时，网络热传该案十大疑点，包括：为何半夜起床跳楼却将被套整理整齐？赵鑫坠楼所在窗户下面还有台面，但为何尸体却飞出4、5米远？尸体落下现场为何没有血迹、落地时为何没有发出声响？尸体表面为何有多处伤痕和裂口、尸斑错位？尸体被发现时，双手背在后面，双腿弯曲，是如何跳楼可以做到以此姿势落地？校方为何至今不公布视频监控？警方为何不提供事发前赵鑫家属报警后的接警记录？政府为何要民众签字确认赵鑫坠楼身亡？一个相貌很像赵鑫的男孩被打的视频，在网路上疯传。如果不是赵鑫，这个被打的孩子是谁？为何被打？政府封杀网帖怕什么？\n\n一名转发该帖的网民接受本台采访时称，事件持续扩大完全是由于与当地政府的愚蠢和应对不力造成的：\n\n“官方有两个关键的问题没有回答，一这个孩子为什么跳楼？另外，原来自媒体的人跑到他的宿舍拍过一张照片，在窗台上有很多杂乱的脚印，但是官方公布的照片上只有他自己的脚，也希望官方做出合理解释。启用维稳机制以后封锁消息，形成了巨大强烈的笼子效应，让真相出不来，只能导致谣言四处蔓延。”\n\n早前被指遭软禁的赵鑫家属三天来均未有明确表态是否接受官方结论，记者致电死者的父母及舅舅，但电话连日来一直处于忙线的状态。\n\n周五是赵鑫的“头七”，大批民众再次聚集到校门口讨说法，据现场图片显示，有民众手持“公正、公平、公开”的纸牌，附近有身穿制服的警察维持秩序。有网民指，学校周边道路仍然处于封锁状态，进入校区附近都要经过盘查。\n\n此外，四川云尚空间公司公布愿捐款五万元人民币为赵鑫聘请境外法医。该公司称，公司同仁看到民间纷纷为赵鑫捐款，要求当局给交代，深受启发，遂愿捐款为赵鑫聘请有公信力的法医。\n\n特约记者：忻霖   责编：石山/陈平",
				"added": 1491910915
			}
		],
		"5_1FmYoFUbNXqpJ4v42ZGfVRKNaodu25YK8B": [
			{
				"comment_id": 14,
				"body": "# 国际红通后，好戏还在后头？！\n\n    郭文贵原计划3个小时的爆料，最后变成了80分钟，是技术原因、操作失误？总之，本次爆出的\"猛料\"并没有想象的那样具有震撼力。\n\n（德国之声中文网）现居美国的商人郭文贵在19日接受美国之音\"时事大家谈节目\"采访中驳回了对行贿马建的指控。马建曾官拜国安部副部长，去年落马。不过郭文贵没有用事实细节反驳指控，只是说，\"我有没有行贿，要依据证据和法律事实。我们在这里不必讨论，我们会用事实说话。\"\n\n19日当天，中国外交部发言人陆慷在例行记者会上证实，国际刑警组织已于一天前\"向犯罪嫌疑人郭文贵发出红色通缉令，也就是红色通报\"。有媒体报道称，发布国际红色通缉令的一个基本嫌疑点是对行贿马建的指控。《南华早报》消息，郭文贵涉嫌曾向正在接受调查的马建行贿6000万元人民币。国安部是郭文贵的保护伞，抑或郭文贵是国安部的敲诈对象？郭文贵在采访中表示是\"敲诈对象\"。\n\n## \"给了中国公安部副部长傅政华150万\"\n\n今年1月，郭文贵曾爆料，中国公安部常务副部长傅政华贪污腐败、滥用职权、为所欲为。本次采访中，郭文贵再次强调了这一指责，称傅政华对其敲诈5000万美元，\"并拿走150万，以放出我的家人：哥哥和妻女。还有就是保证我的资产安全。\"郭文贵还说，记不清当时给的是美元还是人民币，\"反正是给钱了。\"\n\n郭文贵说，他的所谓爆料是对公众而言，而早在2016年，他已向中共高层汇报了很详细的资料，\"他们应该是完全清楚的\"。因此，如果有人试图阻止本次公开爆料，那应该不是傅政华本人，而是\"很多涉及人士\"。\n\n## 郭文贵究竟是哪国人？\n\n采访中，郭文贵还透露了一些有关他个人的细节内容。他说，目前是美国居民，\"已有二、三十年没有使用过中国公民的身份\"，此外，他拥有中东地区3个国家的护照，在欧洲持有多个国家护照，共有11本护照。因此郭文贵\"非常惊讶\"，为什么中国外交部称对其发出了通缉令。\n\n对于国际红色通报本身，郭文贵表示出不屑，说自从2015年就同美国FBI和CIA等机构保持关系，他的保护团队中有3人同国际刑警组织有联系。\n\n美国之音的本次采访引发各界的高度关注，而采访单位也受到来自中国政府的压力，希望取消这次原定的节目，中国外交部周一（4月17日）为此召见了美国之音驻京分部的记者。本来宣布的采访播出时间为3小时，但实时播出的时间只有80分钟。",
				"added": 1492693167
			},
			{
				"comment_id": 15,
				"body": "> [longzaowuzhu](#comment_110_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 我们还是仔细看看，到底什么原因！是不是有人威胁，还是他和美国之音故意设的一个局，谁知道呢。\n\n前者的可能性比较大。",
				"added": 1492694670
			}
		],
		"2_1KGwaDVQCRddRWSreNPRjkcCXntBe375oZ": [
			{
				"comment_id": 16,
				"body": "> [liang2x](#comment_48_13hDubvsRRAfvK2UGKhWQM9bAAViHwhyL2): 美国如果打击朝鲜，中国老百姓只会看热闹\n\n恐怕不光看热闹，还会给美国通风报信。",
				"added": 1493120631
			}
		],
		"7_1FmYoFUbNXqpJ4v42ZGfVRKNaodu25YK8B": [
			{
				"comment_id": 17,
				"body": "# [形势要点：雄安新区建设之前河北需要彻底进行环境整改](https://www.letscorp.net/archives/118645)\n\n## 安邦咨询报告\n\n河北廊坊大城县日前曝出的严重废水污染事件，对雄安新区建设是个不小的挑战——作为“千年大计，国家大事”的雄安新区，能在水污染如此肆无忌惮的河北省建成吗？环保部日前已在其官微声明，这座大坑以及300米外另一个小一些的坑遭到严重废水污染的消息基本属实，环保部会同河北省政府立即组成联合调查组赶赴现场进行调查。据河北大城县政府发布《关于南赵扶渗坑治理工作情况的说明》称，面积为17万平方米的是原南赵扶砖厂渗坑，面积约为3万平方米的是原化肥厂渗坑；渗坑污染系由旺村镇村民李某某叔侄将废酸倾倒进坑塘所致，2013年5月28日，县公安局对该案立案，后将犯罪嫌疑人抓获。据南赵扶村居民称，渗坑附近早已经成了“寸草不生”的盐碱地。周围村民也不敢取水灌溉，庄稼长势全靠下雨，看天吃饭，已经七八年不灌溉了。不仅作物不用水，人也不吃本地水，几十米的浅层井水都不敢吃了，齁咸。据媒体报道，近年因罹患癌症，南赵扶镇南赵扶村村民已“死了一连串”。面对水污染问题，大城县政府组织相关单位对污染水体进行了治理，但治理后水质出现反弹或治理未达标。目前，环保部、地方环保局都已取了水样，需等化验结果判定是否污染严重。据官方消息，大城县主管副县长、环保局长和环境执法队长、南赵扶镇镇长和主管领导已停职检查。在此基础上，廊坊市纪委已展开调查，将对相关责任人予以严肃问责。河北省大城县委宣传部相关人员称，渗坑是“遗留问题”，彻底治理恐怕需要数十年。据了解，挖坑倾倒废水废泥在当地已成了一桩生意。当地村民仅仅是引路，一晚就可能赚取上万元，诱惑巨大。在南赵扶村，挖坑竟然成了生财之道，目前大城县乡村地区发现了约十几个大小不一的坑，而一些洼地和小型土坑已经成为临时的垃圾堆放场，几乎没有防渗和清洁设施，垃圾渗滤液随意流淌在道路上，在车辙里形成一道道黑色的沟渠。从上述现象来看，可以有如下总结：（1）大城县部分农村地区人为环境污染已极为严重，不仅是地表，还涉及地下水层；（2）环境问题既有无良厂商的问题，也有当地无良村民的问题，反映当地社会系统也已被严重“污染”；（3）当地政府对环境问题恶化有不可推卸的责任，需要对各级政府进行严厉问责；（4）鉴于问题的严重性，在雄安新区建设之前，河北省需要对环境保护工作进行彻底的整顿和改造。（AHJ）",
				"added": 1493134975
			}
		],
		"218_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 18,
				"body": "转一篇非常值得一读的分析：\n\n# 对金三胖，中、美、日、韩各怀鬼胎\n润涛闫\n\n## （一）引言\n\n金三胖这个名字，其实有三重含义的。第一重含义是：他是金家第三代统治者（他爷爷是当年北韩最胖的，他爹中年也很胖，只是死前几年糖尿病晚期瘦了下来）；第二重含义是他是金正日的第三个儿子（大哥二哥也都是胖子）；第三重含义是他娶的唯一的老婆李雪主当初属于小三上位（他从瑞士回国后观看文艺演出时一眼看上了歌星李雪主，此时李雪主已经嫁人，金正日就不让他接近李雪主，是李雪主的丈夫主动让位离婚后雪主改嫁给了他。）。最后一条是几年前从网上看到的，没提雪主的前夫是谁。据说雪主给他三胖生了个女儿。\n\n人类文明已经走到今天，除了ISIS外所有的统治者或国家管理者至少在表面上要遵循起码的司法底线---不论是独裁社会还是王室制度。这个底线就是在处决异己分子时需要通过司法程序，不论这个程序是否达到基本的公平。而金三胖则不同，他想杀死谁就直接杀掉，包括他姑父他亲哥哥。至于是“炮决”、“犬决”之类的我们只当做是谣言好了，哪怕是枪决，那也需要经过司法程序，给出冠冕堂皇的犯罪证据。本来闯王是不想参与北韩的事务的，可在他杀了他亲哥哥金正男后令闯王怒不可遏，这也包括习近平对此事的震怒，毕竟金正男在中国旅居（避难）多年，这是明显的打脸举动。这事如果是普京干的，中国美国不愿意为此事收拾普京，因为那将是引发地球灾难的大战。一个北韩，就算有核武有弹道导弹，如此对整个人类示威，是地球人都难以接受。这是习近平无法反驳闯王提出要给金三胖一个下马威（名义上是北韩搞核讹诈）。事实上，北韩搞核讹诈已经多年了，闯王在竞选时还提出不管亚洲的事，要南韩和日本自己保护自己，他只当美国的总统而非世界总统。但金正男被暗杀，这是诱发闯王说不出口的厌恶。闯王在出来竞选那一刻就担心自己跟建制派对垒有可能被暗杀。金正男被暗杀的那一刻，闯王那夜都会失眠。只是他无法提这件事，只能冠冕堂皇地说北韩的核武和导弹威胁到了美国。\n\n如果金三胖在暗杀掉他哥哥后故意栽赃给美国或南韩，向国际社会哭诉他亲哥哥被杀了，要报仇雪恨云云，那虽然属于倒打一耙，毕竟国际社会无法人人都不认同他的说法。而事实恰恰相反，金正恩面对国际舆论公开报道是他暗杀了金正男，他完全接受这样的指责，仅仅是北朝鲜的驻外大使提出怀疑死者不是金正男，后来干脆提出要金正男的尸体。金正恩就是要告诉地球人：胖子我就杀了我姑父、我哥，你们怎么办吧！\n\n其实，三胖在杀了哥哥后栽赃给南韩，还能引发北韩人民的爱国热情。毕竟把北韩领导人的哥哥被敌对阵营暗杀掉是非常不人道的，誓为金家报仇的民族主义热情可以利用。金三胖不这么干表明他“人挡杀人佛挡杀佛”的老子天下第一“和尚打伞无法无天”的气概绝不是装出来的。\n\n那么，金三胖凭什么有如此蛮干的本钱？首先，金三胖的身体绝不是简单的吃得过多导致的，他一定是有什么病不得不用糖皮质激素类药物维持生命（他的体型和毛将军属于一类，都是药物的副作用。二人的腿都不怎么灵活，脸部和上身脂肪丰腴，四肢软弱，走路艰难）。他没有儿子，最近两年也没看到雪主有怀孕迹象，极可能由于药物的副作用导致他已经没有了令雪主再次怀孕的能力。根据他杀死金正男来看，他极可能不打算把权力在死前交给他二哥金正哲，因为金正哲从来都没在他身边公开出来过，倒是他的妹妹金与正随他出来。即使他以后有儿子那也是二十年以后才能接班，而他清楚他的身体熬不到那一天。所以，别小看这胖子，他有破釜沉舟的打算是不足为奇的。\n\n他能下狠心杀死金正男，那他如果发现金正哲有权力欲望，他也照样会对他下毒手。所以，不论是美国还是中国以及整个世界，要么在金三胖还没搞出把核武装上导弹技术之前动手，要么就等他死去再说。这类嗜权如命的独裁者有一个特征就是：在死那一刻都不想交权。尤其是人无法确切得知自己什么时候死，那极大可能就是在他弥留之际看他把权交给谁。当然不排除金正哲活下来而在他死后接班成功、金正哲也效仿金正恩的可能性。这是目前闯王与习近平都在考虑的事。金正恩干掉金正男，等于断绝了中国想扶植傀儡的路。\n\n习近平从美国跟闯王会面回国后立刻来了个全民抓间谍的指示，应该与闯王告诉他金三胖在中国有不少间谍的情报有关，习近平也照样害怕被金正恩的特务暗杀。\n\n美国会不会对金三胖来个斩首行动？\n\n答案是否定的。这一点金三胖清楚得很。他公开在大街上步行检阅，因为他清楚美国绝不会搞斩首行动。美国从来都没有今后也不会有对他国总统（首相、天皇、主席）搞斩首行动，这违反了美国宪法。萨达姆的儿子是被美国导弹杀掉的，但萨达姆本人是被活捉后交给伊拉克人被绞死的。利比亚的卡扎菲也不是美国斩首的，包括米勒舍维奇，美国有能力杀掉他但还是交给了国际法庭。公开支持卖毒品到美国的巴拿马总统诺列加被活捉后在美国坐牢17年，也没采取斩首行动。所以，金三胖不会害怕美国在阿富汗的“炸弹之母”的，那只能是炸核设施，不可能炸金三胖。美国出动特种部队活捉金三胖的可能性也不大，万一死太多美国特种部队士兵而没捉到金三胖，美国国内反闯王的人民是不干的，闯王吃不了兜着走。\n\n那美国会不会炸掉北韩的核设施？如果这么干的话，金三胖当即下令炮轰首尔。美国有没有能力把北韩的炮火包括火箭炮中短程导弹大部分拦截，才是决定因素。南韩政府会对此进行仔细评估的，不会轻易相信美国提供的口头承诺，而是会具体到实战细节程度。\n\n习近平也在思考，如果美国和南韩经过仔细计算后决定炸掉北韩的核设施，如果中国不帮北韩的忙而当旁观者，金三胖会不会把炮火射向中国一方，甚至把核武或脏弹扔向中国一侧。这些无法准确预测的可能性会令习近平尽最大努力避免美国轰炸北韩核设施。说习近平对美国轰炸北韩核设施会乐见其成，可靠性不大，因为担忧的地方太多。\n\n那么，美国会不会接受金三胖的临阵倒戈而甘当围剿中国的马前卒？\n\n其实，金三胖的老爹甚至他爷爷就一直在作这个梦，只是美国不接受而已。现在闯王给习近平的要求表面上是“用中国压金三胖弃核换取中美贸易好处”事实上还有另一不言自明的条件：美国直接跟金三胖谈判。美国在国际关系上覆雨翻云是常事。金三胖最近任命了两个外交人员，等于公开向闯王提出他随时都可以成为美国的一条狗，是专门咬中国的一条狗。前提是美国答应类似于中东王室独裁制度的沙特，也答应金正恩的政权合法性---不颠覆金正恩的政权。就这一条，北韩的核设施便可在美国的监视下存在。这才是闯王给习近平出的最大的难题。如果习近平逼金三胖太狠，中国与北韩的关系是敌对的你死我活的，那到时候美国便可坐山观虎斗了，至于是否接受北韩成为美国的一条狗，那就未必。如果习近平不对金三胖狠点，那就等于中国并不真的履行与美国的新型大国关系、履行促成半岛无核化的承诺，美国如何处理北韩事务，就是另一变数了。\n\n最关键的是：美国会不会把中国列为美国的第一假想敌。这不是闯王自己的事，这是有关美国国家战略的暗地里最大的争论之点。美国是宗教国家，在一神教的历史上【不论是基督教、犹太教、伊斯兰教、天主教、东正教，大家信仰的都是同一个神：耶和华（上帝、真主，叫法不同而已）】，各派所谓的异教徒就是指信仰同一个神的其它教派。比如，在天主教眼里，东正教就是异教徒；同是伊斯兰教，什叶派认为逊尼派是异教徒；以此类推。信同一个神的不同教派之间的战争打了上千年了，从未有过胜负。以后再干一千年也照样不会有胜负。信仰基督教新教的美国与信仰基督教东正教的俄罗斯是不可能成为密友的，闯王普京二人都想这么做也是白想。而不信一神教的中国，历来都没成为美国人内心的敌人。就是毛泽东打下天下后，美国驻中国大使照样不想离开中国，是毛泽东不干，要一边倒投靠斯大林。毛泽东写的《别了，司徒雷登》让司徒雷登滚蛋的。然而，现在的形势有所不同，那就是中国有超过美国的经济实力的可能。这个可能能否或者何时成为现实，一是看中共内部的稳定，一是看美国是否能从与一神教其它教派的缠斗中脱身（比如目前在中东与伊斯兰世界的绞杀以及随时都可能爆发的与东正教俄罗斯的因俄罗斯周边国家引发的冲突）。\n\n所以，由于宗教的原因，美国与北韩的战争即使发生也只能是美国死人少的空袭战争，而大规模的入侵战争美国人民大众和既得利益集团是不会答应的，因为第一次韩战是美国集团与东正教的前苏联的较量。有一点我们可以肯定：金三胖不论是身体垮掉还是战争输掉，他的寿命是不会太久的。金家独裁世袭政权三世而终是没有什么疑问的。\n\n## （二）正文\n\n现在回到题目。为何美国突然对北韩表现出“失去耐心”扬言无论如何要解决北韩的核、导弹难题而过去12年中就一直忍着？\n\n这就涉及到解决北韩的途径与目的，不同的相关国家的态度不一致。有两个方案：\n\n一个是轰炸掉北韩核设施，而留着金三胖政权不动；另一个是以南韩军队的名义斩首或推翻金三胖独裁政权、留下北韩核设施。认同前者（炸掉核设施，不干涉金三胖独裁政权）的国家有中国、美国、日本。而认同后者（干掉金三胖独裁政权，保留核设施）的只有南韩。下面单独解释一下其中道理。\n\n不论是中国还是美国、日本，都不喜欢南北韩统一，而担心北韩的核设施。一个统一的韩国，对中国来说，那就是一个噩梦，因为韩国人认为中国一大片吉林的领土尤其是现在属于朝鲜族居住地（朝鲜族自治区、自治县）曾经是韩国的。一旦南北韩统一，领土要求必然提到议事日程。对美国来说，一旦南北韩统一，尤其是北韩的人民，一定要赶走美国驻军。对南韩来说，绝大多数人是不赞成炸掉北韩核设施的。这个话题我需要在下面多说点，否则很多中国人难以理解。\n\n我有两个韩国同学、朋友，我跟他们一直有交流。我曾经问过他们对北韩制造出核武和弹道导弹的看法，他们都对北韩的成就感到欣慰，而不是我们想象的害怕或仇视。他们认为，金家王朝第三代就算是强弩之末了，一旦金正恩一死，极大可能会发生类似中国的改革，那样，南韩的科学技术与大量的资金就到北韩开工厂，甚至可以把在中国越南等国的韩国工厂关闭移到北韩。统一后的大韩民国就是有了核武器和各类导弹的现代化强国。再也不担心日本的侵略和中国的打压，还可以把美国驻韩美军赶走。\n\n其实当年中国爆炸第一颗原子弹时，在台湾的国民党老兵很多都欢欣雀跃，他们认为毛泽东死后大陆会发生和平演变。也就是说，共产党执政的时间是短期的，而拥有了核武器的中国是长期的。同理，南韩对北韩造出核武器要比台湾对大陆造出核武器更加高兴，毕竟统一后再想搞核武要受到核大国的强烈抵制。所以，南韩从上到下对北韩的处理设想就跟美国中国日本的设想背道而驰。南韩从上到下基本上都认同美国对金三胖斩首，但留下造好的核武器和核武器实验基地，然后南北韩统一。\n\n这是为何在韩国大选更换总统前美国要动手的根本原因。多年来反对对北韩动武（炸掉核武试验基地）的是南韩，表面上南韩无法公开这么讲，只能说北韩的炮火会把南韩首都炸成火海，以阻止美国对北韩的核设施动武。其实，美国有炸掉核设施的借鉴经验，比如当年以色列就是一举炸掉了伊拉克的核设施。在金正日刚开始搞核试验的时候，美国就有炸掉它的打算，只是南韩不干。从长远看，南韩的看法是对的，毕竟共产主义在全球的灭亡尤其是家族世袭下的独裁社会主义制度不会持久下去，一旦南韩用金钱统一了北韩（西德统一东德模式），已经有了核武器的大韩民国就算是进入核俱乐部了。如果还没有核武，就不能开始造。这是为何美国派副总统去南韩的原因，就是想说服南韩临时总统接受美国的方案：炸掉核武器试验基地，而不动金三胖。在这一点上，习近平、闯王、安倍（中美日）是穿一条裤子的，而南韩是不会认同的。中美日都无法认同南韩的方案：斩首金三胖、留下核设施。\n\n如果美国副总统无法说服南韩接受美国的方案，美国会不会与中国日本联手炸掉北韩核设施而保留金三胖的政权而不顾南韩的反对？\n\n这是非常难办的，美国虽然不需要动用南韩的基地便可利用三个航母战斗群和潜艇来完成炸掉核设施、突然间先发制人轰炸掉北韩在三八线一带的炮火阵地，但炸掉北韩的核设施后，美国也绝对不会让南韩军队入侵北韩而完成统一大业的，那就造成美韩之间的敌对，美国驻南韩军队便无法待下去了，反正北韩核设施和炮兵设施以及重要军事基地都被美国炸得差不多玩完了，韩国就不需要美国驻军了。美国不炸掉这些北韩的军事设施，只炸掉核设施，是要遭到北韩的报复的。所以，美国没有其它选项。\n\n对美国来说，还有一个更高级的方案，该方案就是上面提到的，是北韩认可的，甚至是三代胖子梦寐以求的：美国接受北韩的投怀送抱，成为对付中国的马前卒。这条路南韩也未必不喜欢。唯一对此方案害怕的是中国。一旦北韩纳入美国对中国的战略包围圈，中共内部当即会分裂。一派会指责另一派失去了北韩这一战略屏障；另一派会提出是对方的错。双方便会不依不饶，中共分裂便不可避免。润涛阎早就提出这条路随时都可能被美国接受，因为我们没有看到美国的媒体对金三胖的邪恶进行舆论围剿，倒是中文媒体尤其是中文网络媒体对金三胖的憎恶远远超过美国媒体包括网络媒体。当你看到美国媒体对金三胖连篇累牍地妖魔化，你就知道“美国接受北韩成为对付中国的马前卒”这条路美国绝对不想走了。目前还没有这样的征兆。金三胖还梦想着这条路能行呢。他公开提拔的两个外交官员其目的就是要跟美国谈判“招安”的事。\n\n这也是习近平在摇摆中度日的原因。维持现状是习近平的理想，毕竟他在19大人事权的争夺战激烈绞杀中不能在此时出现大麻烦给他的政敌带来翻盘的机会。中国周边国家的什么事要等到十九大以后再说。然而，美国不肯放弃南韩总统大选前这一机会。所以，现在主要关卡是在南韩一方。如果喷思能说服南韩临时总统认同美国在韩国大选前（5月9日）炸掉北韩核设施，那么，我们可以看到比以色列轰炸伊拉克核设施要精彩得多得多的画面，因为美国需要炸掉三八线一带北韩的炮兵阵地。三个航母战斗群和潜艇群能否一夜间令三八线一片火海，还是在5月9日后航母潜艇统统打道回府，端看喷思能否把南韩临时总统给说服。\n\n在喷思不能说服南韩临时总统的情况下，闯王会不会来个对南韩不管不顾炸它个一片火海？可能性不大。除非日本和中国答应出数以百亿千亿的费用，反正美国没什么损失，还把军火卖出去了，那倒是商人脑筋的闯王值得干的买卖。\n\n闯王给习近平的任务是说服三胖放弃核武，这是习近平不可能办得到的事。习近平只能拖拉着，直到闯王没有了耐性为止。\n\n事实上，习近平拖下去到19大后再说，对习近平本身有利，但无限期拖下去，直到拖死金三胖，北韩出现改革开放局面，那便是“南韩方案”统一之路走向康庄大道的开始。这是南韩想拖下去而美国不想拖下去的原因。南韩新总统选出后，不论是谁上台，都会尽最大努力走把金三胖拖死的路（等待北韩政权更迭）以实现“德国统一模式”的重演。\n\n## 小结：\n正因为美国中国韩国对待北韩的核武各自打各自的算盘，各自心怀鬼胎，才导致金三胖肆意妄为，胆大包天。金家三代玩政治可说是到了出神入化地步。然而，出来混总是要还的。",
				"added": 1493735162
			}
		],
		"2_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": [
			{
				"comment_id": 19,
				"body": "# [「郭文贵事件」为中国民主提供千载难逢的机会](http://www.molihua.org/2017/05/blog-post_78.html)\n\n自郭文贵年初爆料之后，事件的发展越来越精彩，已经远远超出人们的预料，成为影响中国的一件大事！郭文贵甚至在推特上写到还有没有十九大都难说。十九大是今年中共非常重要的一次党代会，中共高层将面临换届，有四到五名政治局常委要下台，其中呼吁让王岐山留任的声音最大，他主导的反腐工作获得众人好评。但今年突然爆发的郭文贵事件，使中国政治局势变得更加复杂，这对十九大的召开显然是不利的！\n\n##  郭文贵爆料事件对王岐山连任的影响\n\n郭文贵在4月19日爆料的最重磅炸弹不是腐败，因为常委级别的腐败海外早有爆料，不足为惧，由于网络封锁，对中国也产生不了多少影响。但郭文贵爆料的习王矛盾，在极权独裁国家是致命的！不管习近平是否真的下令暗地调查王岐山，他们之间的猜忌已经种下，而且很难解释清楚，并且郭文贵掌握有证据可以随时公布。\n\n在中国及中共历史上，“皇帝”由于对“权臣”的猜忌，致使“权臣”身首异处的例子比比皆是，最近的就有毛泽东与林彪。而现在王岐山就是这样的权臣，他现在权力空前，“一人之下，万人之上”，而且还想继续留任，这显然不符合习近平要大权独揽的需求！\n\n 如今郭文贵对王岐山的爆料，侧面证明习近平其实早就开始提防王岐山。郭文贵揭露王岐山的问题，正好让习近平、李克强否决他的连任诉求，削弱他在十九大的发言权！郭文贵即将召开的新闻发布会，主题就是2013─2017年反腐的真相。一旦新闻发布会如期举行，那基本上就会否定王岐山引以为傲的反腐工作，这等于是对王岐山釜底抽薪。而且王岐山的年龄已过线，他已经没有任何要求连任的理由！而且由于王岐山自身的腐败问题，导致其主导的反腐运动失去正当性和公正性，彻底沦为他清洗异己的工具。真相的揭露会致使整个官僚阶层义愤填膺，广大官员对王岐山的不满会达到顶点。为了官僚体系的稳定，安抚各级官员，习近平极有可能会卸磨杀驴。在历史上不管是商鞅还是王安石，得罪整个官僚体系的结果最后都是被皇帝抛弃，以换取统治的稳定！这就是郭文贵说的“习是用王，而不信王”。因为不信任，所以只是利用，用完了就会抛弃，就像在军队替习反腐的刘源那样！因此，王岐山已基本失去连任常委的资格。\n\n## 郭文贵爆料事件对习近平决策权的影响\n\n 习近平被封核心后，他在党内的话语权大增，拥有最后的拍板权和决策权。但郭文贵事件的发生，尤其是习王矛盾的爆出，使得习近平非常被动。他违反政治规矩私自调查党国领导人──揪王岐山小辫子的做法，令其他常委非常担心，习有没有私下调查他们！这种风气如果蔓延开来，将会严重破坏党的政治生态！这使习近平面临一个如何向政治局解释的问题！但不管怎么解释，都将削弱习近平的威信以及他在十九大的发言权！而且目前还不知道王岐山如何反击？不管王岐山信与不信，都会在王心里留下疙瘩，他应该不会再像以前那样支持习，这对在政治局本来就占少数的习近平是极其不利的！\n\n由于现任中共高层出现如此大的问题，这让那些已退休元老找到继续干政的理由，再加上即将爆发的朝鲜战争，使得百官此时非常希望元老能出来干政，以解决中共目前的内外部危机。这种局面的出现大大增加了江泽民、胡锦涛、宋平等已退元老对十九大的发言权，甚至是决定权，使习近平失去对十九大的绝对控制！\n\n##  抓住机会推动中国民主转型\n\n如今中共面临前所未有的危机，外有朝鲜危机、郭文贵爆料，内有高层权斗、沸腾民怨，任何一件事处理不好都有可能导致中共垮台，这给中国实现民主转型提供了良好机遇！\n\n曾经有人预言2017年是中共垮台之年，虽然不一定准确，但今年确实是中共生死存亡的关键一年。原先很多人不以为然，但突然冒出的郭文贵使一切都变得可能！因此，对所有追求民主的人来说，2017年也是推动中国民主转型的关键一年！上天已经给民主人士安排了最好的天时地利，就看“人和”了！\n\n一、利用中共矛盾，加大中共内斗的烈度是瓦解中共统治最好最便捷的方式，而爆料是加剧中共内斗的最好方法。\n\n郭文贵的爆料不但让人们看到了中共令人震惊的黑幕，瓦解了中共统治的合法性，使民众更加离心离德，也使中共内斗变得更加剧烈，加速了中共分裂以及党内野心家的反叛步伐！\n\n 郭文贵以一己之力向整个盗国贼们宣战。虽然这些盗国贼在郭文贵眼中是指除习近平之外的腐败权贵集团，但在很多民众眼中，这个盗国集团就是中共。所以民主人士的目标与郭文贵的目标有很大的重叠性，这为民主人士与郭文贵走到一起团结起来，铲除这个盗国集团提供了基础。习近平的统治也是依赖这个盗国集团来维护的，没有了这个盗国集团，习近平也将成为孤家寡人，中共也将成为一个空壳。如果习近平真心救国救民，那填补这个空壳的一定是清廉正直之人，那习近平就会成为社会正义的代表，中共就有可能实现像国民党那样的转型，中国就会顺利实现民主！可如果习近平选拔的还是一帮腐败份子，那习近平就会成为郭文贵口中盗国贼的一份子。对于一个真正为国为民的人，一定知道该如何选择！\n\n也许有人非常介意郭文贵的过去，但我认为，是否有利于瓦解中共统治，是否有利于推动民主事业，才应该成为民主人士判断事情好坏的标准，也是自己是否支持一个事情的标准！而不是首先看这个人是否是好人，他的道德品行如何？我们应该首先看他所做的事情是否有利民主事业！圣经告诉我们人人都是罪人，西方政治也告诉我们，不要奢求政客做一个完人，那是不切实际的。\n\n 郭文贵是刚刚从体制内走出来的一个商人，通过这三次爆料他的思想境界也在提高。从他最初的支持习、王、孟，到现在揭露王、孟，炮火猛烈的攻击除习以外的中共高官，这就是巨大的进步。郭文贵身在海外，他的觉醒是必然的，谁也不能保证郭文贵以后不会成为一个出色的有抱负的政治家。现在郭文贵的家人、员工被中共捏在手里，使得郭文贵投鼠忌器。但世事总在变化，如果哪一天郭文贵的家人被中共某些人比如反习派设计害死，那就会把郭文贵彻底逼上梁山，像水浒传中的林冲那样，最终走上反“皇帝”的道路！\n\n不管郭文贵未来如何，但今天郭文贵在推特上呼吁海外人士团结起来，与他一起打倒这个盗国集团，这有利于促进中国的转型事业，民主阵营的人此时应该积极响应！至于转型之后，是走向民主还是走向独裁，这取决于民主人士的实力！而郭文贵支持中国民主法治将大大增加民主阵营的实力！\n\n郭文贵的爆料也给逃亡海外的权贵富豪比如令完成，做了很好的榜样。动员更多的人加入爆料的行列，来一个人肉大搜索，全民齐反贪，把反贪主导权抢到人民手中，这对盗国集团的统治会产生巨大冲击！民主人士在这件事上可以大有作为，毕竟打倒贪腐集团是实现民主转型非常关键的一环！\n\n 二、郭文贵爆料事件的出现，使中国实现民主转型露出了黎明的曙光！这是过去民主人士所不及的！\n\n中国百姓历来相信实力，没有实力他们是不会冒着生命危险跟着你反共的。但郭文贵如今用事实证明了他的实力，让网民及普通百姓看到了信心及改变的希望。正是因为如此，郭文贵推特的粉丝才以一天一万的速度增长，还有数量众多的人与他私信联系！这让人想到秦朝末年纷纷去投靠刘邦的能人义士，因为他们从刘邦那里看到了改变的希望！\n\n因此，让更多国内的人听到郭文贵的声音，是所有痛恨腐败之人义不容辞的责任。不但是在网络上传播，更要在亲朋好友、同事邻居中传播，让更多的人了解真相。也许会有人不信、不接受，但我们只管传，因为真相是掩盖不住的，说多了，他们总有一天会相信并接受的！\n\n国外的努力、高层的内斗必须要配合民众的行动才有可能实现民主的转型。传播郭文贵的信息是让民众行动的第一步，否则就像巴拿马文件一样，墙外开花墙外红，大部分普通百姓都没听说过，对盗国集团的统治产生不了什么影响！郭文贵既达不到保护家人的目的，民主人士也达不到实现民主的愿望！如今中国实现民主最大的阻力就是来自这个盗国集团！\n\n 正因为这个盗国集团把持着这个国家，导致社会逆淘汰及黑社会化，好官越来越少。但中共目前确实有少数支持民主的爱国者以及为民族未来担心的良心党员，他们处于被排挤、被边缘化的地位。虽然他们数量很少，但他们不甘心，更不愿随波逐流。而这次郭文贵对盗国贼们的宣战，正是他们崛起的机会。通过中共内斗、全民反贪，使党内外支持民主的健康力量上台，掌握国家权力，达到改变中国实现转型的目的。如果支持民主的势力上台，那将来习近平就是想独裁也是很困难的！\n\n三、结束独裁实现民主是民主人士所热切期盼的，因此推动中国民主转型的大业应该由民主阵营的人士扛起来，而不应该把希望寄托在郭文贵身上。\n\n郭文贵事件为推动中国民主转型创造了一个很好的舆论环境，分化了中共，分散了中共的焦点及力量。很多网民都对郭文贵的爆料拍手称快，这反映出他们对改变现状的急切渴望。郭文贵把网民的热血点燃，民主人士应该趁此机会，集结一切可以集结的力量，向中共腐败的统治发起冲锋，一鼓作气实现中国的民主转型！这与郭文贵向腐败集团开炮并不冲突，是可以同时进行的，也是有利于民主人士的。郭文贵做他该做的事，民主人士做自己该做的事。\n\n 我所说的行动不只是喊喊口号、发发文章，而是要加紧串联活动，以“反腐”“反朝核”“要政改”“维权”等合适的理由，选择合适的日子发动游行、罢课、罢工、上访等等，一起向中共发难，这样才有可能实现像中东那样的颜色革命。要搞这些工作，就需要投入精力、金钱。国内的人投入人力物力，国外的人提供后勤及舆论支持！\n\n今年有很多合适的日子可以发起行动，比如中共内斗激烈之时、十九大召开之时、朝核危机加剧之时，还有一些纪念日！尤其是中共内斗达到白热化的时候，一旦民主阵营能发起像中东那样大规模的游行示威，那将使中共产生分裂，争斗中弱势的一方一定会趁机借助民众力量打倒对手，这就有可能像俄罗斯那样实现民主转型！\n\n总之，郭文贵事件的爆发为实现中国民主转型提供了一个千载难逢的机会。只要能抓住这个机会，中国结束独裁走向民主指日可待！\n\n来源：民主中国 / 两点心",
				"added": 1493735579
			}
		],
		"9_1FmYoFUbNXqpJ4v42ZGfVRKNaodu25YK8B": [
			{
				"comment_id": 20,
				"body": "赵岩在点评中披露，六四前“杀他20万，保20年稳定”这句话，始作甬者是王岐山，是王岐山说给他丈人姚依林，后者跑到邓小平那里去说，又被王震传了出来，见 https://youtu.be/__ugFvzezDg",
				"added": 1496135033
			},
			{
				"comment_id": 21,
				"body": "> [liang2x](#comment_54_13hDubvsRRAfvK2UGKhWQM9bAAViHwhyL2): 郭文贵@KwokMiles 视频合辑，包含他 @YouTube 频道、明镜／VOA／秦伟平采访，以及他推特上的直播／小视频，并配mp3。墙内用户可用 Resilio Sync 通过密钥 B4F5YOHLAEWHNBQA5SSHDXHVYOZ3NXQGB 直接下载（持续更新中）\n\n赞！",
				"added": 1496203394
			},
			{
				"comment_id": 22,
				"body": "> [dlggtan](#comment_5_1FRsFWqkx5TVyRqy9Xr3XoshYDDZHXSQvz): 有人整理过郭文贵的爆料吗？视频太多了，也看不太明白\n\n还没看到有谁分门别类地整理过。",
				"added": 1496381890
			}
		],
		"1_1CsBzW7HXzS2qQ5h44s4ox6Wyzuh7pYLau": [
			{
				"comment_id": 23,
				"body": "你的标题和你的实际意思没多大关系，甚至还有点拧着。按照标题的意思，你不同意实名制无用论，也就是说，你应当认为实名制有用。而你的正文其实在说实名制是中性的，要看怎么去用它，并没有侧重于它有没有用。",
				"added": 1496383210
			}
		],
		"2_1FRsFWqkx5TVyRqy9Xr3XoshYDDZHXSQvz": [
			{
				"comment_id": 24,
				"body": "好像已经关闭了吧？",
				"added": 1496770158
			}
		],
		"264_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 25,
				"body": "> [vincentcheung](#comment_30_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV): 我觉得习禁评会坐新政府的大牢坐到死\n\n他的办法就是坐皇位到死。",
				"added": 1499158407
			}
		],
		"2_1CnPgdHbuiXvD1M9xPU3UiXKmLwLLQKCVV": [
			{
				"comment_id": 26,
				"body": "共党实行实名制并不是为了治安，而是一项战略威慑：你们这帮兔崽子，胆敢说不利于我的话，做不利于我的事，我是可以查出来的！",
				"added": 1499660704
			}
		],
		"5_144GQ5Uz9dYQJ1MwjSFWWboLgHwdGpv21x": [
			{
				"comment_id": 27,
				"body": "> [netwatcher443](#comment_2_163qySY2DPqhhxhinT9SAF5D4BXzoZvp6z): 感觉这一届喜欢悄悄的来，很恐怖。而且惧怕某人集权成功后会变成斯大林式的人物。其实当前郭先生和苏联时期的高尔基的经历在某些地方上是很相似的，高尔基作为文豪，在国际上有很大的影响力，同时，他在伦敦，也存放了一批苏共党内资料。因此在斯大林上台前都是各方拉拢的对象。后期斯大林上台后，高尔基就彻底沦为了斯大林的肉喇叭……\n\n习近平这一届阴狠。",
				"added": 1499942581
			}
		],
		"3_18pFuBR6m9gHm7NJLw4QeXWdNCuc4R1mjc": [
			{
				"comment_id": 28,
				"body": "唯有革命一途。",
				"added": 1499973081
			}
		]
	},
	"comment_vote": {}
}