{
	"next_topic_id": 8,
	"topic": [
		{
			"topic_id": 1,
			"title": "How can I create another ZeroID account?",
			"body": "I mean, can I switch accounts?",
			"added": 1507313331
		},
		{
			"topic_id": 2,
			"title": "Do whatever you want",
			"body": "The private key is available in the index. Do whatever you want. Everything is allowed.\nhttp://127.0.0.1:43110/18wobkaP8YpY1V37HMW8moH4zSCxn47A8n/",
			"added": 1507407879
		},
		{
			"topic_id": 3,
			"title": "USERS.JSON BACKUP PAGE",
			"body": "So many hours coding, but it does its job.\nIf you find any bug, or you know any way to make the code better, feel free to comment it here.\nIf the bug is really serious and could expose information, email me with ZEROMAIL: jlxip\nBy the way, I'll improve the colors of the design, but that's not relevant. It's still beautiful.\n\nhttp://127.0.0.1:43110/1AQmsxhCgfJ5FbgyKtax8Df8QuANzPsRW9",
			"added": 1507657535
		},
		{
			"topic_id": 4,
			"title": "URL shortener on ZeroNet",
			"body": "After a few hours of coding I've created an URL shortener which runs fully on ZeroNet.\n\nI have even registered a domain to use it, 0short.bit\n\nSo, here it is the link: http://127.0.0.1:43110/0sh.bit/\n\nIf you like the project, star the zite [here](http://127.0.0.1:43110/Sites.ZeroNetwork.bit/) (NEW tab) so more people can know about it.",
			"added": 1507843403
		},
		{
			"topic_id": 5,
			"title": "Encrypt and decrypt any file with this zite",
			"body": "With 0crypt.bit, you can encrypt and decrypt any small file with AES.\nAbsolutely everything is done in local, and the key is of your choice, which is hashed with SHA-256 in order to always have a 256-bit key.\nhttp://127.0.0.1:43110/0crypt.bit",
			"added": 1507997205
		},
		{
			"topic_id": 1509398486,
			"title": "Free Namecoins",
			"body": "Hi, so I found this guy that sends you Namecoins to your wallet, he sent me 0.5NMC and that is enough to buy like a lot of domains (at least 20, I don't actually remember). He also sends Emercoin which I will never use in my whole life but it's still appreciated as they are free.\n\nHere it is the webpage: https://blockchain-dns.info/giveaway\nHe will contact you from here: astanze@blockchain-dns.info",
			"added": 1509398480
		},
		{
			"topic_id": 1513621070,
			"title": "Just updated 0sh.bit",
			"body": "So, as I've been seeing you like the project, I've just updated \"checkurl.js\" in order to allow HTTPS connections. Should work good. I am also thinking about moving the project to a git repository so you can see the changes easily.",
			"added": 1513621063
		}
	],
	"topic_vote": {
		"1_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"1_1CsjyZ9quRiayqjuYVXZNiDWsgHeaDoDBt": 1,
		"2_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"2_1BuwB8WTT7SfiTncivoMudckGtswexyP5E": 1,
		"3_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"1_1CT7RxDQNPEE8X78bDkUPhuaaUUixTmDhC": 1,
		"4_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"1_16W7DGWDAvsBcc33SGvY63MCT9uZykYve4": 1,
		"5_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"1_15de5wZ71q8iQGhEmBkJnRKx37Defn5XoL": 1,
		"1509398486_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"1509398086_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": 1,
		"1510936767_1CGweCTCsFxD5FjvciBaGagZXsAUbXustF": 1,
		"1511360238_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1512179082_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"1513402503_18aZuViC7uWA6UMdsz6p3WV5wBpuCP4yWm": 1,
		"1513621070_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"1509624447_1CGweCTCsFxD5FjvciBaGagZXsAUbXustF": 1
	},
	"next_comment_id": 52,
	"comment": {
		"1_15ins8mwfnDtrqrEgkkhmZHfHQJGAoJdQH": [],
		"2_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": [
			{
				"comment_id": 2,
				"body": "Private key (it got deleted, I knew it was going to happen): 5KTx8dmbydrcLTPmTcaxSBmFZZ6SKSaPGyAwyk9YhD9uTaSjLHR",
				"added": 1507470045
			},
			{
				"comment_id": 5,
				"body": "> [m4rc0](#comment_3_1GpmErjpZ5pWPRVEhnTeDK6PoFKzQNDSV3): the goatse almost killed me man hahahaha\n\nWhat goatse?",
				"added": 1507482235
			}
		],
		"2_1BuwB8WTT7SfiTncivoMudckGtswexyP5E": [
			{
				"comment_id": 3,
				"body": "I'm interested, but more in using it than in taking part of its development.\nDo you have any idea about how are you going to do it?\nI mean, can you automatize this type of project with just javascript?",
				"added": 1507475048
			}
		],
		"1_1BMjn5jgrLrGbQTbnZDLFKUuxP2ZBr4ufC": [
			{
				"comment_id": 4,
				"body": "I don't actually think that's possible.\nI mean, the main purpose of ZeroNet is to use it as an alternative to HTTP, isn't it?",
				"added": 1507476917
			}
		],
		"3_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": [
			{
				"comment_id": 6,
				"body": "> [styromaniac](#comment_126_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): Would be cool if 2FA was employed as well.\n\nI think so as well, but 2FA requires to store a secret token, and I don't know how to do so if the database is public. It could not be encrypted with the password (or with another one) because if you get it, we'd be in the same.",
				"added": 1507660144
			},
			{
				"comment_id": 7,
				"body": "> [akito](#comment_217_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): How does it actually work?\n\nI think the page itself explains it very well, it's really intuitive. You upload your \"users.json\" file and enter a password of your choice (there's no regulation, but it **should** be strong). Then, your file gets encrypted with AES (256-bits) and your password (hashed in SHA-256, in order to always get a 256-bit key), and it's uploaded to the database.\n\nIf the upload was successful, you will get your ZeroID username (e.g. akito@zeroid.bit).\n\nSo, when you want to download your file, you go to the download page, enter your ZeroID username, your password, and you download it. As simple as that.",
				"added": 1507664033
			},
			{
				"comment_id": 8,
				"body": "Okay, there was an awful bug that didn't let you upload your files (wtf). It should work smooth at the moment. Let me know otherwise :)",
				"added": 1507666643
			},
			{
				"comment_id": 9,
				"body": "> [xvx](#comment_3_1NtsBLNSXtBuFg52FbWGD9gQJJaXKQKG5F): encrypt first and then upload -> get hash of user.json.enc  [...]\n\nWhy do you want to get hashing involved? FMHO the main idea of my site is pretty robust.\nI mean, with my page, the file is encrypted BEFORE being uploaded, on local.",
				"added": 1507670229
			},
			{
				"comment_id": 10,
				"body": "> [xvx](#comment_4_1NtsBLNSXtBuFg52FbWGD9gQJJaXKQKG5F): encrypt and get hash of user.json.enc     ->  upload [...]\n\nI think I start to understand what you mean. Instead of the username (UID) use the hash of the \"users.json\" file.\n\nHowever, from the way I see it, this has two major disadvantages:\n-1. The user has to remember two things now: the hash and the password. While the UID is much easier to remember (**xvx@zeroid.bit** vs **ca978112ca1bbdcafac231b39a23dc4da786eff8147c4e72b9807785afee48bb**).\n-2. This is the opposite of the internal design of the page, this would allow one user to upload more than one file; while in the current page you can only upload one file (\"users.json\") and when you upload a new one it is overwritten. Your system would cause a high increase of the size of the page, and I don't think it's necessary to let the user upload more than one file, then it would be a regular cloud platform, and that wouldn't go well in Zeronet.",
				"added": 1507672702
			},
			{
				"comment_id": 11,
				"body": "> [xvx](#comment_5_1NtsBLNSXtBuFg52FbWGD9gQJJaXKQKG5F): encrypt first and then uploadsafety first  for reference only\n\nOh my god, this shit again.\n**THE FILE IS ENCRYPTED BEFORE BEING UPLOADED. ON LOCAL. ONCE IT'S ENCRYPTED, IT GETS UPLOADED**",
				"added": 1507727368
			},
			{
				"comment_id": 12,
				"body": "I've improved a bit the design, it has now kind of a dynamic touch. Have a look!",
				"added": 1507737964
			}
		],
		"4_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": [
			{
				"comment_id": 13,
				"body": "> [severeburns](#comment_15_1CSDDARdrzUk9iXgx8bopdfRi3TsZmdPEP): I'll seed\n\nThanks maboi!",
				"added": 1507844491
			},
			{
				"comment_id": 14,
				"body": "> [severeburns](#comment_16_1CSDDARdrzUk9iXgx8bopdfRi3TsZmdPEP): No worries, dude; does it work for clearnet links?\n\nIt doesn't at the moment. But I think I know a way to do it, give me a few minutes.",
				"added": 1507845241
			},
			{
				"comment_id": 15,
				"body": "> [severeburns](#comment_16_1CSDDARdrzUk9iXgx8bopdfRi3TsZmdPEP): No worries, dude; does it work for clearnet links?\n\nNow it's fully implemented. Half an hour, it's OK.\n\nNow, when an user is being redirected to a non-ZeroNet URL, a warning appears (have a look: http://127.0.0.1:43110/0short.bit/?RVtX )\n\nZeroNet does not support redirections outside the domain, so I had to manage myself using popups, but it works pretty well!",
				"added": 1507847077
			},
			{
				"comment_id": 17,
				"body": "> [ferock](#comment_1_1N5bKYkVqF4gaSZMzSwDGEXeRLDcwKmHvt): how can i do that ?\n\nExcuse me, do what? Use the page or create your own?",
				"added": 1507905484
			},
			{
				"comment_id": 21,
				"body": "> [kaffie](#comment_525_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): I seem to have broke it. I tried again with just the address. Also: I'd recommend getting an even shorter domain name. 0short.bit is fine when people want to visit the site, but getting a 2 letter or 3 letter domain would be even better. Something like http://0sh.bit/?8n4r would be beautiful.\n\nThanks for breaking it! (it even sounds ironic, but that's not the intention)\nNow both links work. I had to do a little hack, but it works so far.\nI've just bought that domain. I'll change it in a few minutes.",
				"added": 1507987803
			},
			{
				"comment_id": 22,
				"body": "> [styromaniac](#comment_128_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): How about tid.bit or lil.bit?\n\nPfff, too many domains. I think 0sh.bit will be enough. Thanks anyway!",
				"added": 1507987909
			},
			{
				"comment_id": 23,
				"body": "> [binchan2](#comment_22_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h): Thx for the nice zite. I tried to visit http://127.0.0.1:43110/0short.bit/?3uKM and it threw neterror, no problem with other links.I check the data.json at data/users/1A6rok3j9w6paahtGoxrePy7SSkMz5A48s/data.json and here is the code: [...]\n\nI see the bug. I'll let you know when it's fixed. Thanks for sharing it!!!",
				"added": 1507988079
			},
			{
				"comment_id": 24,
				"body": "> [binchan2](#comment_22_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h): Thx for the nice zite. I tried to visit http://127.0.0.1:43110/0short.bit/?3uKM and it threw neterror, no problem with other links.I check the data.json at data/users/1A6rok3j9w6paahtGoxrePy7SSkMz5A48s/data.json and here is the code: [...]\n\nSeems to be working right now, I've just improved the code I'd written a few minutes ago so this shouldn't happen. Let me know whether it works for you.",
				"added": 1507989222
			},
			{
				"comment_id": 25,
				"body": "# NEW DOMAIN!\n\nNow the domain is officially **0sh.bit**\nHowever, as I am quite obsessed with backwards-compatibility, the other one is still working.",
				"added": 1507990005
			},
			{
				"comment_id": 26,
				"body": "By the way, if you like this project, star the zite [here](http://127.0.0.1:43110/Sites.ZeroNetwork.bit/) (NEW tab) so more people can know about it.",
				"added": 1507990344
			},
			{
				"comment_id": 30,
				"body": "> [krixano](#comment_60_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): jlxip: What do you think about adding QR codes to this? Then you can have a scanner on the zite that will be able to scan QR codes and direct to the corresponding URL.\n\nDo you mean by drag-and-drop?\nI mean, yeah, sure, I could, but that might obfuscate the main purpose of the page: easy to access and easy to remember. Wouldn't it?",
				"added": 1508065188
			},
			{
				"comment_id": 31,
				"body": "> [krixano](#comment_61_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): I'm not saying remove what you have. Just add a way to use your camera to scan (this is what I meant by scanner) QR codes that are generated by your zite to redirect to the url. This way people can use the QR codes instead of the urls on, for example, printed stuff. Also, I'm not sure how this would obfuscate the page, not when you clearly put right on a page that you can \"scan\" (with camera) a QR code to access a zite (it doesn't have to be the homepage). Also, when someone creates a url, generate and provide a QR code with it that they can download/copy and use elsewhere. It's just an idea.\n\nAh, okay, good explanation. But how would an user scan the QR code? With his phone? I don't know if I can access the camera on a phone that runs ZeroNet.",
				"added": 1508079083
			}
		],
		"1_15de5wZ71q8iQGhEmBkJnRKx37Defn5XoL": [
			{
				"comment_id": 16,
				"body": "How did you do it? Did you install a server in a VPS or something like that?",
				"added": 1507890761
			},
			{
				"comment_id": 27,
				"body": "> [tokyomewmew](#comment_1_15de5wZ71q8iQGhEmBkJnRKx37Defn5XoL): https://play.google.com/store/apps/details?id=net.mkg20001.zeronet [...]\n\nZeroNet works fine, but when I enable TOR I get an \"ADDONION ERROR\", and I don't actually know what that means.",
				"added": 1507993108
			},
			{
				"comment_id": 28,
				"body": "> [jlxip](#comment_27_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C): ZeroNet works fine, but when I enable TOR I get an \"ADDONION ERROR\", and I don't actually know what that means.\n\nI still get the same error but seems like it's working now with a bit of configuration by my hand.",
				"added": 1507995745
			}
		],
		"1_16W7DGWDAvsBcc33SGvY63MCT9uZykYve4": [
			{
				"comment_id": 18,
				"body": "-1. I don't think SSL is necessary because all the communications go through TOR, and TOR itself implements a SSL-ish system.\n-2. http://127.0.0.1:43110/1AQmsxhCgfJ5FbgyKtax8Df8QuANzPsRW9/",
				"added": 1507924265
			},
			{
				"comment_id": 19,
				"body": "> [james007](#comment_71_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): On a related note: One critical flaw is there is no content filter, so even though ZeroNet uses Tor, there is no protection of an IP leak unless TBB is used.\n\nActually, there is a simple solution to the IP leak problem.\nThis is setting in the browser settings a non-working proxy (for example, localhost:8080) to all directions except 127.0.0.1 (and/or localhost).\nIn firefox it's pretty easy. And you can check if it works with this page I made: http://127.0.0.1:43110/1K3cpBdySkLF4qUcfJyN5d5xGDgXgB1wpm/",
				"added": 1507930325
			},
			{
				"comment_id": 20,
				"body": "> [bluishcoder](#comment_1_1JGLcd9SrxuxdEYR2AGTVR6MeyVw8qQt9L): Site can still get your IP address via WebRTC. See this internet site for details.\n\nWow, and it has the solution and everything. Thanks!!!",
				"added": 1507970716
			}
		],
		"3_16t83GyRixTRFbTL91Lvk2q3Z8kJzJfAXH": [],
		"1_1KppeNmp1RLz7kESnW1qqSeRKj5sBUGRzD": [
			{
				"comment_id": 32,
				"body": "> [newcontent](#comment_3_1NXaLXjkm7jfmc4QBXtWM1g8wiT9odzwZs): I cannot visit by using http://www.google.com/  .If I can use https://www.google.com/ to visit google,it must be a breaking news.\n\nAre you from China? In China people aren't allowed to access Google?\nI'm sorry, I'm not very up to this topics. Please answer.",
				"added": 1508607497
			},
			{
				"comment_id": 33,
				"body": "> [loveme](#comment_3_14wMD2hZJR1qJmjjXSTrr5fQWqAkFW4cYf): In China you cannot access google, facebook, wikipedia, twitter, youtube, medium, aka the most used sites in western countries.\n\nBut I guess you have mirrors, right?\nOtherwise, can you use TOR?\nI mean, you are here, in ZeroNet.",
				"added": 1508684691
			},
			{
				"comment_id": 34,
				"body": "> [loveme](#comment_4_14wMD2hZJR1qJmjjXSTrr5fQWqAkFW4cYf): No mirrors at all. I think you just don't believe that China could ban them all. But it is true. And things are still going on. China banned tons of VPNs in recent days, which was used by people who want to access those website.Because Zeronet is decentralized web, China can't ban it because it don't rely on any server. Except the zeronet downloading page, zeronet.io, which is banned also recently.\n\nUnderstood. Thank you very much for the info!",
				"added": 1508939962
			}
		],
		"1509030880_1K2BhJ6PeyraUiZQnFqvGz178oTKu9ACsi": [
			{
				"comment_id": 35,
				"body": "Hi, sorry to inform you, but this website is a **SCAM**.\n\nIn the index, you can see an integer with the people who are playing at the moment, and this is the javascript code that loads it:\nhttps://i.imgur.com/501cczz.png",
				"added": 1509032598
			}
		],
		"1509044343_13cusqQkWAixH4fT8EtoARcWLcGgbdNDvX": [
			{
				"comment_id": 36,
				"body": "I think I need more information.\nWhat distro are you running? Did you install any of those packages yourself?",
				"added": 1509045588
			},
			{
				"comment_id": 40,
				"body": "> [cooldude79](#comment_2_13cusqQkWAixH4fT8EtoARcWLcGgbdNDvX): apparently they were not needed (only network-manager) I stopped \"service networking\" and \"service systemd-networkd\" and I still had connectivity to it via SSH and it's still serving my websites. I'll monitor further to make sure I don't see anything off in the logs. I just want to kill off everything that's not needed for the webserver which will bring me closer to catching any errors that take it offline like the networking issue\n\nThat's the purpose of every single sysadmin, have just the necessary packages installed hahaha.",
				"added": 1509133827
			}
		],
		"1509120997_14WzUeT5gCwX3s6AvbxksZ2PVorUk9BtNt": [
			{
				"comment_id": 37,
				"body": "That wouldn't work hahaha.\nIf you encode your files and paste it in some used zite (such as Zer0Talk), you have a maximum amount of characters, so that would not go well.\nOr, if you create your own zite to store that information, or use something like ZeroUp, nobody would download and share those files.\n\nIn conclusion, there is no way to publish information that no one gives a fuck about.",
				"added": 1509123226
			}
		],
		"1509111564_1LXSmRHtTjeKqDCSrZ8GLJUPRimrL5gGF5": [
			{
				"comment_id": 38,
				"body": "If you upload a file to ZeroUp, it will be shared to some people that would want to download it. If you share a personal file (such as an encrypted zip) no one would download it as no one cares. But if you upload some interesting content (such as a fragment of a movie, a science PDF or something like that), as long some other people (at least 3 or 4 more) have it (without removing it), it won't be lost.",
				"added": 1509123357
			},
			{
				"comment_id": 41,
				"body": "> [yuzu1](#comment_22_1LXSmRHtTjeKqDCSrZ8GLJUPRimrL5gGF5): Do you mean ZeroUp just like Resilio Sync or BT?(rather then PrefectDark nor Freenet)\n\nYep, it's pretty much like BitTorrent, but ZeroUp is an intent to \"\"\"centralize\"\"\" the files, so people can access them easily.",
				"added": 1509190516
			}
		],
		"1509087257_1CGP23WuLE1DHpiAyGuSoNrNzabKv8NVmZ": [
			{
				"comment_id": 39,
				"body": "> [helium](#comment_14_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): http://www.mediafire.com/file/s429bsjf7jofli4/2017_10_23_tor_and_torsocks_from_Europe.tar.xz\n\nI wouldn't download this. I don't know if it's just a tor version but, if so, it could be infected.",
				"added": 1509123414
			}
		],
		"1509355895_1ALwbRLVTnHkqz8mCtWrHV1AsZLFkRhJj2": [
			{
				"comment_id": 42,
				"body": "> [nofish](#comment_1047_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj): It's not required, but then the first visitors will have to wait 1-5 minute before your site load and they must have opened port.If you have Tor: available on ZeroHello, then you should be fine, because then the visitors will able to reach your site that way.\n\nMakes sense the Tor thing, I haven't thought about that. Thanks!",
				"added": 1509377197
			}
		],
		"1509398086_166Kgk6LesoTpoTTWciSHeq98UB4mTUcsf": [
			{
				"comment_id": 43,
				"body": "Thanks for sharing.",
				"added": 1509398138
			}
		],
		"1510936767_1CGweCTCsFxD5FjvciBaGagZXsAUbXustF": [
			{
				"comment_id": 44,
				"body": "Shit you're right. I'll have a look at the code and see what it's doing.",
				"added": 1510940427
			},
			{
				"comment_id": 45,
				"body": "> [axeltherabbit](#comment_33_1CGweCTCsFxD5FjvciBaGagZXsAUbXustF): Are you a dev of the site?\n\nOf course not. But every Zite is open-source. In fact, the source code is in your machine at the moment.",
				"added": 1510945574
			}
		],
		"1512179082_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 46,
				"body": "I think you are looking at it the other way around. Life doesn't look like coding, coding looks like life. But, indeed, coding can help you realise how everything works, pretty much like any other science.",
				"added": 1512180464
			}
		],
		"1513304085_17Rdzwwv6BpXjyZeCQNRFUbMQ3uTPNhZHX": [
			{
				"comment_id": 47,
				"body": "I'm not supposed to, but I do.",
				"added": 1513356324
			}
		],
		"1513455571_1PyrAjbZiHyfW7jSWeUpDPSeMU7sAJ5HSs": [
			{
				"comment_id": 48,
				"body": "Instead of doing that, I'd recommend 0sh.bit",
				"added": 1513524405
			},
			{
				"comment_id": 49,
				"body": "> [herp](#comment_50_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe): Useful for sharing long links quickly, not so much for an official site URL :)\n\nThen, buy a domain. It's pretty simple with Namecoin.",
				"added": 1513544810
			}
		],
		"1513621070_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": [
			{
				"comment_id": 50,
				"body": "> [herp](#comment_60_164x9q7LJPLX4SMbhqLPraKAGZRPa2gTFe): Shameless plug for  Git Center.\n\nHahaha I was actually thinking about GitHub, as GitCenter doesn't actually fit my requirementes (weird to explain, is about where my ZeroNet program is running).\nNevertheless, I'm still thinking.",
				"added": 1513638042
			},
			{
				"comment_id": 51,
				"body": "Okay, nevermind, in the end I decided to use GitCenter, managed to get it working. Great project indeed.\n\nhttp://127.0.0.1:43110/1FZAVa7hak8pcVCvVSPz59z3f14CwSTN6H",
				"added": 1513639450
			}
		]
	},
	"comment_vote": {
		"5_1EXv9ZukJjnSeYBijEBwFZZNBdEzEvvs9M": 1,
		"2_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"1_1BuwB8WTT7SfiTncivoMudckGtswexyP5E": 1,
		"3_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"6_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"15_1CSDDARdrzUk9iXgx8bopdfRi3TsZmdPEP": 1,
		"18_1CSDDARdrzUk9iXgx8bopdfRi3TsZmdPEP": 1,
		"15_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"18_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"525_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"1_1JGLcd9SrxuxdEYR2AGTVR6MeyVw8qQt9L": 1,
		"22_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h": 1,
		"25_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"118_18eGWSaM3Vc9i61LVfogjQJf5gp7EN7b9Y": 1,
		"23_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h": 1,
		"26_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"12_1A6rok3j9w6paahtGoxrePy7SSkMz5A48s": 1,
		"3_1NXaLXjkm7jfmc4QBXtWM1g8wiT9odzwZs": 1,
		"32_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"4_14wMD2hZJR1qJmjjXSTrr5fQWqAkFW4cYf": 1,
		"35_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"44_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"1_1Ke6ak6mpmvEKoVKWthR1tBucRuowq2hTE": 1,
		"6_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o": 1,
		"1_13DC4bUbAbZn6MdZeYjSF9JcoP2KXQhWev": 1,
		"46_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": 1,
		"2_1BjQF4aUn2cEjZcscbdWGKCnswXB46aspk": 1,
		"97_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": 1
	}
}