{
	"next_post_id": 5,
	"next_comment_id": 25,
	"next_follow_id": 5,
	"avatar": "png",
	"user_name": "PaintNinja",
	"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
	"intro": "[NinjaBeats](http://127.0.0.1:43110/15F9LYs6c17NUXv3MxpJSGbpWxyHTEbzMk/)",
	"post": [
		{
			"post_id": 1,
			"date_added": 1470863726,
			"body": "Hello ZeroMe!"
		},
		{
			"post_id": 2,
			"body": "My ZeroMe features wishlist:\n- Ability to attach one or more images to posts\n- Reposts, #hashtags and @mentions\n- Searchbox for finding posts, comments and users easily\n- Ability to upload your own image background on your profile (currently you can just have a profile pic and a grey background like the rest of the site - it would be cool if we could upload our own custom background or at least allow us to change the colour of the background to one of a few presets)\n- Ability to write a new post from your own profile page rather than needing to go to to the home page first\n\nThanks to @Musickiller for some of the ideas",
			"date_added": 1470914193
		},
		{
			"post_id": 3,
			"body": "I've discovered that ZeroMe supports some basic markdown... cool!",
			"date_added": 1470923691
		},
		{
			"post_id": 4,
			"body": "I've been thinking about how it would be possible for people to share, stream and preview music on ZeroNet (and NinjaBeats) without needing to setup a zite or having to use something like ipfs or clearnet...\n\nUsing WebTorrent, I've made a tiny *experimental* webapp that'll allow you to do just that - just give it a magnet link and it'll stream and seed the music as it receives it!\n \nTry our demo [here](http://127.0.0.1:43110/15F9LYs6c17NUXv3MxpJSGbpWxyHTEbzMk/stream/audio.html?audioFile=magnet:?xt=urn:btih:68cd19c5b70845e09bfec39e739817a9e7c71258&dn=Paradise.m4a&tr=udp%3A%2F%2Ftracker.leechers-paradise.org%3A6969&tr=udp%3A%2F%2Ftracker.openbittorrent.com%3A80&tr=wss%3A%2F%2Ftracker.btorrent.xyz&tr=wss%3A%2F%2Ftracker.fastcast.nz&tr=wss%3A%2F%2Ftracker.openwebtorrent.com&tr=wss%3A%2F%2Ftracker.webtorrent.io) - the demo streams the song Paradise by [Coldplay](http://coldplay.com)\n\n.\n_Known limitations and issues:_\n- It will stop seeding once you leave the page\n- It only streams and downloads in the web browser from seeders also in a web browser or clients using WebRTC like [WebTorrent's desktop client](https://webtorrent.io/desktop)\n- Only works with m4a and Opus files as browsers only natively support Opus, m4a and mp4 in WebRTC at the moment\n- First time use takes quite a while to load. Wait a couple of minutes and it should eventually start buffering.\n- Google Chrome has a bug causing the page to crash if you attempt to click play while the audio is still buffering. A possible workaround is to just wait for it to autoplay on its own.",
			"date_added": 1471264310
		}
	],
	"post_like": {
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_2": 1470863787,
		"15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_12": 1470913776,
		"1F6BMqittjWUStzUbRXm2kG2GQ3RdBLqFQ_6": 1470913813,
		"1BePwsiwFD8BjtYfB8tQegiKXDLnHWW1Um_3": 1470913904,
		"1F6BMqittjWUStzUbRXm2kG2GQ3RdBLqFQ_9": 1470913910,
		"1F6BMqittjWUStzUbRXm2kG2GQ3RdBLqFQ_10": 1470914680,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_6": 1470948017,
		"12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_2": 1470948023,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_9": 1470953243,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_7": 1471018533,
		"19M1DT5vruSATEcbEczYRwCk2uPuLcATBa_10": 1471114438,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_10": 1471263067,
		"12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4": 1471264822,
		"1EErpRfR94YZwEMpAwsGKYsgSqHuRxvWib_9": 1471362792,
		"1NAaF8VitwKSPo79RzJFhqz14gndmdWcGV_7": 1471375182
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "Nice work with the UI, looks nice yet clean!",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_2",
			"date_added": 1470863847
		},
		{
			"comment_id": 2,
			"body": "@Scrub I've tried putting the link on a new line but it still moves outta the div... just not as much. Looks like a bug in ZeroMe at the moment.",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_1",
			"date_added": 1470911083
		},
		{
			"comment_id": 3,
			"body": "@Aizen123 I've always been impressed by how fast ZeroNet zites are compared to clearnet ones... The local caching system and torrent-style distribution really makes a huge difference in performance :D",
			"post_uri": "1F6BMqittjWUStzUbRXm2kG2GQ3RdBLqFQ_6",
			"date_added": 1470913878
		},
		{
			"comment_id": 4,
			"body": "Agreed!",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_2",
			"date_added": 1470914603
		},
		{
			"comment_id": 5,
			"body": "@Jayofthezero Try putting dashes (\"-------\") with one new line padding on either side, like this maybe?\n\n-----------\n\nTest",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_3",
			"date_added": 1471009893
		},
		{
			"comment_id": 6,
			"body": "I like the ZeroNet site design much more... you just need to reduce the amount of padding so I don't have to scroll so much and it's great!",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_4",
			"date_added": 1471010048
		},
		{
			"comment_id": 7,
			"body": "@Jayofthezero: Sure, do something like this for a line seperator:\n\"This is the top line\n\n---------\n\nThis is the bottom line\"\n\nNotice how there's a blank line on either side of the dashes, that's the \"padding\".",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_3",
			"date_added": 1471018755
		},
		{
			"comment_id": 8,
			"body": "@Jayofthezero: Shift+Enter does a new line on websites that would usually submit something if you do a normal enter ;)",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_3",
			"date_added": 1471114411
		},
		{
			"comment_id": 9,
			"body": "As far as I'm aware, you do not need to seed hubs to view content from other hubs.",
			"post_uri": "13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ_8",
			"date_added": 1471259801
		},
		{
			"comment_id": 10,
			"body": "You're welcome :)",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_3",
			"date_added": 1471259850
		},
		{
			"comment_id": 11,
			"body": "Tested and confirmed working in Firefox. The audio will autoplay once enough has buffered, so maybe try waiting for it to play automatically without clicking the play button manually(?)",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471264717
		},
		{
			"comment_id": 12,
			"body": "Thanks for post linking!",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_9",
			"date_added": 1471265074
		},
		{
			"comment_id": 13,
			"body": "@Hostfat: I'll add it to the known issues list",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471265098
		},
		{
			"comment_id": 14,
			"body": "@Jayofthezero: According to WebTorrent's website, only their own desktop client and Vuze currently support seeding using both normal TCP/UDP torrents and WebRTC torrents. However, anyone streaming from the web browser will be seeding over WebRTC until they close the tab and the WebTorrent desktop client seems to work pretty well with seeding both (that's what I'm using for the demo)",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471265396
		},
		{
			"comment_id": 15,
			"body": "@Tkarita: Does that use WebRTC for streaming the audio or is it a skinned music player? Skim reading the code, it just looks like a skinned music player and could be patched to work on Firefox with some code changes. My music streamer uses a WebRTC torrenting system and relies on the web browser's standards support in order to work, so maybe my streamer will magically work in the future when Google adds support for MP4 audio streaming over WebRTC ;)",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471265644
		},
		{
			"comment_id": 16,
			"body": "@Tkarita: The player only supports formats the browser does through WebRTC. Opus works (either as .opus or contained in an .ogg) and AAC/M4A works on Edge 15 and Firefox (with Chrome adding support in a future release). I'm using M4A in the demo as it's more universally supported outside of the browser than Opus while still having decent browser support (especially in the future when Google decides to catch up with audio codec support on WebRTC).",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471267479
		},
		{
			"comment_id": 17,
			"body": "@P2P: I gave that a go last week and it was pretty good, but it requires software to be installed on the computer and the demo file never loaded for me :/ My aim here is to have something similar to your universal_p2p but without any client software or your own ZeroNet zite required. Maybe I just need to wait a while for your software to be more stable, as it's still very early days ",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471268013
		},
		{
			"comment_id": 18,
			"body": "@RiotPulv: WebTorrent uses WebRTC... By the way, the only data I'm aware it could leak is your public-facing IP address, which can be circumvented on ZeroNet by setting Tor mode to \"Always\". As for local-facing IP address, that can be prevented by changing a setting in your web browser",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471276090
		},
		{
			"comment_id": 19,
			"body": "@Sirenyc: Currently only Firefox and Edge 15 (on Win10 Redstone 2 for Insiders) works with the demo. If it's not too complicated to do, I may make some polyfills to support browsers that don't have the web standards required for this player to fully work.",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471281311
		},
		{
			"comment_id": 21,
			"body": "Thanks everyone for your support during such early stages in development, we might have just made ZeroMe's first ever post with the most comments! :P\n\n@Kaffie: Funny enough I actually found out about WebTorrent when I stumbled upon Fastcast, and was curious to see if I could make my own embeddable, lightweight webapp that did something similar but easier and without the need of your own zite or specific static pages.\n\nOnce Chrome gets support for m4a streams over WebRTC like every other browser already has (which hopefully is soon), compatibility shouldn't be a problem. Even though atm this webapp is just a prototype, it's reasonably stable on all browsers that support the standards it needs.\n\nAnd don't worry about 0 seeding peers on any streams I post, as I plan on using this as a cool feature for previewing and possibly downloading music from the upcoming NinjaBeats listing and I'll have multiple dedicated servers seeding 24/7 on both the standard BitTorrent TCP/UDP and website streamer WebRTC.\n\nAnd maybe in the far future when my programming skills get good enough and if the popularity of this streamer remains high, I'll implement some kind of optional server caching for magnet links so that streams leeched within the last x days remain seeded by a server. :)",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471296798
		},
		{
			"comment_id": 22,
			"body": "@Sirenyc: Done!",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471360625
		},
		{
			"comment_id": 23,
			"body": "@Tkarita: Yep, although I don't recommend it as the file size is often far too large for streaming - especially when there aren't many seeding peers. ;)",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471375567
		},
		{
			"comment_id": 24,
			"body": "@Hoot: While that's a nice idea we're planning on distributing over 1000 unique albums in FLAC format (roughly 300GB of stuff!) on launch day, so it would be too much of a hassle to set up a separate zite for each album and it might spam people's ZeroHello page very quckly... :/\n\nOptional files on the main listing zite are under consideration, although again we're unsure about this as it'll require people to raise their storage limit for the NinjaBeats zite up to the point where some people won't have the space to increase it any further and may not know how to delete the zite to carry on getting more music.\n\nBecause of this it's a bit of a challenge to figure out the best means of distribution that won't cause either slow downloads or a confusing experience for some users. It's likely that we'll initially be using a refined version of this streaming experiment I've already got here though (with a download/save file feature of course), as it's like standard torrenting without the need for any additional software and there's no easy way for people to cap their upload speeds causing slow downloads for everyone.",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_4",
			"date_added": 1471463432
		}
	],
	"follow": [
		{
			"follow_id": 1,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj",
			"user_name": "Nofish",
			"date_added": 1470863785
		},
		{
			"follow_id": 2,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1CTut2qbaj54ZjNoYeuWSGwV75iVieKY6N",
			"user_name": "Quadrangle",
			"date_added": 1470864015
		},
		{
			"follow_id": 4,
			"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
			"auth_address": "1F1kDrT693w8ATbcXV1wHmGSD6SpSY4f5L",
			"user_name": "Alex (Bwoi)",
			"date_added": 1471375829
		}
	]
}