{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 20,
	"comment": {
		"2_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": [
			{
				"comment_id": 1,
				"body": "Chinese government are paranoid.... blocking western \" democratic \" themed movies. \nTakedown VPN/SS to stop access to western social media.. don't want event at Turkey happen at china .... Gov. don't want to slaughter more demonstrator...",
				"added": 1500601039
			},
			{
				"comment_id": 2,
				"body": "Cleannet is easy... buy 1 cheap android phone as wifi teether and use another no-sim phone.\n\nRealname sign-in?? wtf we want that in our country too..!! Too many isis loyalist is spreading propaganda and government cannot do shit about it. Death threat is everywhere. Bombing is happening few times each year. Can't block facebook, twitter or other either since many user depend on them to make living ( online shop ). \nYup we call that democracy, government want to this to give civilian a better live and other political party say no coz it take money too much. Vote failed and nothing is done. No more trust to current president and next president vote expect the other party candidate is voted. That is democracy.",
				"added": 1500602782
			},
			{
				"comment_id": 3,
				"body": "> [haii](#comment_2_1LyPPjPEPYogLrWk4LKbFnugdzvd54givD): Some forum posts say CCP government trying to check people's smartphone and ask you to install a software in it.\nLOL GO BUY OLD NOKIA 3310 ( or other dumb phone .)  Keep your smartphone at home!!! Whole country need to do this, if you want privacy.",
				"added": 1500603237
			},
			{
				"comment_id": 4,
				"body": "> [roux](#comment_2_1GuR3JFbcVd39ZqWkUfKP7RTeFGnpzeMvz): Chinese government is destroying itself, it's impossible to ban everything in a period of Internet, and.... zeronet will be next battlefield, I think\n\nThey can, just believe me. Keep poking the stick at government. I am sure they will ban the whole internet if the angry enough..",
				"added": 1500603713
			},
			{
				"comment_id": 7,
				"body": "> [neutera](#comment_7_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH): That is the cost of democracy... I suppose I'd prefer to take it. BTW, we do not vote, so we never trust anyone. That's the same, how can you trust a person you do not even know before he is \"elected by the people\" to be a president?\n\nwe don't really care about our government anyway, as long as food is cheap, we can get job and getting paid, taxes is reasonable . then we're good. I don't do drug so black market stuff ( something pothead misunderstood as freedom ) is not bothering me.\nCorruption??? no problem as long as country growth is exponential as china.\nGovernment killing people ?? well I can understand that. They want take down the government by spreading distrust. Happen all time in my country. Last time Syria allow them to grow, war happen... Syria not fast enough.",
				"added": 1500607079
			},
			{
				"comment_id": 8,
				"body": "Our country problem is the opposition party is taking major seat at parliament. They want banned extremist religious group run free again. They support the jailed corruptor. And the head of parliament which is jailed recently on corruption scandal gonna replaced by \"shit\"talker to our current president. \nPresident cant do anything to them, if he don't want to be taken down by parliament. \n\nAs saying goes... President doing something good for his image, parliament is ready to dig something stinky out of our president anus to show on public \n.. lol... I am serious... watching our country politic is good for laugh and entertainment...",
				"added": 1500607925
			},
			{
				"comment_id": 9,
				"body": "> [neutera](#comment_8_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH): Most of the people in our country do not care about the government either, but that is not everyone. Besides, I am not talking about the immoral things like drug or prostitution, I am talking about the basic right of free speech and privacy. Though the real free speech or privacy can never exist, and I admit it is reasonable to hand in some right in exchange of safety and the development of the society, the government should be under control, or we will be the sheep of the government, that's what's happening, as far as I am concerned. [...]\n\nI think in china the people already have freedom of speech in limited condition. Of course if you want speak your mind out on public or social media for the masses in which way is discredit the government, trouble is gonna find you soon. As long as I know,  I can speak freely all I want on private conversation with my friend or family on china ( we're not on north korea ), unless authority is there and hear what you speak...\nPrivate as in same room, not from phone etc....you don't want tagged by the system.\n\nAnd for privacy on apps, nothing is safe anymore after Telegram surrendered on my government. They had master key all along. Our gov gives a threat, profit $ or get blocked. They answer with profit and masterkey.",
				"added": 1500627856
			},
			{
				"comment_id": 10,
				"body": "Oh just 1 cent. \nTOR (also Freenet) and all of its glory is a direction of any p2p secure network. Illegal market of drugs, weapon, rebel, terrorist, child porn and human trafficking site gonna take 50% worth of the network. They profit soooo much and we're talking million of dollar worth / day on these market. \nMaybe tor and other p2p secure network  is created from their profit...",
				"added": 1500628850
			},
			{
				"comment_id": 11,
				"body": "> [neutera](#comment_9_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH): \"Be aware that powers ceded to government in times of fear are rarely removed from statute.\" Since the freedom of speech in public is now handed in, I can see the future that the freedom of not to flatter the government were deprived. I do not want to be in a place like the North Korea, so I mostly agree with the statement of zcyzcy88. [...]\n\nQuite agree with you, but seeing your country which is 50% socialism ( socialism never work correctly) and 50% capitalism ( capitalism always work ), you don't have to worry about PRC becoming another North Korea. CPC do elect new chairman now, better than NKorea. \n\n> [zcyzcy88](#comment_28_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG): For the topics such as \"China vs USA\", my answer: [...]\nOur country somehow \"claimed\" able to crack ( might be masterkey handed by provider ) WhatsApp and many other \"claimed secure\" messaging app... ended in major drugs raid and caught few \" to be \" bomber. Also few large organized sex party which make its way into mainstream news. \" Our government know it \"\n\nNot until Telegram is popular here and few of bomber and knife attacks slips away. And from recent news, it seems Pavel Durov also give master key to our government. Capitalism at it best, money run the world.\n\nAnd talk about spying, every country that are capable is doing it might be for security reason or maybe misused to spy your personal stuff....",
				"added": 1500636689
			},
			{
				"comment_id": 12,
				"body": "> [zcyzcy88](#comment_28_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG): For the topics such as \"China vs USA\", my answer: [...]\n\nOur country also planning to ban google, youtube , facebook, twitter and other \"freedom oriented\" social platform.\nToo much hassle and lengthy process to ask them to take down ISIS propaganda page.",
				"added": 1500637302
			},
			{
				"comment_id": 13,
				"body": "> [raichup](#comment_5_1EmBXyuj4eb4XcttKBpQiG4SgnBnLU4UsG): Dude, in China we have a old saying goes \"Living in a great happiness but can't feel it.\"\n\nHaha, yes you right.... just like a coin, each has 2 side head and tail with good and bad point. But throwing them and hope the coin land on edge of coin is... just not.. possible....",
				"added": 1500649551
			},
			{
				"comment_id": 15,
				"body": "> [padtrique](#comment_3_19imiBWm39vSNQpp9a4y3zwHyasYJsMDp2): Hi ! I think it's not politic.. It's censorship!!!! In France, websites and social sites accounts are blocked too... to protect from terrorism. B̶u̶l̶l̶s̶h̶i̶t̶\n\nLoL, i hope those stabbing and terror in your country is done by your government to justify their censorship. Not otherway around... ☺\n\nWonder why no islam extremist on china/russia is doing their routine? Simple, oppress them, and give reward for anyone who want become goverment spy, same as our country. These idiots ( who believe in orgy with 72 busty always virgin 'angles' after jihad ) is easily swayed by some of money and some talking with more bullshit. At least that is working here on Malaysia.",
				"added": 1501464529
			},
			{
				"comment_id": 16,
				"body": "Also Liu Xiao Bo case. This world has 3 super power country. That is US with Capitalism system. Name 2 other superpower country with Democracy system... \nNope, China and Russian isn't using Democratic system. Too much hassle when 1 decision is taking whole weeks maybe months by parliament vote. Your country already done by other country spy.\n\nLiu is no different from other Islam figure head ( yeah they are paid by other country to supply chaos ) that scream their ' Religion ' is under attack. Gathering masses hoping the event like tiananmen square massacre happening again, with government losing their public trust as the result. \n\nUS become superpower country because the $ dollar is used as central economy system, it is a capitalism on it peak. Of course, China and Russia have their supremacy from unified government, no opposing parliament to stop their movement. Which is a basic system from democracy.",
				"added": 1501464956
			},
			{
				"comment_id": 18,
				"body": "> [booma](#comment_18_1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL): You keep mentioning \"our country\" but which exact country is yours? It's fine if you want to role-play as a foreigner, but at least improve your English so that it doesn't suck enough to betray your identity as an underpaid govt shill. Also there is only one \"superpower\": the US. The USSR was one before it fell, and China never was one. Now quit the shitposting and get lost.\n\nSorry for my english, it was my 3rd language. And i'm not chinese gov shill...\nAs > [flappyearz] said, we chinese is 2nd largest, but still minority here and of course discrimination is everywhere especially from muslim malays. Real world discrimination is bad enough, virtual world is worse lol. We do not blend well with malay muslim.\n\nThat is why, Xinjiang news is triggering me. China oppress them because of reason.\n\nAnd about superpower country ... any country holding nuke is superpower country...\n\nLike US and NK... US would not dare to nuke NK. Why??? Because NK is also Superpower Country. If US can blast NK with Nukes, NK can throw US some nukes too. If 9 from 10  nukes from NK is neutralized, 1 nuke blown on west coast is enough to make US weep for months.",
				"added": 1502594109
			}
		],
		"13624_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 5,
				"body": "any chance zeronet was programmed ( paid ) by these dark marketplace owner? Big chance!! it is an investment!",
				"added": 1500604407
			}
		],
		"1_1MmVt2RBx3QRBevJ31pRYmnsLssDcsCLAo": [
			{
				"comment_id": 6,
				"body": "lol GFW can be used for other stuff too, like computing weather and maybe military uses like hacking encryption ...",
				"added": 1500604570
			}
		],
		"3_14ciQjA3TAFm1Sju8F3wDXRKgYvqoJ5w3B": [
			{
				"comment_id": 14,
				"body": "kissanime 9anime animehaven or similar site. you don't need to torrent it first.",
				"added": 1500650437
			}
		],
		"1_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": [
			{
				"comment_id": 17,
				"body": "LOL. This is what you call social capitalism!",
				"added": 1502591640
			}
		],
		"1_1BM5RxgUfzF8tXYBMbsh7mTjA8JRWEW72c": [
			{
				"comment_id": 19,
				"body": "> [iyogo887vyg87oy8](#comment_51_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof): How can spain occupy itself?\n\nMore like \" Catalonia \" the Little Toe, want cut him self away from the \"Spain\" the Body.",
				"added": 1507075874
			}
		]
	},
	"comment_vote": {}
}