{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1512454998,
			"title": "I want to join a programming team",
			"body": "I would like to join a programming team I am a complete beginner but also a fast learner and very enthusiastic toward computer science subjects and projects. In time I believe I could become a great asset to a team. Look forward to hearing from you guys!",
			"added": 1512454997
		},
		{
			"topic_id": 1512458730,
			"title": "FREE TRAVEL THEME",
			"body": "im not sure if i made the site right but heres a free html travel theme called travelo lol im bored",
			"added": 1512458728
		}
	],
	"topic_vote": {
		"1512454998_1F5HXAibuABEqe3XzbhQ7tq7J5m2JQHhHN": 1
	},
	"next_comment_id": 9,
	"comment": {
		"1512454998_1F5HXAibuABEqe3XzbhQ7tq7J5m2JQHhHN": [
			{
				"comment_id": 1,
				"body": "> [kopyjane](#comment_82_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): p\n\nJust to learn programming basics and contribute to new projects best I can",
				"added": 1512456857
			},
			{
				"comment_id": 2,
				"body": "> [kopyjane](#comment_82_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): What do you hope to accomplish?\n\nI've already taken a few courses but never started or joined anything",
				"added": 1512456938
			},
			{
				"comment_id": 4,
				"body": "> [naeui7tycw9p35y9](#comment_42_1CaVUegZMXMjmRXtq5q3eZDqdtsoNvgep): cool, do you have an idea what you want to do first? you can help me clone some useful services to ZeroNet.\n\nI'm down for just about anything to be honest. Like I said I'm a fast learner just need to watch for a little and pick up on the process and the flow of things that's all",
				"added": 1512517546
			},
			{
				"comment_id": 5,
				"body": "> [vizy93](#comment_15_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o): I'm starting up a few small projects to help the darknet community out. I can handle server costs, administration, and setting things up securely if you'd like to help me out with the programming part. I could really use a front end developer.\n\nI know html, css, and a little bit of Javascript so I would love to try to assist with front end development as much as I can :)",
				"added": 1512517617
			},
			{
				"comment_id": 6,
				"body": "> [akito](#comment_394_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): I wonder why nobody asked this yet: what programming language do you want to focus on?\n\nProgramming wise I would like to focus on python if I could :)",
				"added": 1512517649
			},
			{
				"comment_id": 7,
				"body": "> [akito](#comment_395_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): Well, it seems to me like this is the new hyped programming language, isn't it.\n\nWell I mean it only makes sense I guess right since AI is supposed to take over software and python is very popular in the AI field.",
				"added": 1512518389
			},
			{
				"comment_id": 8,
				"body": "> [kopyjane](#comment_88_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): Python is about as old as the internet itself. At the end of the day, all programming languages are pretty much algorithms and commands for a machine to interpret and execute. It just depends on what you're trying to achieve. I got into Javascript mainly thanks to ZeroNet, and tinkering with WebTorrent. Python was taught at school, so I had to do that too, although I'm not currently working on any projects that require python, so I haven't had a need to 'master' it yet. If I wanted to switch over to PC game design, I probably would have to take up more Python or C programming. I've built a small robot with C. I don't really know much C at all, but I just figured it out along the way because I wanted to build the robot so bad! If I wanted to come back to it, my C would probably be rusty ... and I'd have to warm up to it again.\n\nYeah you're right about that and that's sick! A robot?! You should continue that project and see if you can implement some deep learning algorithms to it. Maybe you can use one of those visual data repos off of github and connect it to a camera with a text to voice app so it can talk about what it's seeing and learn new things :D",
				"added": 1512519716
			}
		],
		"1512458730_1F5HXAibuABEqe3XzbhQ7tq7J5m2JQHhHN": [
			{
				"comment_id": 3,
				"body": "http://127.0.0.1:43110/1PLZcbgVwiNXNrG2hXXjimc885pVVLzSb/index.html",
				"added": 1512458775
			}
		]
	},
	"comment_vote": {
		"15_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o": 1,
		"42_1CaVUegZMXMjmRXtq5q3eZDqdtsoNvgep": 1,
		"395_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"88_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1
	}
}