{
	"next_topic_id": 8,
	"topic": [
		{
			"topic_id": 1,
			"title": "Alt-Internet / Is this the future?",
			"body": "Hi,\n\nNew user here. I found out about ZeroNet a couple of days ago. I started searching the internet for a way to host internet sites that don't get pulled down by different powers in the world.\nThe idea came to me after I saw some news that the site RedIce.tv was taken down. I have watched Red Ice since many years back for their more esoteric videos and as of late their identitarian content. Now I see a site called dailystormer was pulled as well and company after company is going at it to oppress free speech and I do not like how things have developed.\nThis is why I am here.\nI don't know if ZeroNet itself is the future or some other solution but I am really interested in the way it works with it's decentralized solution.\n\nLet the Alt-Internet grow.",
			"added": 1502982435
		},
		{
			"topic_id": 2,
			"title": "Al Sharpton: America Should Stop Funding The Jefferson Memorial",
			"body": "Al Sharpton tells Charlie Rose that the Jefferson Memorial should no longer be funded by American taxpayers because Jefferson was a slave holder.\nhttps://www.youtube.com/watch?v=gg4XKIX1bs4\n\nSo, will we see the destruction of the Jefferson Memorial in the not so distant future?",
			"added": 1502987792
		},
		{
			"topic_id": 3,
			"title": "Mozilla and fact-checker engine join fight on fake news with George Soros",
			"body": "Mozilla, the non-profit which runs the Firefox internet browser, said Wednesday it was launching a drive against \"fake news\" as fact-checking software backed by eBay founder Pierre Omidyar got its first run-out in public.\n\nThe \"Mozilla Information Trust Initiative\" comes as an automated real-time fact-checking engine developed by the Full Fact foundation was demonstrated in London.\nThe group, which is backed by Omidyar and Hungarian-born investor and philanthropist George Soros, said its software is capable of spotting lies in real time, and was used to fact-check a live debate at the House of Commons.\n\nhttps://phys.org/news/2017-08-mozilla-fact-checker-fake-news.html\n***********************\n\nWhat do you people think?",
			"added": 1503037385
		},
		{
			"topic_id": 4,
			"title": "Start buying .bit domains",
			"body": "From what we have seen lately you can be shut down in no time because of what you say. Personally I believe that free speech is the only way to go so I am worried that what we have seen this week will now continue with other sites.\nThis is why I think that .bit domains will be bought up in a rapid pace (I just bought a couple my self). Crypto currency will explode in use.\nGet ready.",
			"added": 1503041043
		},
		{
			"topic_id": 5,
			"title": "How to view .bit domains on a Mac?",
			"body": "I was wondering what people use to see .bit domains on a Mac (Apple)? Is there some way to do it on Safari?",
			"added": 1503053350
		},
		{
			"topic_id": 6,
			"title": "Swedish forum?",
			"body": "Hi,\n\nI see Danish forum but not Swedish? How can this be added?",
			"added": 1504793186
		},
		{
			"topic_id": 7,
			"title": "Zero Talk Tree",
			"body": "I am setting up my own zerotalk forum and would like to know if there is any way in having sub topics? For example: \n\nNintendo\n-SNES\n   ---Games\n   ---Hardware\n-NES\n   ---Games\n   ---Hardware\n-N64\n   ---Games\n   ---Hardware",
			"added": 1504794802
		}
	],
	"topic_vote": {
		"1_177o9Aq6mWQ5remffUroniBUHinMmfWwNW": 1,
		"4_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": 1,
		"1_1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u": 1
	},
	"next_comment_id": 14,
	"comment": {
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": [
			{
				"comment_id": 1,
				"body": "I believe Zeronet will get a LOT more users within the next few days. Whoever you guys are that made this possible, thanks, you are amazing.",
				"added": 1502981794
			}
		],
		"1_177o9Aq6mWQ5remffUroniBUHinMmfWwNW": [
			{
				"comment_id": 2,
				"body": "I am new here and would like to know as well. It actually has a very nice interface, I just need to get used to it.\nAre you guys from gab.ai? I have a feeling ZeroNet will blow up in users...",
				"added": 1502982526
			},
			{
				"comment_id": 3,
				"body": "I think you can create your own zerotalk board by going to the main site, klick on the three vertical dots next to zerotalk on the left side, click that and a menu appears, click clone.",
				"added": 1502983694
			},
			{
				"comment_id": 4,
				"body": "Btw, buy a .bit domain if you want to build a website so people can find it easily.\nWatch this video to understand more what .bit is, it is a bit different from all other domains controlled under ICANN ^_^.",
				"added": 1502985687
			}
		],
		"8_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 5,
				"body": "Yahoo Mail was going in the toilet almost so they had to do this to survive. I have some yahoo and gmails but I will work to get off them as soon as possible, I just need to learn more about the alternatives that work good and don't sell your data. Yahoo mail is now together with Huff Po LOL!",
				"added": 1502987321
			},
			{
				"comment_id": 6,
				"body": "> [akito](#comment_162_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): http://127.0.0.1:43110/14gSEpfWfF5Go7u5y7UidZQCnGa6eSBYZ9/ Provider -> Privacy E-Mail\n\nI have to get used to everything first, I can't just shift.",
				"added": 1502987979
			}
		],
		"1_14GQCrDpk3rprFJYe2Yc6hnG4ryhvE3ys5": [
			{
				"comment_id": 7,
				"body": "Are there any hosting companies that host .bit domains?",
				"added": 1503055769
			}
		],
		"6_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": [
			{
				"comment_id": 8,
				"body": "> [rubit](#comment_4_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E): so they are now attacking the domain registrars, if they find content on a website they don't like...\n\nThis is why you should get a .bit domain because it is not under ICANN. A .bit domain can be used on ZeroNet so it is easy for your viewers to find your site.",
				"added": 1504700253
			}
		],
		"1_1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u": [
			{
				"comment_id": 9,
				"body": "Is ZeroNet made by Hungarians? My father is Hungarian ^_^.",
				"added": 1504700488
			}
		],
		"1_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": [
			{
				"comment_id": 10,
				"body": "Yup, I did this as well. Startpage.com and DuckDuckGo.com is what I use now. I will get other e-mails as well, I will go away from Google as much as possible, this includes using Android.",
				"added": 1504700558
			},
			{
				"comment_id": 12,
				"body": "\"Government is not reason; it is not eloquent; it is force. Like fire, it is a dangerous servant and a fearful master. Never for a moment should it be left to irresponsible action.”\n―George Washington",
				"added": 1504779533
			}
		],
		"2_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E": [
			{
				"comment_id": 11,
				"body": "I have listened to it now. I love this, that someone has the balls to stand up and say something. If the stars align correctly we will hopefully see Google turn to shit.\nFacebook next!",
				"added": 1504779314
			}
		],
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": [
			{
				"comment_id": 13,
				"body": "After signing over ICANN the internet has been turned to shit.",
				"added": 1506240594
			}
		]
	},
	"comment_vote": {}
}