{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "Cloudcoin? New kid in the block",
			"body": "Just got aware of it, maybe you shall too...\n* https://www.cloudcoin.global/\n* https://cloudcoinconsortium.com/",
			"added": 1500924813,
			"parent_topic_uri": "1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG"
		},
		{
			"topic_id": 2,
			"title": "Future contemplations...",
			"body": "So, even birds sing about  billboards and advertising posters not working any more in advertising world. Neither do all these ads on web pages, social sites, free mobile apps, etc etc.. And you think advertising is DEAD! \n\nYea... \n\nBut wait, if you call in next 2 minutes, we will have augmented reality in the form of contact lenses (a bit harder to take off than glasses) https://www.cnet.com/news/augmented-reality-contact-lenses-to-be-human-ready-at-ces/\n\nTherefore it is just a step away when you wear latest craze of tech to get advertising on it. You walk down the street and all sort of ad pops up in front of your eyes - reality is ad-augmented :)\n\nNow, this is nothing compared to what is going to happen in the future.\n\nIn the future babies will be equipped with augmented reality directly embedded into their retinas. And one cannot really take that off. Advertising will be like some sort of technologically induced schizophrenia, but since you will deal with it from early age, you won't even notice.",
			"added": 1500926037
		}
	],
	"topic_vote": {},
	"next_comment_id": 6,
	"comment": {
		"1_1FoBePyJrNaeE6ik2eukxFHG8MKhGVRAy3": [
			{
				"comment_id": 1,
				"body": "real love do not recognize distance.\nIt is better to say except when it is not better to say.\nWisdom is tricky.",
				"added": 1500922621
			}
		],
		"1_1HNCEW45rLEz5rUbX2hqYLMXTVBn8fGeCV": [
			{
				"comment_id": 2,
				"body": "wut is lingochamp ?",
				"added": 1500922969
			}
		],
		"1_16WhYG3iYJodEk6zw8cSBysMzW66Kcgdio": [
			{
				"comment_id": 3,
				"body": "when it all started it was freenternet, now free is of and I is in (iPhone, iIdiot) so hello iNternet World.\nShow me your $, Buck Rogers!!!",
				"added": 1500923618
			},
			{
				"comment_id": 4,
				"body": "when it all started it was freenternet, now free is off and I is in (iPhone, iIdiot) so hello iNternet World.\nShow me your $, Buck Rogers!!!\n\nFuture sucks, but it is so nicely advertised. You almost desire to have it, while your guts say \"someone is taking me for a ride\".",
				"added": 1500923832
			}
		],
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 5,
				"body": "massage test",
				"added": 1500924994
			}
		]
	},
	"comment_vote": {}
}