{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "试论中共重走专制老路是一个不可能完成任务",
			"body": "",
			"added": 1503151943,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "时代呼唤“黑社会”",
			"body": "没有强大的黑社会，散在各处的异议人士可能没有机会推倒压在中国人头上的红色大山！！",
			"added": 1503406897,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "曼德拉曾说过这段话:“,如果天空是黑暗的，那就摸黑生存，如果发出声音是危险的，那就保持沉默，如果自觉无力发光的，那就蜷伏于墙角。不要习惯了黑暗就为黑暗辩护，不要为自己的苟且而得意，不要嘲讽那些比自己更勇敢热情的人们。我们可以卑微如尘土，不可扭曲如蛆虫。”",
			"body": "",
			"added": 1505532378,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 16,
	"comment": {
		"1_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6": [
			{
				"comment_id": 1,
				"body": "首先国际上原来的苏联老大哥已然尸骨无存，放眼世界除了巴铁和金三可以说举目皆敌。\n2、中国已不能自给自足，连粮食都要依赖进口。没有贸易就没有外汇，没外汇就意味着缺粮，没粮的结果请参照委内瑞拉。",
				"added": 1503154541
			},
			{
				"comment_id": 2,
				"body": "3、再来一次合作化、公私合营，没了私企只有僵尸一样的国企，何来经济活力？就业与税收怎么保证？没有钱，庞大的维稳支出如何.维济？\n4、藏维回各族均有分裂趋向，心每年的维稳费用那是一个天数，最少也得万亿以上。没有钱，恐怕暴恐又会卷土重来！！\n5、毛是自己打的天下，威望与能力实非包孑可比。与普大帝也不具可比性，普京接手的是一个衰落的俄国，在普京手里俄国人重拾了自信，对俄国有中兴之功。可而今中国虽危机四伏，在经济与国际政治上却处于一个建国来最佳时期，包孑于国于民无尺寸之功，逆时而动破坏政经成果损坏各方利益，如何能得人心？",
				"added": 1503156198
			},
			{
				"comment_id": 3,
				"body": "6、加强言论控制只能说明政权的虚弱，而这也挽救不了一个衰亡的政权，别忘了大清朝出门还要路条呢？不也亡了！历王止谤阴鉴不远矣！",
				"added": 1503156516
			},
			{
				"comment_id": 4,
				"body": "> [odyssey](#comment_11_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt): 首先我们要剥离专制和共产主义（社会主义），LZ标题是反专制，但是反的是共产主义。这个世界上可是有真正的君主专制国家——沙特阿拉伯的。那才是真专制，然而人家活得好好的。\n> 然后我回复一下LZ的几个点1.“首先国际上原来的苏联老大哥已然尸骨无存，放眼世界除了巴铁和金三可以说举目皆敌。”首先，没有永远的敌人，只有永远的利益。现在中共是做生意的，又不逼别的国家共产，说举目皆敌可谓毫无根据。目前地球上几乎所有国家都和中国建交，要说闹得欢的也就是前几年的挪威，在金钱面前他们最近也怂了。更何况72年以后中美关系比中苏关系好多了，老大哥早就是苏修了。苏联从来就是tm靠不住的。\n> 2、“中国已不能自给自足，连粮食都要依赖进口。没有贸易就没有外汇，没外汇就意味着缺粮，没粮的结果请参照委内瑞拉。”18亿亩红线是一个非常宽裕的数字，粮食进口只是因为更便宜（比如玉米豆粕什么的拿来喂猪）。“依赖”一词毫无根据。此外这个也和没有贸易没有关系，中国的外汇储量在一年来的强力管控下早就趋稳。粮食安全一直是5000年统治者最关心的话题，习近平能看不到？\n> 3、“再来一次合作化、公私合营，没了私企只有僵尸一样的国企，何来经济活力？就业与税收怎么保证？没有钱，庞大的维稳支出如何.维济？”我同意你说的话，但是没有任何证据表明会往这个趋势走，事实上我觉得目前的经济政策右过头了。\n> 4、“藏维回各族均有分裂趋向，心每年的维稳费用那是一个天数，最少也得万亿以上。没有钱，恐怕暴恐又会卷土重来！！”嘴巴审计请歇歇。不置评\n> 5、”毛是自己打的天下，威望与能力实非包孑可比。与普大帝也不具可比性，普京接手的是一个衰落的俄国，在普京手里俄国人重拾了自信，对俄国有中兴之功。可而今中国虽危机四伏，在经济与国际政治上却处于一个建国来最佳时期，包孑于国于民无尺寸之功，逆时而动破坏政经成果损坏各方利益，如何能得人心？“首先，习近平法理上不管经济，这个要找李克强。其次，你的后半段我没看懂，既然是最佳时期，那怎么和习近平无关呢？\n> 6、“加强言论控制只能说明政权的虚弱，而这也挽救不了一个衰亡的政权，别忘了大清朝出门还要路条呢？不也亡了！历王止谤阴鉴不远矣！”我也反对言论控制，加个一。但是衰亡实在是太鸡儿扯了。\n> 中共或者中国跪了，带来的混乱对普通人几乎没有任何好处，只会让真正有罪的人跑路或者赚的更饱。你不是东德，没有一个西德帮你。像是什么捷克、罗马尼亚...经济现在都差的一笔。大了不说，说个我看小电影发现的东西。现在东欧很多萝莉出来卖，这在一个侧面就反映了点东西。\n\n沙特那种独裁中共学不来，沙特和中国也没啥关系，我只反中国的。且本文只是论述土包子效法毛伟人的不可行性，不是探讨专制与民主的哲学问题，不懂汉语请不要乱说！弱弱的问一句，你的语文是体育老师教的吗？\n不想说什么五毛，但是毫无疑问你是既得利益者。反驳你很容易，如果你接触下层人民，农村土地大片撂荒的事实不难得知，这种情况从北到南，从东到西普遍。至于维稳费用你只要愿意了解，到走一趟便知，说万亿只是少说，这是我实地了解过的，当然没经过统计局统计。如果不相信自已宁愿相信党国，我觉得要么你智商有问题，要么是五毛。至于合作化趋势只要有心人都看得出来，无心另当别论！\n天下兴亡皆是百姓苦，但是每次变乱之后百姓都能获益也是确凿无疑的。如果任由当局专制下去，中国离朝鲜不远，就算你是当朝国公也要小心变成张成泽！",
				"added": 1503229496
			}
		],
		"1_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": [
			{
				"comment_id": 5,
				"body": "习的问题不见得少，只是大众无法获知真相而已。而且他最大的问题也不是经济问题，而是试图成为独裁者。当下的政体虽然也不令人满意，但想一下毛时代的政治运动，就令人毛骨悚然！！",
				"added": 1503303013
			}
		],
		"2_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6": [
			{
				"comment_id": 6,
				"body": "随着时代的进步，面对武装到牙齿的专政机器，即使发生明末那样的大饥荒民众推倒乾坤的机会可能也是了了无几！！自从“维尼”坐上龙椅，各方面的倒退有目共睹！光靠书生的嘶吼己经不可能带来社会变革，纯粹和平道路已然断绝！",
				"added": 1503407539
			},
			{
				"comment_id": 7,
				"body": "民主理想必竞只存在于少数人心中，还不能形成有效的力量。单存的理想换不来黄油与面包，吸引不了普通民众的参与。只有以利益为纽带才能团结起尽可能多的人，就太平道、白莲教、天地会等等，给民众带来好处维护他们的利益，再给他们画张饼你才能利用民众的力量！而今我们这个时代也需这样一个组织，动摇红色大厦的根基，给中国一个实现重生的机会！",
				"added": 1503409023
			}
		],
		"534_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 8,
				"body": "就是不让你说话！！！以后中国的互联网只剩购物这一个功能了！！！",
				"added": 1503735998
			}
		],
		"530_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 9,
				"body": "> [jjp2017](#comment_1_1Kr9pnGdsMHDCD2TjXALZFt5tjN9GTMqyx): 一个猜想：印度以陈兵边境制造冲突为筹码，从而在金砖会议上和天朝达成某种py。\n\n这个好象有道理哦！",
				"added": 1503736201
			}
		],
		"51_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 10,
				"body": "应该禁穆，所有政策改为放弃信仰加分给钱，与汉族通婚优待。",
				"added": 1503736351
			}
		],
		"558_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 11,
				"body": "不跑是傻子，不跑着被共产哪！！",
				"added": 1504409330
			}
		],
		"543_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 12,
				"body": "凡是非红色出身就是低端人口",
				"added": 1504409489
			}
		],
		"1_1EyvbL9jSFGCPcvPJLvBmpMSo8NMksF1Hr": [
			{
				"comment_id": 13,
				"body": "让回回们闹闹也好，毕竟可以动摇党国统治。",
				"added": 1504685848
			}
		],
		"8_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": [
			{
				"comment_id": 14,
				"body": "> [jackman](#comment_20_1C5GAb6bwx6rPKJtWbX89tMLvoSWjgwFLf): 能比能不发这种SB言论\n\n这和反华有关联吗？你脑残还是智障，口腔是厕所吗！！！",
				"added": 1505484238
			}
		],
		"5_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy": [
			{
				"comment_id": 15,
				"body": "我不敢反对，我怕喝茶，查水表！！！大哥这种正能量文章不该发在这儿啊！！不应该发在姓党的媒体上吗？不应该享受大天朝国民的欢呼的吗？这就是我不拥护的原因。说句话都要躲在阴沟里，这是只有蛆虫才要的幸福！！",
				"added": 1505809903
			}
		]
	},
	"comment_vote": {
		"1_1Kr9pnGdsMHDCD2TjXALZFt5tjN9GTMqyx": 1
	}
}