{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "不可小看丁祥武在武汉市第四医院的横空出世",
			"body": "这世上，凡事都有个是非，这是“大道”，离开了这个，被阴谋论蒙蔽了心智，不去正视问题，偏离了原则，实非智者所为。更何况，那些阴谋论，还是有人故意放出的烟幕弹！胡绍在武汉市普爱医院积累着许多严重的问题和漏洞，即使现在没有人说真话，以后还是会有人说真话。人在做，天在看，一个溃烂的里子，终究会有被捅破的那一天，这就是历史的必然性。真的出了事情，老老实实直面问题，查找漏洞，解决问题，才是正途，建“独立王国”，“搞小山头”、“拉小圈子”，最终会害人害己，付出更沉重的代价。胡绍对上级决策部署阳奉阴违，为实现个人政治野心而不择手段。”重者“破坏医院的团结统一”，轻者影响管理生态，容易造成“塌方式腐败”。像应聘来“独断专行、一手遮天”丁祥武等人，大搞个人迷信、个人崇拜者一定有不良企图和野心，这明显是给武汉市普爱医院挖坑抹黑。胡绍通过权力寻租，通过某些科室负责人兑现，是普爱医院深陷管理混乱、道德沦丧的原因。缺少了医疗改革的各方制衡，胡绍及其奴才所释放出来的权力和资本的贪婪，必然像当年某人煽动的运动一样席卷肆虐各个角落。丁祥武等人以逐利为目标的医疗行为严重动摇了病人对医生尊重和信任的基础，张扬群氓主义情绪，丧失了医者应有的理性、内省的情怀。如果胡绍的恶继续在武汉市普爱医院蔓延，那么对个体（丁祥武等）的谴责都会无济于事，同样的事情会一直在不同的科室或行政职能部门重复下去。同理，参与悼念陈仲伟主任的绝大多数医生都心知肚明，在畸形体制和心态里结成了更畸形的寻租体系，不由自主的卷入到一些黑幕之中，并且只能保持缄默，否则下场会比陈仲伟主任更为惨烈，历史的教训不容忘记！\n\n \n\n看起来，武汉市普爱医院的专权、作恶和福败，不仅仅要怪罪于胡绍及某些科室负责人身上，也与他们管理的大众密切相关。在极权专制体制下的民众，是丧失了自我意识与判断，丧失了自我思考和自主选择的沉默大多数，他们中许多人需要一个依靠，需要有一个高高在上的管理者替他们思考，替他们选择，他们会将个人崇拜当作自己的信仰，而不是出于对医院发展进行现实的评估、理智的判断及正确的选择。在这个意义上，就像希特勒自己一直声称的那样，他是人民的最高代表，而不是什么人强加给德意志的一个外来存在，是有广大群众支持的。似乎胡绍等人的所谓测评结果都还不错，也就是这个道理。所以，正是管理者和被管理者，共同制造了更多的人道苦难。\n\n \n\n其实，不是因为胡绍的管理权力强迫了医务人员，而是因为他们在长期作恶的浸淫下自己选择了党同伐异的思维和理论方式。那种明知故犯的知识分子，像丁祥武等人，虽然他们可能由此获得政治前途或一时的学术“成功”，但却是道德操守的失败者和对后代知识分子的危险示范。他们总是想方设法用自己的“专业”和“特长”来讨好或服务于胡绍等利益小团体，甚至投靠某个炙手可热的人物。他们虽然在学术上远不及郭沫若等学术大家，但在政治投机和人格失节上却是有过之而无不及。在那些与专制合作的知识分子身上，看到的不只是天真无知，而且还有狡黠，伪善和欺骗，包括自我欺骗。很多时候，医务人员是因为屈服于利诱，而不是不明白才与它合谋的。紧跟胡绍等小团体，可能会有事业上的发展或仕途上的发达，但他们不能不为之付出放弃自由思想和独立判断的代价。\n\n \n\n为什么武汉市普爱医院的变革总是走了样？因为反人类良知和常识与胡绍权力来源是一脉相承的关系（也就是说只有违背良知和常识才能稳固权力），加之胡绍等人已经获得的利益如果超越了民众放弃清算的容忍度，那么就会遭遇特权阶层（泛指既得利益者）的集体抵御，变革怎么会不走样，甚至更恶劣呢？从历年反覆中频繁揭露的“一揪揪一串”的“串案”和“一端端一窝”的“窝案”来看（丁祥武等人），由于自身不干净的特权人数众多，不免人心惶惶，他们或是无心工作，或是消极怠工，或是结成互相包庇的抗反覆同盟，或是弄出“选择性反覆”、“政斗性反覆”之类说辞攻讦反覆，而不少基层群众，也往往鉴于自己身边的腐摆分子一直还未被查办而或是相信了这样的攻讦，或是对反覆败的诚意和决心产生了怀疑。这就是说，医院的变革不仅尚未全面见效不说，还生出了一些不好的结果。如果医院缺乏公平正义，权力缺乏监督，武汉市普爱医院的任何变革都只会是自欺欺人，甚至更严重的罪恶。\n\n \n\n为了塑造医院职工的忠诚，胡绍总是必须不断制造对外部世界（患者）的残害或内部职工的仇恨，因为只有这种残害和仇恨，才足以维持胡绍管理的权威和凝聚力。一旦这类关于残害和仇恨的谎言破灭，欺骗游戏就难以为继，黑社会就可能土崩瓦解。这是胡绍在武汉市普爱医院残害和制造仇恨的根本动力。在医院内部的某些科主任（例如消化内科），并不愿识破胡绍散布的谎言。因为这些谎言不仅是他们的保护伞，更是他们参与分赃的前提。他们害怕面对各种真相，这样在分赃机制中，他们才能让掠夺得心安理得。他们相信权力和经济等暴力对人的控制，因为他们自身就是被这样的暴力控制着的。对患者的残害和煽动内部职工的仇恨可以隐藏得更为巧妙，只需要借刀杀人就可以了，甚至并非来自胡绍的直接授意，而是胡绍治下比胡绍更残暴的奴才们就可以了，或只需要让民众变得麻木不仁，似乎就实现了它的目标。如阿伦特所说的，它在制造一种“平庸的恶”。虽然，这种平庸的恶不像希特勒这类“极端的恶”那么容易辨识，但医院体制中的人完全没有思想，这种公文机器同样可能成为恶的化身。当这种“平庸之恶”成为普遍现象时，民众需要罕见的勇气和真正的思考，才能不被卷入这种不假思索的医院里的漫延。\n\n \n\n胡绍可能在为自己辩护时，反复强调“自己是齿轮系统中的一环，只是起了传动的作用罢了”这种不假思索与批判的行为，恰恰是“集体罪行”最可怕的部分。它以强大的环境压力，迫使个人放弃了思考与选择的能力，滑入了旋涡之中，被彻底吞没。它让人彻底丧失了最根本的判断力，麻痹了一个人对于善、恶的基本感知，从而也丧失了对自身行为的掌控能力，并以“集体”为天然甲胄，安心于挥刀屠戮患者和某些职工。\n\n \n\n实际上，对医务人员提过高的道德要求是不切实际的。医务人员都是混饭吃的，跟他们讲责任、义务，都是毫无意义的。在这个时代，向胡绍这样所谓有“魄力”的领导就是要把一些人投入到角斗场，要么是医务人员之间互相厮杀，要么是医患之间互相厮杀，指望反思那是不可能的。医务人员不可能跳出来说实话，跳出来一个，肯定死一个。患者往往也不愿意思考真相，只有当不幸降临到自己头上，才想起暴力等违法手段。在武汉市普爱医院选择沉默不做声，可能比那种阿谀奉承，指鹿为马的人强多了。虽然放弃了公共责任，但至少自身损失降到了最低，尤其是经济上的损失。不过，即便在没有监管制衡的环境下，他们仍然可以被认为有责任尽自己的力量改善医疗环境，至少在内心拒绝认同，在行动上拒绝与罪恶同流合污。\n\n \n\n从武汉市普爱医院当下的环境看，提建议者似乎是没有未来的。胡绍等人的目的不是轻易把人做掉，而是让他遭受极大的侮辱和痛苦。首先让他被孤立，谁也不敢同情他，把他搞成既得利益者的敌人，继而剥夺他的基本权利，任何一个人都能随意侮辱他。一切事务都围绕一个“权”字。什么医院的团结，患者职工的利益，统统都放到脑后。一旦胡绍等提拔某人成为高高在上的支配性力量时，就会以新的统治面貌凌驾于个人之上，似乎是一个死循环体制，在没有其他选择的情况下，剩下的只有服从。在只有被选择权利而没有选择权利的时候，只能从自身找原因，以至于最后因为想把自己变成这个机器上的“螺丝钉”而不得。这时如果一个人有想法、愿意用自己的头脑思考问题，并且有时会质疑上司，或者直言不讳地指出哪些不合理之处，那他和“敌人”的范畴就只有一步之遥了，被群起而攻之就是早晚的事。尽管有些人认为“你们是对的，但你们是没有未来”。认为建议者是“对的”， 显然是理性的判断，稍有常识和良知的人都应该认同这个判断，因为已经用铁血事实证明了这点。然而悲剧的是：“对的”建议者却被认为是“没有未来”的，这种判断显示了理想与现实在当下医院的冲突与分裂。 “没有未来”显然是世俗意义上的判断，既然建议者都面临着现实的各种压迫，建议者的现实境遇是痛苦的，那很容易让人看不到未来，因为对于一般同情者而言，未来是现实的延伸，既然现实没有显现未来的可能性，那么做出建议者“没有未来”的判断就貌似是合理的。然而这依然是狭隘的没有信念的判断，这种判断会严重伤害建议者的心灵。\n\n委纪委领导:你们好\n武汉市普爱医院去年“引进人才”消化内科主任丁祥武，谩骂殴打老年病人，派出所立案，医院保释，不了了之，老人欲哭无泪路人皆知道。\n丁祥武主任现在组织考察期间，大肆收受药械回扣，数量不菲，由吕飞医生出面收钱，几个人私分，万元左右不等，吃喝娱乐，我们医药公司不停轮流摊派，苦不堪言。\n组织考察期间，利用职权，排除异己，疯狂打击迫害受害人，致多人精神心理障碍，家人处于破败的境地。。科室里趋炎附势，无耻者张扬，环境黑暗。\n医院有领导坚持损害一部分人利益，不顾事实，一味打压，很多人都知道，敢怒不敢言，都是和谐社会，为什么这里没有阳光。\n消化内科 吉马等 2016.7\n什么人啊！发个贴子第一个字就打错了。是“省纪委”吧，打成“委纪委”了，太紧张了吧！哈哈！\n看到最后的落款--“吉马”等，终于知道是谁发的帖子了！吉马（环磷腺苷葡胺注射液）是一个药品名，这本是一个文革期间出来的“治疗心衰”落后药品，却不知道为啥在丁祥武的“消化内科”每月用几百上千支，既不对适应症，又没作用，想不明白吧？\n答案是这落后不对症的药品每支6，70元，如果丁祥武每支提取25%以上，一个月怎么着也2万多元的回扣吧。但我不明白的事，既然丁祥武每个月给你用这么多的“吉马”注射液，你为什么还要举报他呢？是你们分脏不均，还是像你说的，对你们盘剥太狠，还是竞争对手因为嫉妒冒名举报！\n但不管怎么说，丁祥武用这个既不对适应症，又没啥作用的“吉马”注射液每月几百上千支是事实。这不瞎浪费患者的钱，浪费国家医保的钱来满足自己的私欲吗！\n问我为啥敢这么说，本人刚好有统方单，有人顶就发上来。",
			"added": 1493728771,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_18T3AxwqarReWRjYNyjjcZ8ybniC3XQ6Z5": 1
	},
	"next_comment_id": 1,
	"comment": {},
	"comment_vote": {}
}