{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "The full Google Memo about diversity",
			"body": "Since the Mainstream Media like to omit the important details, here the full memo:\nhttp://127.0.0.1:43110/1MUeJj6YB7iESUokH6sXJ6DExESfwUEc9z/  \n\n(edit: link should work now, sorry about the mistake)",
			"added": 1502210246
		}
	],
	"topic_vote": {
		"1_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"1_1NDhNyavxhFyWJHscjPu5qYjMbpfKSDVzt": 1
	},
	"next_comment_id": 78,
	"comment": {
		"1_16Lgj7SeJGwfNZ88LH6YjS4gpj64pfjDJR": [
			{
				"comment_id": 1,
				"body": "@matamo this is getting very silly",
				"added": 1501928023
			}
		],
		"1_19bxeaAV3CdRCr8BegmEXTqwhV15EabmS2": [
			{
				"comment_id": 2,
				"body": "> [zloy](#comment_2_1BU9eC7xUyXzMXYeFkWZFwPAqSvMEqL7i6): There's a special software for that purpose: Retroshare. It allows you to set up private P2P sharing network (between friends only).\n\nthis. As much as Retroshare is lacking in the social network aspect, as much zeronet is lacking in the filesharing aspect.",
				"added": 1502022515
			},
			{
				"comment_id": 3,
				"body": "ipfs is optimized towards distributivity and fast transfer speeds, not so much privacy like RS",
				"added": 1502046087
			}
		],
		"1_1ETw3AAGUuh6iBFAohZdPT215NAY9rC9aR": [
			{
				"comment_id": 4,
				"body": "this is retarded: out of zeronet into telegram then back into the normal net just for one normal article",
				"added": 1502122385
			},
			{
				"comment_id": 5,
				"body": "> [ahem](#comment_1_1ETw3AAGUuh6iBFAohZdPT215NAY9rC9aR): one atm yh, plan to update regularly\n\nits not so much the update or not, its having to switch the \"carrier\" three time. Why not put everything in a blog here in zeronet, or everything on a website/blog outside of it?",
				"added": 1502131321
			}
		],
		"2_1EG11ySHg4mXe3GEVwF3nVPAaX3rcvhiDd": [
			{
				"comment_id": 6,
				"body": "a torrent website for textbooks, academic papers and other non-entertainment ebooks would also be great. After kat, extratorrent and many other websites shut down, Im down to TPB again, but they do not separate between textbooks and novels in their ebook sections, also there are not that many getting uploaded lately.",
				"added": 1502132090
			},
			{
				"comment_id": 7,
				"body": "> [planespherev3](#comment_225_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): I agree there is not enough torrentsites for ebook and textbooks. Sometime i even need to launch an edonkey client to get what i want in ebooks. [...]\n\nThere are good and new ebooks on edonkey? I assumed it had died when torrents and 1-click hosters took over.\nI know of those sites, they are good for the older stuff (but then again, I mostly use DHT-search engines for that now) but many uploaders dont use them anymore, so im not getting the new books",
				"added": 1502193100
			}
		],
		"2_1Mpr8B1fRGBctzf7g9a6X1cb4WbQULH92N": [
			{
				"comment_id": 8,
				"body": "Sounds fake and gay",
				"added": 1502196225
			}
		],
		"1_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": [
			{
				"comment_id": 9,
				"body": "> [my0n](#comment_4_1ASCdxpruMqp1eDrMf4v7VibcguVWoyNo7): No peers found, did you sign and publish?\n\nI did. It told me that there were no peers but I could publish it anyway. Crap.",
				"added": 1502210979
			},
			{
				"comment_id": 10,
				"body": "Ok, I linked the document to the site I created. Its the first and only link here: http://127.0.0.1:43110/1MUeJj6YB7iESUokH6sXJ6DExESfwUEc9z/\n\nHope it works this time.",
				"added": 1502211639
			},
			{
				"comment_id": 11,
				"body": "> [my0n](#comment_5_1ASCdxpruMqp1eDrMf4v7VibcguVWoyNo7): Works now. This is a good version of the document, lots of copies leave out the graphs and links that help explain his point.\n\nThanks, happy it finally works.\nYes that was my issue with the alledged \"full copies\" published on the MSM too. They left out all the cited academic paper to make this guy look like some reactionary pseudo-nazi.",
				"added": 1502211972
			},
			{
				"comment_id": 13,
				"body": "> [lolololol](#comment_2_17ZLUAiC6PBdMcasTtbksDjffzcHUw3fZX): thanks for the link to the paper. i'd been looking all over for the version with links and it was impossible to find. ridiculous that i could only get it on zeronet linked from pol lol\n\noh, that was you? :D\nyeah, msm doing what they do best.\nAs harsh as it sounds, I kinda wish he would not have found employment so fast, that way he could probably sue google for more at court.",
				"added": 1502213499
			},
			{
				"comment_id": 14,
				"body": "> [ivesen](#comment_24_1NmkVyqBJX6a82YQFYkCNgQpE9AWsmeppp): could you make it so that the pdf opens in a tab instead of being downloaded?not sure why it does that but it just seems wrong :P (it's already on my pc anyway)\n\nyeah, with some js based pdf viewer. But honestly I have no idea how to do that, and I really like to keep any site JS-free as much as possible. Technically if you chose \"open with\" and then your browser, it should open in a tab.",
				"added": 1502227970
			},
			{
				"comment_id": 15,
				"body": "> [ivesen](#comment_25_1NmkVyqBJX6a82YQFYkCNgQpE9AWsmeppp): try this? (from stackoverflow: https://stackoverflow.com/questions/6293893/how-to-force-files-to-open-in-browser-instead-of-download-pdf)Content-Type: application/pdf\"Content-Disposition: inline; filename=\"filename.pdf\n\nthanks, will try\nedit: I give up, its not working. All the links I find are about PHP or asp.net. If I try this in pure html I always get the \"your browser does not support pdf\" message. Download still works however",
				"added": 1502228337
			},
			{
				"comment_id": 16,
				"body": "> [annacvalentine](#comment_5_1Mpr8B1fRGBctzf7g9a6X1cb4WbQULH92N): No it does't this place is not meant for Google docs, go publish your enterprice documents somewhere else unless is a leak.\n\nIt IS a leak. Read my first post. The MSM like to omit key parts from it to make the author appear like some women-hater. It is important that this internal memo is read by as many people as possible to stop this tactic.",
				"added": 1502234470
			}
		],
		"1_1Hv2qHowmG8sURX51L4zXQDDxakF6XgEvB": [
			{
				"comment_id": 12,
				"body": "There is Retroshare for getting files though the Firewall. While Zeronet is more towards a distributed web, Retroshare is more about distributed files. It does have email, forum and some sort of twitter-like functionality though, all distributed and serverless.",
				"added": 1502212961
			}
		],
		"13996_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 17,
				"body": "Archive link to deny the Marxists at Huffpo the clicks&money: http://archive.is/qevjj",
				"added": 1502306533
			}
		],
		"2_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": [
			{
				"comment_id": 18,
				"body": "> [hook54321](#comment_3_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL): I'm mostly interested in non-ZeroNet sites right now\n\nYou could try Yacy, its a P2P search engine (not that it searches in P2P apps, the engine itself is P2P). You should probably be able to configure it so that it ignores robots.txt, but of course there is not guarantee when you will find stuff that is not listed on any of the mainstream engines.",
				"added": 1502359330
			},
			{
				"comment_id": 19,
				"body": "> [hook54321](#comment_4_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL): Wouldn't everyone else running it need to configure it to ignore robots.txt?\n\nwell at least a few. But with thousands of users that not too unrealistic.\nBetter having a few that do with Yacy than none with DDG or google",
				"added": 1502363586
			}
		],
		"14025_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 20,
				"body": "haha, wrong!\nThe illegal spying of NSA did that. Do not shoot the messenger please!",
				"added": 1502561085
			}
		],
		"1_1BubE2W1XF4CRBxtBxFzf9oDE5mKK7gNsX": [
			{
				"comment_id": 21,
				"body": "If you are behind a Firewall that you do not control (lets say you are traveling and staying in a Hotel) then you could route everything through Tor, after which it does not matter anymore if a port is open or not.",
				"added": 1502561168
			}
		],
		"1_1NgtYwuvjdzBhq5pCg9mTzo63APBBS6V46": [
			{
				"comment_id": 22,
				"body": "I hope you get arrested and that you regularly drop the soap in prison",
				"added": 1502746513
			}
		],
		"1_17GurkhHEmZa3Xaq3YuXM1ewnBbADAo7By": [
			{
				"comment_id": 23,
				"body": "your crackpot theories are only distracting the people from discovering the real truth. You are like the boy crying wolf too many times.",
				"added": 1502812122
			}
		],
		"2_1PTaJe3LLeB5Pfxq8KjcpQSPcSK1PQqsQs": [
			{
				"comment_id": 24,
				"body": "zeronet and all the other distributed systems like Retroshare are the only platforms left that are not turned into echo chambers. For better or worse.",
				"added": 1502812648
			}
		],
		"7_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 25,
				"body": "For a 1-person mining rig: Stay away from anything old(er) and mainstream.\nCurrently for a Bitcoin Mining rig you need to invest into scores of AISIC-based mining cards at 100 fantastillion a pop and have the money to upgrade them every 6 month at least. The same (but lagging behind in time) goes for ethreum except that because of bugs they already had 2 hard forks in the bast (meaning that all the mined currency became worthless).\n\nDo a sensible calculation (use Excel maybe) based on what capital you have, what part of that you can invest in hardware and what into electricity. Then pick a currency that is still mineable using CPU or GPU mining and still has a reasonable revenue without too much risk.\nDont be afraid to jump to the next if you see that the current one becomes unprofitable.",
				"added": 1502870194
			}
		],
		"5_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": [
			{
				"comment_id": 26,
				"body": "TL;DR this is a picture series debunking the \"car into antifa was terror attack by teh evul nazis\" rhetoric of the MSM.\n\nMy opinion: True enough. Particularly with the many videos of the event where it is clearly visible that the car breaks and drives very carefully even though its getting swarmed by a violent mob. Its not until someone hits it with some sort of heavy bar or sledgehammer from behind that the driver panics and floors the pedal. But only for a few meters.\nThere is even a very good photo available where the braking lights are clearly on.\nFurther evidenced by the fact that the driver quickly went to the police afterwards.",
				"added": 1502870376
			}
		],
		"14103_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 27,
				"body": "This is what you get when you push people out of the net: Thousands of problem sites instead of just one.",
				"added": 1502876607
			}
		],
		"1_1ECmsQzFruxQnUt8DWmC2SKz3xL39XgzSa": [
			{
				"comment_id": 28,
				"body": "There was no interesting website in 1993 either. Same reason: too early.\n2 years for such a niche tech like zeronet is not a long time at all.\nBut hey, why dont you create an interesting site?",
				"added": 1502888750
			}
		],
		"1_1ErQKYWhmtDhQywp72XPrAXJPSEWesCDyd": [
			{
				"comment_id": 29,
				"body": "Please, at least pretend to write english",
				"added": 1502888770
			}
		],
		"14107_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 30,
				"body": "Go fuck yourself with this marxist hate slinging and lies.",
				"added": 1502913340
			}
		],
		"1_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU": [
			{
				"comment_id": 31,
				"body": "Reverse engineer the Bitcoin adress is a non issue. This would be just plain stupidity if a owner of such a site uses this adress for anything else, particularly since its possible to generate hierarchical vallets (new bitcoin adresses derived from another one but which look completely unrelated from the outside) at no cost at all.\n\nIf that happens to Jane thats a critical vulnerability in Jane v1.0 and has nothing to do with Zeronet.",
				"added": 1502984088
			},
			{
				"comment_id": 33,
				"body": "> [akito](#comment_160_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): But the problem is still there: if we assume that someone somehow (whichever way, for the sake of argument we assume it just happened) got the true identity of JD, then everything can get deleted just by a single update.\n\nonly if no one cloned the site beforehand.",
				"added": 1502984429
			}
		],
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": [
			{
				"comment_id": 32,
				"body": "> [kaffie](#comment_359_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): AntiFa is pretty legit. They do good work. I mean, how you can you not like a group that's against fascists?\n\nYeah so were the commies. And yet they managed to butcher over 100million people in the 20th century alone while fascism barely reached 20 millions (and thats not even considering that fascism was only allowed to grow because people needed a counter to the approaching commies)\n\n> [skwerlman](#comment_13_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X): this is just a reworded trolley problem; do i commit violence to prevent genocide, or do i wait for it to begin to stop it? personally, i'll punch a few nazis if it bullies them into not organizing. when you decide that 'nazis/facists/etc aren't a problem anymore', you give them opportunity to reorganize, recruit, and regain power.\n\nToo bad that no one is planning a genocide, not even the worst neo-nazis, not to mention the alt-rights.\nRight now violence is being comitted because statues are being protected (USA) or for no reason at all (G20 riots in germany).",
				"added": 1502984374
			},
			{
				"comment_id": 36,
				"body": "> [planespherev3](#comment_229_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): Sorry but you guys aren't quite accurate in your sayings. [...]\n\nWho cares about who financed marxism? That wont resurect those 100 million people.\nNo matter if its communism, stalinism, maoism, bolshevism... in the end its all marxism and this is what killed millions.\n\n> [amsterdam](#comment_1_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY): If only I could post pictures here lol\nYou can post link to pictures, just create an empty site, upload pictures there and link them here",
				"added": 1503018194
			},
			{
				"comment_id": 38,
				"body": "> [kaffie](#comment_445_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Actually what ended up killing millions was blind dogma and faith in an ideology the people didn't understand, followed by authoritarian control and 'othering' people, assuming one demographic is superior. These are similarities in all of the political and economic systems throughout history. That's what you're seeing problems with. [...]\n\nThe people of Somalia would like to disagree...\n\n> [kaffie](#comment_446_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): I actually don't justify violence. Thanks for assuming though. But to clarify, this means you were against WW2? You'd rather not fight nazis and fascists? I'm othering an ideology, not people. Someone shouldn't be hated because they've been deluded into thinking fascism is right. They ideally shouldn't be harmed either. [...]\n\nJust look at what they do, thats enough reason to hate them. Look at the riots at the G20 meetings, there were no nazis present there, yet they rioted like madmen. WHerever antifa comes, they bring violence and chaos. Thats why they are hated.",
				"added": 1503055512
			},
			{
				"comment_id": 42,
				"body": "> [kaffie](#comment_452_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): ISomalia is not anarchism, it's a parliamentary representative democracy republic like most countries.They indeed have capitalism there. Any complaints against the way somalia handles things is against capitalism and democratic republics. Not anarchism.. [...]\n\nNow you are being retarded. The authority of the government of Somailia does not even extend to all of the capital. Somalia IS anarchy. Does not matter what the paper says, its reality that counts. Or do you actually think that the German Democratic Republic (east germany) was a democracy??",
				"added": 1503067241
			},
			{
				"comment_id": 45,
				"body": "Archos = greek for rule\nAn-Archos = no rule. \nWether or not there is chaos, when there is no rule(r) that is anarchy by definition. This is the state of Somalia",
				"added": 1503072593
			},
			{
				"comment_id": 46,
				"body": "> [skwerlman](#comment_25_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X): The fact that you think that neo-nazis aren't planning genocide shows you have a fundamental misunderstanding of what a neo-nazi is. They are neo-nazis because they are planning genocide. The \"alt\"-right get lumped in because they enable and protect the nazis, not because they themselves are planning racist violence (though a fair number do). Actually, most leftists I know also see centrists and liberals as abetting the nazis because of their massive hard-on for 'free speech', even when that speech is objectively hate speech (which isn't (and shouldn't be) protected. [...]\n\nThe neonazis are NOT planning genocide, this sets them apart from \"regular\" nazis. Given how subverted every neo-nazi organization in any country is by the secret services (in fact in germany it has been impossible to outlaw them because well over half its members are spies for the state), such plans would be made public immediately.\n\nThis of course ignores the point that it was not just neo-nazis that protested but all right united. Just because someone is to the right of Marx does not make that person literally Hitler.\n\nYour argument against G20 is a strawman: Those antifas did not direct their violence against the head of states, instead they looted and pillaged the shops and cars of common people. In any case even if they had, that would still make them terrorists that need to be hunted down and executed for committing terrorism.",
				"added": 1503084649
			},
			{
				"comment_id": 49,
				"body": "> [skwerlman](#comment_26_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X): It's silly to claim that the majority of vehicles and shops destroyed were owned by local residents. In fact, most vehicles destroyed were state-owned patrol cars, and the shops destroyed were mainly owned by large corporate entities. These facts are in line with the idea that the protests were against capitalism and corporate-biased globalisation.\nAs for the shops and cars that were owned by locals that got destroyed, I don't think its right to destroy that property, and I'm not trying to defend those actions.\n\nLastly: no response regarding the meaning of 'anarchy'? I suppose I've won that point then. Unless you think I'm wrong and simply forgot to reply?\n\nThis is a lie and you know it, just look it up, there are videos, photos and text available. It was 90% private property.\n\nAnarchism has already been answered previously in this thread.",
				"added": 1503096587
			},
			{
				"comment_id": 62,
				"body": "> [planespherev3](#comment_234_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): Complete nonsense. Marx wasn't a Tyrant, but an intellectual. Marx was very poor for the first half of his life. He never forced his opinion on people and was against a military coup. Once again you are someone who confuse Marx with the bolsheviks (Lenin, Trotsy, Stalin), and haven't read one book of him.\n\nahaha, he exploited his wife for money, raped his maid until she was pregnant and did not pay her anything at all, just gave her free food and a place to sleep.\nAlso he was not an intellectual, though he might have taken himself for one, he was an utter moron.\n\n> [eelelo](#comment_29_1M78zG4cdm2osFEpXApCHxh6bu936kgte6): Seconded. The ideas of free market and taxation are mutually exclusive.\n\nThats some Ayn-Rand grade nonsense. Of course not. In fact some taxation is absolutely necessary to ensure a free market. Since its the states job to do so, how will it do its job without some money. We can discuss how high taxes should be, but the existence of taxes is necessary.",
				"added": 1503831887
			},
			{
				"comment_id": 63,
				"body": "> [kaffie](#comment_467_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): I don't support markets at all, but that's some BS right there. You can easily have decentralized methods of governing, which can easily remove the need for taxes.\n\nSo far not a single one of those has ever worked. I am going to file this idea on the shelf in the back of the section \"sounds good, does not work\" right next to marxism and anarchy.",
				"added": 1503833871
			},
			{
				"comment_id": 65,
				"body": "> [kaffie](#comment_468_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): You do realize the internet itself works off a decentralized governing model, right? And historically humans lived following anarchism and socialist ideas. At least, before capitalism became a thing. You know what 'sounds good, does not work'? Fucking capitalism and democratic republics. They've been tried over and over and over, and every single time they've failed miserably. And yet people keep pushing for them. Why?\n\nYou are wrong in... well almost every instance honestly:\n- Internet is fairly centralized as the panic around who controls the root nodes show\n- Humans have never ever lived in anarchism, even the most primitive cultures and tribes have hierarchies, sometimes they are extremely stratified. No such thing as socialism (real socialism, not what murricans understand as socialism) has existed before the 20th century.\n- Capitalism is not all that old, in the millenias before people tried out many different things: Feudalism, Mercantilism, Absolute Monarchism... each with their own theory of economy which was decidedly not capitalistic, anarchistic or socialistic.\n- I see no failure in capitalism and real democracy, maybe you would like to cite a few credible, well sourced examples?",
				"added": 1503841328
			},
			{
				"comment_id": 68,
				"body": "> [planespherev3](#comment_236_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): That's one way to see it. I've heard that her wife loved him very much, and since he had an extremely awful hand-writting, it was her who rewrote his manuscripts in order to give them to the editor.  [...]\n\nwow, you must get top grades in rationalizing away obvious evil\n\n> [planespherev3](#comment_237_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): It has work from the begining of the homo sapiens era, until 12000 BCE (neolithic revolution).  [...]\n\nBS! Adam was created 4000 bce (approximately).\nThis (misdated) period of hunter-gatherers existed only extremely briefly. For 90% of human history this was not at all the case. And even for \"modern\" hunter-gatherers like the American indians this was utterly false as they were very stratified, not to mention that 45% of them died violently, compared to 0.000001% today.",
				"added": 1503868916
			},
			{
				"comment_id": 69,
				"body": "> [planespherev3](#comment_240_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): American indians were already trading. I'm talking about real primitive tribes like the Guayaki indians, the Pygmees, or the Jarawas. No trade, no hierarchy.  [...]\n\nthats ridiculous, trading (even without money) has been done since humanity existed. Those tiny insignificant tribes are the absolute exception not the rule. \nAnd I really doubt that the pygms did not trade at all or that they had no hierarchy.\nIts usually marxist nonsense that creates such false histories because people focus on what they want to see instead of everything what is to see.\nThats how we get the myth that the rise of christianity was somehow responsible for the dark ages while completely ignoring that the fall of the greatest civilization of that time (Rome) was a much better explanation for the dark ages.",
				"added": 1503875091
			},
			{
				"comment_id": 70,
				"body": "> [kaffie](#comment_469_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): lmao. k. [...]\n\nhttps://en.wikipedia.org/wiki/Root_nameserver\nhttps://en.wikipedia.org/wiki/Internet_backbone\nGet out of your basement at least occasionally please\n\n>Except they have. Learn your history. Hierarchy =/= coercive hierarchy.\nNice damage control. We were talking about any kind of hierarchy not a particular kind\n\n>No modern society has ever had pure socialism. You're talking about capitalism.\nChina, russia, cambodia, vietnam, Venezuela... \n\n>Most of these are founded on the exact same market system that inevitably leads to capitalism. So in my eyes, they're identical. Just different 'flavors' if you will.\nNo they are not, this is just history revisionism. None of them had a completely free market.\n\n>Sure. Just look at literally every major country in the world. Or do you disagree and think 40% of food going to waste while we have millions of people starving is not a failure?\nWell its going to waste in capitalistic societies and the people starving are in non-democratic societies. Thats honestly a very nice argument pro capitalism and anti-non-democracy",
				"added": 1503918089
			},
			{
				"comment_id": 71,
				"body": "> [kaffie](#comment_471_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): You.... do realize that name servers aren't a part of the internet, right? \nThere are a very essential part of the internet. Without them you would have to learn IP adresses of the websites by heart. I mean, it can work, thats what people did for telephone numbers of BBS boards in the past, but its horribly inconvenient.\n\nBoth cases are very centralized. It does not mean that there is only one, it means that there are only very few.\n\n>Were we?\nYeah, you should try to learn english one day\n\n>All of these have capitalistic markets. None are pure socialism.\nWhat drugs are you on, seriously? Did you ever open up a history book in your life?\n\n>That ignorance is astounding. No, I'm talking within the US alone. There's millions of homeless starving people while 40% of food goes to waste. It's an amazing example of inefficiency and waste, while also demonstrating massive wealth inequality, and suffering among many people. It's pretty much the textbook example of a failed system.\nFalse. No one starves in the USA. There is injustice and inequality but no one actually starves. And after removing the 80% drug and mental illness related cases of homelessness there are not all that many left. No, its not perfect but its a vast improvement over most other systems.",
				"added": 1503927152
			},
			{
				"comment_id": 73,
				"body": "> [hurensohn](#comment_1_145y9GYC9cAgPF2nC27KsHmJxzvWJvKCaj): Taxation is theft\n\nplease but aside ayn rand for a minute and learn more about reality",
				"added": 1504078230
			},
			{
				"comment_id": 74,
				"body": "> [skwerlman](#comment_33_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X): Clearly, you didn't do any research. In 2014, 3933 people died of starvation in the United States, according to UNESCO and the CIA. If I'm doing my math correctly, 3933 is greater than 0.While it is true that for persons not in families who are homeless, the #1 and #3 causes of homelessness are substance abuse and mental illness, approximately 50% of homeless people in the US are in families. The top 3 causes of homelessness for persons in families are lack of affordable housing, poverty, and unemployment. I have no idea where you even got that 80% stat, but it's bullshit. (the #2 cause for persons not in families is also lack of affordable housing)This is a direct result of capitalism's failures, as demonstrated by the simple fact that there are 1.3 million vacant homes in the US, compared to 560000 homeless people. Recall that the number one cause of homelessness for families is a lack of affordable housing. You can not say that a system which chooses not to house people it can clearly afford to house is acceptable on any level.\n\nYour numbers are wrong. Even if you use the grossly inaccurate way of multiplying death by starvation per 100000 (0.58) by the total population (320M) you end up with 1800. I would be very much surprised if \na) any of these people actually starved to death, as opposed to dying because they ate only fritos and mountain dew for 2 years (malnutrition)\nb) this affected anything more than exceptional isolated cases where an illegal is also homeless and cannot beg or find a homeless shelter. Basically multiple bad situations coming together at once.\n \nIn general even in the USA no one starves to death, in more civilized countries like the EU no one even goes hungry.\nIf the 80% are BS, please present another percentage based on data.\nAnd where do the 50% in families come from, and what is that even supposed to mean? They still have living relatives, or they and their family are homeless together?\nEven the rudimentary Welfare system in the USA provides housing for those in need. Take the projects for example: thousands (probably much more) blacks who have not worked a single day in their life and yet none of them lives on the street.\n\nIn any case this system very much choses TO house its people. So again all of your arguments turned out to be pro-capitalism again.",
				"added": 1504197767
			},
			{
				"comment_id": 75,
				"body": "> [skwerlman](#comment_36_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X): Also, I'm wondering how \"take vacant houses away from their owners and give them to poor people\" wound up getting twisted into a pro-capitalist conclusion in your head.\n\nI cannot even begin to untangle the confused mess that are your arguments. I will nonetheless try.\n1. They want the people to not be homeless anymore, they do not want them to just dissapear. Unfortunately many people chose to be homeless or are compelled by their mental or substance abuse problems. This links and the others are not unbiased, both organizations have an interest to keep the figures as high as possible because this means that they are still needed.\n2. Race has nothing to do with anything, this is just a marxist fantasy. Money does not smell, if my rent comes from blacks, whites, asians... is of no importance as long as I get it. To assume that race has anything to do with it betrays a strong cultural marxist bias. Since those cultists reject an objective reality it is often futile to try and discuss with them. Instead the direct application of plumbum transcranium at high speed has proven the most efficient way to get rid of the problem\n3. As you wrote, those are self-reported numbers, therefore of little worth. I will stick with my 80% (plus or minus a few percents of course but I assume that you are familiar with measurement errors)\nUS does not care about the insane hobos because they were sentenced to do so a few decades ago. They are forbidden to put clearly insane people in mental hospitals even if they would clearly need it. Idk the exact ruling anymore, feel free to do your own research here.\n4. Starvation and Malnutrition are NOT at all the same. I can suffer from the latter without realizing it (see: Fritos and Mountain dew, none particularly cheap foods). Food stamps and welfare are enough to eat in such a way as to not suffer from malnutrition. In any case, as I said those 1800 cases are extremely unreliable, there is no evidence that there are indeed as many death. Its most likely that most cities do not report any deaths/100000 inhabitants due to that and those few cities that do will see their rates applied to the whole country.  A classical case of lies, damn lies and statistics.\n5. Where did I even imply taking away any houses? Are you delirious?",
				"added": 1504210843
			},
			{
				"comment_id": 76,
				"body": "> [randomchicken](#comment_2_15CQCvw6XmDvaCH8QEjYdVa2FRW9VJMDuq): As of 2013, the median white person in the U.S. has more than 100x as much wealth (i.e., net worth) as the median black person. Similarly, a white person has about 25% more wealth than your average person. [...]\n\nAssuming the person can pay the rent of course, race has nothing to do with it. Of course it is clear to every person with even a bit of common sense that this is a necessary requirement for this whole thing to get started in the first place. No money, no rent. But that goes for any color. Or do you know people who let someone stay for free because they are white?\n\nTherefore race has nothing to do with it.\n\nMy number are well sourced, unfortunately I cannot seem to find that source again. Rest assured it was an academic paper, so much more reliable than some self reported study or the statements of organizations that are not unbiased.\nI am not a creationist, as creationism is not just believing that God created everything but also that the Bible is a science textbook (it is not even though it is reasonably accurate when it comes to science) and that earth is only 6000 years old (it is definitely not).",
				"added": 1504231373
			}
		],
		"8_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 34,
				"body": "Alternatively, start using PGP and a real mail client like thunderbird (with the enigmail addon) instead of webmail. That way all your emails are kept encrypted on the server.\nThis is not ideal, but better than nothing.",
				"added": 1502987803
			},
			{
				"comment_id": 37,
				"body": "> [nekololi](#comment_53_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): but if i stopped using gmail the nsa will find my lack of personal email use highly suspicious and they will start to dig deeper\n\nYou can also host a domain for cheap, they usually come with emails. Just make sure the server is not in the US or UK and the company isnt too.",
				"added": 1503018261
			},
			{
				"comment_id": 44,
				"body": "> [bluefool](#comment_17_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU): how do I completely shut down my public online identity in an hour?\n\nNo need to. Instead build up a seemingly unrelated hidden identity.",
				"added": 1503068444
			},
			{
				"comment_id": 59,
				"body": "> [darkshroud](#comment_10_1BQaDuyXqze4tNXucqvbz3yUVkysxCoeni): Being outside the US will not stop the NSA in anyway. In fact the US recently had a pro-free speech Supreme Court ruling. You're safer in the US than in Canada, UK, or any EU country.\n\nIts not about keeping them off your server, its about having full control over your server.\nYes they will still spy on its connections, but the server itself will be safe, and you will have the possibility to secure everything. If for example gmail or yahoo decides to keep all emails unencrypted on their servers, there is not much you can do about it (except encrypting them before they leave your computer)",
				"added": 1503674606
			}
		],
		"1_1J4miEbRYPUMBgTDd4J1CUxzusKcvHeP3b": [
			{
				"comment_id": 35,
				"body": "wtf, its not about welfare at all!",
				"added": 1503007910
			},
			{
				"comment_id": 41,
				"body": "you guys could use a dht search engine to find magnets for the torrents. It works even when the original torrent files or the sites that host them have been taken down.",
				"added": 1503067090
			}
		],
		"1_14GQCrDpk3rprFJYe2Yc6hnG4ryhvE3ys5": [
			{
				"comment_id": 39,
				"body": "> [kaffie](#comment_447_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Nope. Please keep your bigoted hateful shit off here. If you wish to talk about fiscal conservativism that's cool, just do it respectfully. [...]\n\nplease look up the crimes of the marxists, and you will find that they are much worse than those of the nazis (actual or those called nazis).\nI suggest you hang yourself instead of spewing such hateful nonsense.\n\nThe problem today is that everything that disagrees with the marxist MSM is automatically \"hate speech\" and opression. Any rational arguments made against that will only encourage more hate from the leftists and more lies in an attempt to shut down all discussion. Example: Charlestown car incident, depite being clear that this was just an accident caused by a driver fearing for his life the media still cling to the \"right-wing terrorist murder\" narrative. Despite all the evidence being there, there are pictures clearly showing the braking lights of his car on, and a video showing that he only accelerated when the mob swarmed him and started to attack him",
				"added": 1503059866
			},
			{
				"comment_id": 40,
				"body": "> [rewq51](#comment_4_1NyjtgrgdK1b9k2FuMWw4kKFu4PEw6yiyn): Both are terrible scums.  [...]\n\nWell they were. MSM is just repeating what they did with gamergate: Hate, lies, slander, doxxing even the occasional violence. They have not changed at all.\n\nOf course stormfront is not trustworthy at all, it is scum, nontheless stromfront is just one example of many where the msm and the sjw go apeshit trying to silence any opinions that are not theirs.",
				"added": 1503060590
			},
			{
				"comment_id": 43,
				"body": "> [rewq51](#comment_6_1NyjtgrgdK1b9k2FuMWw4kKFu4PEw6yiyn): I don't like this wiki as well as you(maybe?) buthttp://rationalwiki.org/wiki/Gamergate [...]\n\nThat article is horrible, maybe even worse than that on wikipedia. The only relatively unbiased article on GG is on encyclopediadramatica. Its really sad when such a horrible website has the most objective article.\n\n>Unless you write articles like 'muh niggas XD gas the kike race war nao', you will be okay.\nNo you wont. Look at the character assasination against trump. The media do not even pretend to follow reality, they twist and turn his words, omit critical passages and invent stuff from whole cloth.\nSame for GG. Do you know the character Vivian James (image search). Its from a feministic foundation that was saved by the oh so evil women haters of 4chan after Zoe Quinn tried to shut them down. 4chan donated so much money that they got to name a character even.\n\nSo if even feminists are not safe from the left, how much less will the moderates be?",
				"added": 1503067552
			},
			{
				"comment_id": 52,
				"body": "> [akito](#comment_175_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): Not everything that is left of the far-right retardness, is automatically marxist...\n\nso far however it is",
				"added": 1503187175
			}
		],
		"1_177o9Aq6mWQ5remffUroniBUHinMmfWwNW": [
			{
				"comment_id": 47,
				"body": "> [altinternet](#comment_4_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH): Btw, buy a .bit domain if you want to build a website so people can find it easily.Watch this video to understand more what .bit is, it is a bit different from all other domains controlled under ICANN ^_^.\n\nthere is no video in your comment",
				"added": 1503093216
			}
		],
		"1_1M2My6KVbq6UPeE4qpN15LCh2TCitnZsRc": [
			{
				"comment_id": 48,
				"body": "> [bluefool](#comment_16_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU): zeronet, while not exactly new, is still young.  I've never seen much more than 1000 people online hosting the home page. [...]\n\nThis. \nBasically we are like the clearnet was in 1993 (2 years after the www was invented)",
				"added": 1503093263
			}
		],
		"7_14UupgrdnT7Y8vMES7aqUFgD1fC5RYNrh8": [
			{
				"comment_id": 50,
				"body": "I think you can do this if you use the manual start by invoking python:\nhttps://zeronet.readthedocs.io/en/latest/using_zeronet/installing/\n\nyou would need to have cd 'zeronetDirectory' and 'python zeronet.py' run as cronjobs/autostarts on login",
				"added": 1503140383
			}
		],
		"3_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": [
			{
				"comment_id": 51,
				"body": "About as trustworthy as ClintonsNewsNetwork I think.",
				"added": 1503164169
			},
			{
				"comment_id": 53,
				"body": "Just switch to a non-Mozilla version of FF.\nOn itself FF is still pretty OK, certainly better than chrome.",
				"added": 1503319321
			},
			{
				"comment_id": 57,
				"body": "> [krixano](#comment_12_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): I am fine with this as long as they don't censor things. They have never said anything about censoring it as far as I know. According to the article I provided below (which comes directly from Mozilla), it just looks like they are investing in creating software to fact check things, teaching people about misinformation, and helping fund other misinformation-combatting projects: https://blog.mozilla.org/blog/2017/08/08/mozilla-information-trust-initiative-building-movement-fight-misinformation-online/Furthermore, as far as I can tell, they haven't said they are teaming up with George Soros - this \"fact\" is coming from sources other than Mozilla themselves. [...]\n\nWell too bad that the organizations they are teaming up with are notorious liars and slanderers like CTR, ADL and all the other commies.",
				"added": 1503533751
			},
			{
				"comment_id": 58,
				"body": "> [krixano](#comment_13_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): I have search for a bit and so far have found no information (including from Mozilla) stating they have partnered with CTR or ADL. To go a step further, Mozilla promotes Free Choice, Open Source and Open Internet, Net Neutrality, and Decentralization (as in spreading the market out) - the first of which seems to conflict with your argument about Mozilla. [...]\n\nThey are liars slanderers and commies, well marxists actually. And they have no interest in stopping hate speech and terrorist. They just want to shut down what they think is offensive like calling trannies \"he\" instead of \"she\" or \"xir\", this happened recently with the node.js project.\n\nIt would be great if they started using facts and direct sources, unfortunately they base their arguments on feelings and emotions. If someone feels that they have been offended, then it counts as a hatecrime.\nThese kind of people and ideas must be wiped out without a trace before they can spread. Very much related to that: http://esr.ibiblio.org/?p=6918 SJW in hacker culture",
				"added": 1503599456
			},
			{
				"comment_id": 61,
				"body": "> [krixano](#comment_14_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): I just read the article you linked. I do agree that you shouldn't have to think about diversity, you should just have to think about who are good programmers, etc. If they end up being diverse, then so be it - but it isn't necessarily racists when there's a person of color or different sexual orientation that you didn't think did a good job with the code, etc. However, I'm not sure that there are or aren't biased people who hire certain people as programmers over others because of their biases. It'd be something that I'd have to research further. [...]\n\nThe people who do not hire certain people despite their qualification are in the absolute minority if they exist at all. CS is not a field where you can be picky with the look of your employees as those are already rare enough as they are.\n\nFor the drama about node.js, none of this is made up or \"jumping to conclusions. Everything is well documented, even though the marxists causing it tried to delete everything immediately: \nhttps://web.archive.org/web/20170821212745/https://github.com/nodejs/TSC/issues/310\nthe retarded CoC in question: https://contributor-covenant.org/version/1/4/code_of_conduct.txt \nhere an interesting diskussion about it on HN: https://news.ycombinator.com/item?id=15072622 \nand finally this is the offense of the guy in question: He dared to say Jehovah, erm I mean he questioned the sanctity and infallibility of the holy CoC: https://mobile.twitter.com/rvagg/status/887790865766268928\n\nIs that \"substantial proof\" enough for you?",
				"added": 1503831692
			},
			{
				"comment_id": 66,
				"body": "> [tp](#comment_3_13famWF3y6uoaCw8pnQyqEYXyUyZ81sZuw): Palemoon's developer started blacklisting adblockers because it causes a \"disruption to digital economy\".https://forum.palemoon.org/viewtopic.php?f=46&t=16504 [...]\n\nIsnt Palemoon open source?\nJust fork it and remove the code that causes this.\n\n> [krixano](#comment_19_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): How about instead of being an asshole, you actually read what I said correctly. Looks like I will have to do it for you: [...]\n\nohh, well you never know with all the marxists prowling around here.\nBetter be safe than sorry I guess",
				"added": 1503866897
			},
			{
				"comment_id": 72,
				"body": "> [jayq](#comment_8_14YZi1gMud3SpDFUUQncoW68qorXf6SPPU): Better solution: The blacklist in question is a single xml file that's separate from the source code. Just edit it to remove the AdNauseam entry and recompile. No need to fork anything. While we're at it, I think that this could be taken care of with some simple about:config editing of the security levels. I don't use palemoon but I think I remember the dev hinting that this was possible in his original announcement to block these extentions.Anyway, even if it can be easily fixed it's still a fucked up decision that the project made, and it goes radically against the philosphy of \"letting the users choose\" that is the reason why a lot of people use the browser.\n\nthanks, thats good to know about the xml file",
				"added": 1504007171
			}
		],
		"3_1AqXhGEgfmdaUUsvNp3GL9pueqqLbHMkXp": [
			{
				"comment_id": 54,
				"body": "The alternative would be to use the local (python) proxy to interpret server side scripts. However since Python usually has much more priviledges than JS, and JS having many dedicated techniques to stop attacks because of those in the past, I would think that the current JS-based solution might be at least as good as if it were all done by Python, as much as I hate JS.\n\nAnother advantage of JavaScript is that everyone has it.\n\n> [obiwanzanobi](#comment_4_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD): two words: noscript addon\n\nThis. UBlock origin and Noscript should come preinstalled with every Firefox I think.",
				"added": 1503389211
			}
		],
		"1_1PxJ9mMp9e5wcz7tRyw7VKBi1nSK7Gpk8y": [
			{
				"comment_id": 55,
				"body": "> [erdlanax](#comment_2_1Hhkr41knbaQJJhHWSaZC2oDHsBqs1gTFE): According to the website TheReligionofPeace.com : “TROP is a non-partisan, fact-based site which examines the ideological threat that Islam poses to human dignity and freedom.”. When I have read the short presentation (present at the homepage of the website), a word, just one, has particularly caught my attention. It is the word “non-partisan”. When I have only seen it, I have immediately known this website only tells bullshit about muslims. In my opinion, it actually is a pro-conservative or ultra-conservative website and which only selects articles of the press, official or not, pleasing its author. What the authors of this website seem to ignore is that there are currents in Islam. Indeed, according to an article of Wikipedia, the “Wahhbism” is an “islamic and religious doctrine [founded by Muhammad ibn Abd al-Wahhab]”. Moreover, it is described as “ultraconservative”; the extremes are found everywhere but in different forms. But also as “fundamentalist” and “puratarian”, which is not unique to the religion of Mohammed and especially present in Christian Protestantism.\n\nAs long as they stick to the facts, I dont see a problem.\nAlso while wahabism was in the past considered some extreme fringe current, by now it has invaded and permeated most of Islam. Except for the currents that consider even wahabism to be too liberal. Focusing on the mainstream part of Islam is perfectly valid.",
				"added": 1503389413
			}
		],
		"3_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": [
			{
				"comment_id": 56,
				"body": "antilibrary, but setting up your IPFS client to help them with space is really hard, so far I always get an error message even after following the step-by-step tutorial to the letter.\nFrom a users point of view however its quite nice and easy to use.\n\nIn general I like TPB ant kat for ebooks. If I dont find it there, I go for DHT-search engines as those can find torrents even long after the original torrents files are offline as long as there are still peers active.",
				"added": 1503389545
			}
		],
		"1_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": [
			{
				"comment_id": 60,
				"body": "I think mastodon would be better than gab as a twitter replacement. Gab is just as centralized as Google and they could start censoring wrongspeech tomorrow. With mastodon (or the the zeronet equivalent) there is no such issue.",
				"added": 1503675205
			}
		],
		"3_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": [
			{
				"comment_id": 77,
				"body": "this is not specific to zeronet. If you browse any page in the clearnet that happens to have CP, no matter if intentionally or maybe placed there by a hacker, this data will be in the cache of your browser. \nBut yeah it would be better if there was more ways to stop cp than simply stopping to host the whole site. A user defined hash-based blocklist for files and/or files uploaded by a certain user would be best I think. Sure a troll could just change  a single pixel to bypass it, but it would be trivially easy to block that file too, making sure its 1. not on the PC anymore and 2. that it wont get there in the future.",
				"added": 1504293065
			}
		]
	},
	"comment_vote": {
		"26_1NmkVyqBJX6a82YQFYkCNgQpE9AWsmeppp": 1,
		"2_12CQEQ7HAM5o8p48nMHpXDEMjRFf5bndAJ": 1,
		"1_1CbLmiMJCy9bAkDZ9NcxGVTmgDu2aeDj3M": 1,
		"19_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"139_168qV1Xxp2EyszrzdECLUwXrn9wGYjDdar": 1,
		"983_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"4_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"5_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1
	}
}