{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 12,
	"comment": {
		"1_18cM73o7JT8droWw6aZHN85bRkJJMYCpw3": [
			{
				"comment_id": 1,
				"body": "Because our government keeps trying to block us from the rest of the Internet.\nAnd here might be the only place that has opportunities to survive ... at least for now.",
				"added": 1498924349
			},
			{
				"comment_id": 2,
				"body": "I guess half of the users in this thread are Chinese though...",
				"added": 1498924402
			},
			{
				"comment_id": 3,
				"body": "However ... there are so few users in ZeroNet that I can not have fun here totally...\nI hope it can develop faster...",
				"added": 1498924515
			},
			{
				"comment_id": 4,
				"body": "Sometimes I consider that users from China mainland might be the largest group in ZeroNet ...",
				"added": 1498924645
			}
		],
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": [
			{
				"comment_id": 5,
				"body": "That's not a bad idea. However, I think posting in different languages is a good way to encourage the communication among people around the world, although it might not be comfortable.",
				"added": 1498924892
			},
			{
				"comment_id": 6,
				"body": "> [silentdepth](#comment_4_1BdC5k155xY8M7uuksXynSgXgVnmekivem): Maybe we need a \"user-language\" feature to let ZeroNet client automatically choose which sites to display at the first time it launched? Since software can get system language and use the right translation (like ZeroHello), I think this is technically possible.\n\nWon't that increase the size of the website? I mean, it's not just about the interface, but about the users' habit.\n(BTW, is it really necessary to speak English in this thread if we all are Chinese?)",
				"added": 1501002114
			},
			{
				"comment_id": 7,
				"body": "> [tc1993](#comment_1_1Nv8cY86PXAErtyUb1MLamBhdPx5Wh5aWH): friends？\n\n是墙内人民\n\n在英文站使用中文可能确实会给非中文用户带来困扰\n但毕竟这里是“主站”啊……\n\n如果有可以允许多语言并存的论坛一定会很有趣……",
				"added": 1501002232
			},
			{
				"comment_id": 8,
				"body": "> [acthor](#comment_7_1Fua8zS8Lesf6gvsT5fDKNB2U3sF9rt4F): 人家也只是呼吁。github上也有不成文的规则，在issue里发文尽量用英文，因为这样方便开发者和前来查询问题的人看。你只发中文也就中国人和极少数会中文的外国人看得懂。既然其他大多数用英文的人看不懂，发在这里的受众也就很少，交流的效率也就极其低下，也没有什么意义。既然受众相同，为什么不去一个中国人/中文聚集的论坛呢。\n\n我觉得这栋楼最大的问题在于\n\n> 我们无视规定的行为只能让外国人鄙视全体中国人。\n> 为了维护我们自己的民族尊严，请自觉遵守公共规定。\n\n这两句话\n\n这种把行为捆绑到民族尊严然后代表外国人鄙视全体中国人的做法真的很难让人接受\n\n楼主的观点可能没问题，但表达0分",
				"added": 1501002447
			}
		],
		"1_127tNdRpqjPKrVbgYNJHyvHV2Hz43VApCK": [
			{
				"comment_id": 9,
				"body": "> [viperasi](#comment_2_1549jzJ753cVJGNfhZGF5MxosU9GWsmqSt): 应该避免在原串英文下使用中文进行回复，但发中文串不觉得有什么问题，同样在中文串下进行全英文回复也是不合时宜的，这事老外和精神老外也是特别愿意干的。\n\n语言的话我觉得还是尊重串主啦……\n但在这种呼吁使用英文的串下真的很难选……",
				"added": 1501002634
			}
		],
		"1_12AMmCZUvspr4iu2oAtW187n1pAbujkRhW": [
			{
				"comment_id": 10,
				"body": "I don't think it's a good idea to execute a piece of untrustable code on your computer...",
				"added": 1501002937
			}
		],
		"1509377783_1EG11ySHg4mXe3GEVwF3nVPAaX3rcvhiDd": [
			{
				"comment_id": 11,
				"body": "I think Android is good enough for general use.\nIf you just want a portable linux environment, maybe you should try Raspberry Pi or something like that.",
				"added": 1509384780
			}
		]
	},
	"comment_vote": {}
}