{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1512159205,
			"title": "Search Engines",
			"body": "Hello I'm new to Zeronet, can someone please tell me if there's a search engine for Zeronet so people can search for sites.",
			"added": 1512159204
		}
	],
	"topic_vote": {},
	"next_comment_id": 8,
	"comment": {
		"2_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 1,
				"body": "Is there a development page on Zeronet where people can request features? I'd like for one of the developers here on Zeronet to integrate grapes.js into Zeroblog. I hate coding and really don't want to get into the CSS or HTML to do any coding. Grapes is for people who don't want to code. http://grapesjs.com",
				"added": 1512159057
			},
			{
				"comment_id": 5,
				"body": "> [krixano](#comment_159_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu): You shouldn't have to code for ZeroBlog if you just want to make posts, unless your saying grapes.js will make it easier to customize the zite (aside from just making posts).\n\nYes I want to customize the site. I want to add a header to the blog and change the background from white. With grapes there's no need to get into the CSS file. Grapes has a lot of features that would make it a lot easier to do things to the blog.",
				"added": 1512182108
			},
			{
				"comment_id": 6,
				"body": "> [binchan2](#comment_46_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h): If you need a dark theme, you can use the dark.css in my blog: My ZeroBlog Goes Dark Now.\n\nI want to create something more like these two site themes. https://imgur.com/a/45tGq You can create sites like these with grapes. Is there a development site on Zeronet where people can go and put in a request for features to be added like grapes.js?",
				"added": 1512187508
			}
		],
		"1512159205_1NpjJ6CEfGa7sDx2VHEEnwrpiy8DXf1io8": [
			{
				"comment_id": 2,
				"body": "> [sirenyc](#comment_214_19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ): Zoogle Searchhttp://127.0.0.1:43110/13EYKqmPpwzBU4iaQq9Y4vfVMgj8dHeLkc/ [...]\n\nThanks",
				"added": 1512159405
			},
			{
				"comment_id": 3,
				"body": "> [u53r](#comment_2_17Zks611RR4oN8USC3RxJzaw94GyPufioG): Kaffiene Search:http://127.0.0.1:43110/kaffiene.bit/ [...]\n\n👍",
				"added": 1512159823
			},
			{
				"comment_id": 4,
				"body": "Thanks for the links guys.",
				"added": 1512181605
			}
		],
		"1511471860_1HEvwWD2Qf1Gk9ZR6PivKxxT6igqtKYh7W": [
			{
				"comment_id": 7,
				"body": "I'd like a desktop icon as well.",
				"added": 1512322889
			}
		]
	},
	"comment_vote": {
		"51_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": 1,
		"47_1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h": 1
	}
}