{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1513402503_18aZuViC7uWA6UMdsz6p3WV5wBpuCP4yWm": 1
	},
	"next_comment_id": 22,
	"comment": {
		"1_16HSZpQsJrnXJ6KwukKPAWpY3hTCEDigjx": [
			{
				"comment_id": 1,
				"body": "I saved the ZeroNet bundle folder and simply copied it to a Mac machine and a Linux machine. Works fine, all my sites were ready as well.",
				"added": 1504151925
			}
		],
		"1_1KqEJ6jSKyVrgCMUb73LRQuAki7AbHYvL3": [
			{
				"comment_id": 2,
				"body": "Yawn",
				"added": 1504204033
			}
		],
		"1513362859_15zSEBpmS1CwXsJjDA5ymFXtoGpsnpYCWr": [
			{
				"comment_id": 3,
				"body": "You are a fucking idiot.",
				"added": 1513371092
			},
			{
				"comment_id": 4,
				"body": "Lots of wannabe tough guy, revolutionaries on today. Really intelligent to advocate violence towards someone because you can't understand that they may have legitimate reasons for holding an opposing viewpoint. None of you clowns are going to do anything. Are you going to come to Virginia and assault the head of the FCC? No of course not. Seriously grow up.",
				"added": 1513383970
			},
			{
				"comment_id": 5,
				"body": "> [nothing](#comment_3_1GnKQZXGc51J9spdsMMXxJizM41LXeKEBz): not a tough guy by any means but it's not like you with couple of posts on obscure parts of internet is going to change anything.. honestly i'm on your side but i don't think violence or advocating it is going to change anything to something positive.\n\nIm obviously not talking about you, bro.",
				"added": 1513391070
			},
			{
				"comment_id": 6,
				"body": "> [nothing](#comment_4_1GnKQZXGc51J9spdsMMXxJizM41LXeKEBz): sorry my mistake :) it's all good.. i mean keep making noice.. it's all for better right :) i just not really think doxing is the way to go. i mean the guy is a dipshit no doubt but it's kinda fucked if you don't feel safe in our own home.\n\nagreed.",
				"added": 1513393459
			},
			{
				"comment_id": 7,
				"body": "> [styromaniac](#comment_311_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): A ZeroNet user/advocate getting edgy or violent would do so much damage to everyone and everything ZeroNet. [...]\n\nWell said.",
				"added": 1513399357
			},
			{
				"comment_id": 8,
				"body": "> [htgozn](#comment_18_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): To be honest, I think there should be a ZeroNet site that has a list of all the politicians, their appointed political positions, their ex employment positions and lobbying spots, along with their names, alias, addresses to all of their residencies, and any bit of contact information available.   [...]\n \n   So Democracy to you means the thuggish intimidation of those with whom you disagree? Don't be coy, it's obvious that that is what you are inferring. \n   It's pretty sad that people like you don't even have even the most basic critical thinking skills with which to argue your viewpoints. No, it's just \"I disagree, so I'm going to be a thug and aggressive towards others\". \n   No one is going to take away your internet FFS. If you want people to take you seriously than drop the Antifa crap and learn to present your ideas like a mature adult.",
				"added": 1513445864
			},
			{
				"comment_id": 9,
				"body": "> [htgozn](#comment_19_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): \"So Democracy to you means the thuggish intimidation of those with whom you disagree?\" [...]\n\nRight....So you are right and everyone else is wrong. There can't possibly be legitimate reasons why people have alternative viewpoints. They just haven't \"gotten the message\". Nope. Let's just be violent animals. Brilliant. \nAlso, what on Earth does the Dakota pipeline have to do with Net Neutrality or harassing people on the internet? LOL. How old are you?",
				"added": 1513448127
			},
			{
				"comment_id": 10,
				"body": "> [htgozn](#comment_21_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): If you are in need of me to hand hold you and point out the relations of the abuses & manipulation of authority powers between Net Neutrality & NoDAPL, you are beyond hope of any explanation.\n\nIm just asking for you to defend your position. You don't seem to have any coherent argument for what you want let alone what you don't want, why would anyone take you seriously. You haven't responded any of my criticisms, because you can't. You are just spewing rhetoric. Obviously the dialectic is lost on you.",
				"added": 1513448635
			},
			{
				"comment_id": 11,
				"body": "> [htgozn](#comment_22_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): I already did defend  my position and you laughed at my comparison. It's of no fault of mine that you didn't understand the comparison and I'm not about to hand hold you.   [...]\n\nLMFAO. Fight The Power! lol",
				"added": 1513449377
			},
			{
				"comment_id": 12,
				"body": "> [htgozn](#comment_23_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): Nice response of platitude. You sure won this discussion. -Bravo\n\nDisagreeing with someone is not trolling. Again, no argument. Just rhetoric. Im just returning to you what you are presenting to me. lol",
				"added": 1513449482
			},
			{
				"comment_id": 13,
				"body": "> [htgozn](#comment_24_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): It's pretty sad that people like you don't even have even the most basic critical thinking skills with which to argue your viewpoints. No, it's just \"I disagree, so I'm going to be a thug and aggressive towards others\"..   [...]\n\nI didn't label you as anything. I characterized your ideas as thuggish. Not playing any game of civility, I was just waiting for an actual argument after I challenged you. Again. All rhetoric. Lol",
				"added": 1513449742
			},
			{
				"comment_id": 14,
				"body": "I'm sure the powers that be will be terrified.",
				"added": 1513449886
			},
			{
				"comment_id": 15,
				"body": "Yup. I'm triggered. You really got me. Lmfao",
				"added": 1513450212
			},
			{
				"comment_id": 16,
				"body": "You are a fucking idiot. You've demonstrated that. Lol How old are you?",
				"added": 1513450435
			},
			{
				"comment_id": 17,
				"body": "Yeah. Teach me about politics bro. Lmfao.",
				"added": 1513450539
			},
			{
				"comment_id": 18,
				"body": "> [htgozn](#comment_29_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): Sigh... post a response to a topic comment about an address...Get a demand thrown at me to teach a troll politics.   [...]\n\nDisagreeing with someone is not trolling. FFS.",
				"added": 1513451503
			},
			{
				"comment_id": 19,
				"body": "> [htgozn](#comment_30_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): Calling them a thug and another a fucking idiot is though. Sooo yeah, there's that.\n\nActually I thought about it and you were right all along. Lets all try to intimidate government officials when they d something that we don't like. I mean...fuck democracy and a free society right? Yeah. That's what smart people do. lol",
				"added": 1513451708
			},
			{
				"comment_id": 20,
				"body": "> [htgozn](#comment_31_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): A troll that admitted defeat, holy hell it must be some sort of hybrid...\n\nThat was sarcasm, ya super smart guy who makes zero net sites.",
				"added": 1513451882
			},
			{
				"comment_id": 21,
				"body": "Calling someone out is not trolling. My god you are slow.",
				"added": 1513452082
			}
		]
	},
	"comment_vote": {
		"1_1NpEfN9nbyvag4MPG9j6TgcBC8aVFEZjGG": 1,
		"2_13famWF3y6uoaCw8pnQyqEYXyUyZ81sZuw": 1,
		"2_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"3_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj": 1,
		"4_1R6r94yS1mCMLjuSb2bgsZ85rc4pCEGBJ": 1,
		"1_1981gxtfUj3M1ZB4ym2VeSCeU3gdU2GXrG": 1,
		"311_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"9_1GhYpibzrzQ9FZTeoeHxG297hgcqcv71X2": 1
	}
}