{
	"next_comment_id": 15,
	"user_name": "AntiGNU",
	"hub": "1KNmG5rJUGhgUJGFbLkv2B5isaqu9PrZqi",
	"post_like": {
		"1D242AyQghFqqQTwo1f1csP5kRQe588BUm_1484211475": 1484214327,
		"1PniNzyi8fygvwyBaLpA9oBDVWZ5fXuJUw_1484667999": 1484676345,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1484596139": 1484676618,
		"1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1485460678": 1485461432,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1472069174": 1486117129
	},
	"comment": [
		{
			"comment_id": 1,
			"body": ">это реально работает\n\nА на самом деле, нет.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484495043
		},
		{
			"comment_id": 2,
			"body": "Грузится. Но это так всё, не по-настоящему.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484496717
		},
		{
			"comment_id": 3,
			"body": "@Himura: \n1. Немного о другоем. Тут у каждого сайта есть владелец, который на нем бог, всегда. Потому-что адрес сайта - это хеш его приватного ключа.\n2. Проподание комментариев видел на ZeroMe, добавление постов задним числом. Теоретически, можно много где подгадить, если будет такое желание. Пока держится все на честном слове.\n3. Я имею ввиду, чтобы был чисто демон с API/RPC. Без конкретного web-интерфейса, как сейчас. Чтобы все остальное было целиком на стороне приложения реализовано. Сейчас сайт отображается во фрейме, и он прибит гвоздями, что сильно уменьшает гибкость применения. В частности, я не смог так сходу сделать сайт, который был бы приложением под Electron, потому-что фрейм этому мешает. ",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484497403
		},
		{
			"comment_id": 4,
			"body": "@Himura: Можно выкинуть, но доказать это сложно. Если раздать ключ, то ещё хуже, любой может удалить все данные.\n\nЗдесь адрес сайта сделан по примеру биткоина. Но в самом биткоине сейчас уже есть адреса начинающиеся с тройки - хэш скрипта транзакции (контракты). В Ethereum аналогично - хэш контракта. В других криптовалютах есть например аккаунты с обновляемым публичным ключем. Все это дает намного большую гибкость, чем хэш публичного ключа, но в простом варианте покрывает полностью и вариант с одним владельцем.\n\n>мне кажется надо конкретные проблемы решать\nЕсть такой подход, не буду его осуждать, но много людей проходит через ZN и не так много задерживается.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484498000
		},
		{
			"comment_id": 5,
			"body": "@Himura: \n>Про создание сайта ничего не знаю, я только с юзерской позиции смотрю...\n\nС юзерской позиции. Сейчас не сделать чтобы сайт торчал в интернет и выглядел для пользователя как обычный сайт. Для тех кто ничего не знает про ZN. Присутсвует определенная закрытость решения.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484498448
		},
		{
			"comment_id": 6,
			"body": "@Himura: Децентрализованные решения в целом лучше централизованных. Не потому-что требуется какая-то определенная причина. Преимущества начиная от дешевизны и простоты хостинга мелких сайтов, до более лучшей перспективы существования сайта в долгосрочной перспективе, когда судьба централизованных решений целиком зависит от желания владельца. Сейчас тема децентрализации все больше набирает популярность. А при правильной реализации для пользователя не будет особой разницы с классическими централизованными сервисами. Какие проблемы порождают спрос на фейсбук?",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484499516
		},
		{
			"comment_id": 7,
			"body": "@Himura: Про другие вещи и не надо знать, они войдут и заменят текущие со временем так, что пользователи об этом даже знать не будут.\n\n>А тут получается что выгоды для энд-юзера/ламера никакой.\nВыгода есть в большей уверенности, что пользуясь сервисом сегодня, он никуда не исчезнет и не закроется завтра. ",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484500060
		},
		{
			"comment_id": 8,
			"body": "Не надо сравнивать ZN и тор, это разные вещи. В торе нет децентрализации сайтов, наоборот держать сайты там сложнее и дороже, а пропускная способность сети низкая. Потому там долго сайты не выживают, если это не оправданно и нет того, кто будет за их содержание платить.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484500314
		},
		{
			"comment_id": 9,
			"body": "Напомню. Торренты вполне взлетели тогда, когда процветали файлообменники и никакой острой необходимости в децентрализованных решениях не было.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484500610
		},
		{
			"comment_id": 10,
			"body": "@Himura: \n>а вот способ продолжать пиратить надо было найти новый.\n\nНо торренты взлетели раньше. Об этом и речь. Необходимость не двигает изменениями, изменениями двигает наличие альтернатив. Необходимость возникает уже после возникновения привычки, так как собственно является более приемлимым синонимом слова зависимость. А у людей собственно никогда не было необходимости ни в интернете, ни в телефоне, транспорте, печатном станке. Ровно как необходимости слезать с дерева тоже не было.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484501118
		},
		{
			"comment_id": 11,
			"body": "@Himura: В аниме, кстати, тоже необходимости нет. Более того, оно даже вредно.",
			"post_uri": "16jQ6KNsJ7uZ3Fh4x3s1bkBBteaHcitAgd_1484490462",
			"date_added": 1484502123
		},
		{
			"comment_id": 12,
			"body": "There are few AMVs with this track.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1485460678",
			"date_added": 1485461371
		},
		{
			"comment_id": 13,
			"body": "Anime Music Video is very long to type.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1485460678",
			"date_added": 1485462273
		},
		{
			"comment_id": 14,
			"body": "nothing's happened",
			"post_uri": "14UupgrdnT7Y8vMES7aqUFgD1fC5RYNrh8_1485891678",
			"date_added": 1485892867
		}
	],
	"flags": {},
	"comment_like": {}
}