{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"3_1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL": 1
	},
	"next_comment_id": 11,
	"comment": {
		"3_1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL": [
			{
				"comment_id": 1,
				"body": "> [akito](#comment_119_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): Who gets access to these specific user IDs?\n\nMaybe the developer of IFS and 0chan? \nBut these IDs are randomly generated by these zites.",
				"added": 1501431465
			},
			{
				"comment_id": 2,
				"body": "> [akito](#comment_120_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): But then how did this information got spread?\n\nBy peers seeding the hub. It is obvious.",
				"added": 1501431684
			},
			{
				"comment_id": 3,
				"body": "> [akito](#comment_121_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): I mean that this hub got created in the first place... I don't check every zite search engine for \"news\" every day. That is obvious.\n\nUmmm... Maybe he shouldnt use \"spread\"? The hub just provide a way for anonymous users talking on ZeroMe.",
				"added": 1501431937
			},
			{
				"comment_id": 4,
				"body": "> [akito](#comment_122_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): I guess, you clearly don't understand what I am saying. I said something different than you respond to.\n\nDo you mean that there should be someone to spread the hub for seeding?\nOr you can tell me what you mean in a simpler way. >_<",
				"added": 1501432333
			},
			{
				"comment_id": 5,
				"body": "> [akito](#comment_123_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): \"A ZeroMe hub for Anonymous-users: Anonymous Hub.This hub accept and spread messages from users of @0ch.anonymous and @ifs.anonymous. :-)Thanks for your seeding and using! :D\" [...]\n\nHe may be the creator of the hub. He spread this news to different \"talks\" in different languages.",
				"added": 1501432475
			},
			{
				"comment_id": 6,
				"body": "> [akito](#comment_124_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): So who guarantees that these profiles who spread infos on this hub, are actually legit?\n\nMaybe nobody.\nBut personally, I agree his try to let someone be more anonymous on ZeroMe if he want.",
				"added": 1501432854
			},
			{
				"comment_id": 7,
				"body": "> [akito](#comment_125_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): Isn't this hub for Anonymous people?\n\nYes, it is.\nMaybe I should ask. What is the meaning of \"profiles r legit\"?",
				"added": 1501432995
			},
			{
				"comment_id": 8,
				"body": "> [akito](#comment_128_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): That the people posting are actually important Anonymous members..\n\nI dont know... -_-\nBut it is a good news for someone who got a little Persecutory Delusion like me. :-)",
				"added": 1501433476
			}
		],
		"1_1A1shyBkcauJ91h2Yuxn84Ca6wD8k3i5Qs": [
			{
				"comment_id": 9,
				"body": "You should put your head up and go to the \"中文论坛\". Or you should ask [HERE](http://127.0.0.1:43110/NewGFWTalk.bit).",
				"added": 1501562936
			}
		],
		"2_1KaZdtwQRK3QjvL8NXMHAXcNy2xGi2qXmC": [
			{
				"comment_id": 10,
				"body": ">这是英文站没错，但这是主站，我就要发中文，我就是一没文化俗人，为何要因作者考虑不周选择委屈自己，你们说是吧，作者你也看不到，哈哈哈哈\n如果我是明确滋瓷英文站的站长且看懂了你这句话，我想你应该知道我准备想干什么\n没办法，谁叫我是站长呢（笑（虽然实际上并不是\n**只不过在那之后可能会联系开发者说把0Hello里默认站点列表中0Talk的位置换成Talk系论坛导航**\n>综上所述，zeronet根本没影响力\n在节点数达到一定规模之前就想要影响力？是嫌逻辑不够混乱还是嫌0net死得不够快？\n\nFor people who agree this is an **English-only** forum (especially if you are the owner/admin of this forum):\nThere are so many people/new users think ZeroTalk is the **MAIN** forum instead of an English forum.\nMaybe you should contact developers of the ZeroHello, and ask him if he could change \"ZeroTalk\" to a guide of TALKs for the peace of ZeroTalk. :-)",
				"added": 1501730810
			}
		]
	},
	"comment_vote": {}
}