{
	"next_comment_id": 11,
	"user_name": "Nekololi",
	"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
	"post_like": {
		"16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1488836366": 1488841692,
		"16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1488914042": 1488924075,
		"1FyBrrWyanPyiZxkHmh9b7Kb1hXA3W48Te_1504655227": 1504661885,
		"1BYU9zV786auJ29dF3HMAQYhxA2WgN4ofi_1504764099": 1504817896,
		"1GAWwPWreQXo1CwcefCgL6w5wYPkNFWbsj_1507659405": 1507844197
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "thats so lewd! you should remove the googleanalytics though...",
			"post_uri": "1GAWwPWreQXo1CwcefCgL6w5wYPkNFWbsj_1481832050",
			"date_added": 1481846250
		},
		{
			"comment_id": 2,
			"body": "@Abs0lute: ill sell you root access to a windows 95 vm for $50 hit me up on paypal",
			"post_uri": "19dSnqd1GpiMTnuiD4n1tPasyKTDfNSFyz_1487188094",
			"date_added": 1487198745
		},
		{
			"comment_id": 3,
			"body": "this is why its really frustrating when people call me paranoid and think that wanting not to be tracked is a silly thing to worry about. surprising that a simple ip change is enough to get access back, so it sounds like your government isn't all powerful yet, or they don't care enough yet.",
			"post_uri": "1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp_1487458368",
			"date_added": 1487463105
		},
		{
			"comment_id": 4,
			"body": "i didn't know this existed. it has a very pleasant color scheme. thank you!",
			"post_uri": "16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1488836366",
			"date_added": 1488841690
		},
		{
			"comment_id": 5,
			"body": "you're working overtime by the looks of it",
			"post_uri": "16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1488914042",
			"date_added": 1488924093
		},
		{
			"comment_id": 6,
			"body": "@Jayofthezero: will keep my eyes out for any quirks but so far so good",
			"post_uri": "16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1488914042",
			"date_added": 1488935994
		},
		{
			"comment_id": 7,
			"body": "it isn't possible yet to easily share large files, such as videos, within zeronet. it has to be shared elsewhere and linked to, such as through ipfs, or webtorrent, or what have you",
			"post_uri": "1PGFKCfMSL1QdudndfYCo4mGM8E8XKzMMG_1488943248",
			"date_added": 1488944476
		},
		{
			"comment_id": 8,
			"body": "sounds good if you want to participate in the dht. most reasons for not wanting to be involved in dht is if you want to run it in hidden service mode. if nat is yellow, upnp failed (or RS needs more time to get its shit together) or you need to manually forward a port.\n\nif you are comfortable networking with strangers, add a chatserver as your friend on retroshare.rocks, and exchange your keys with people you meet in the chat rooms.",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1489953550",
			"date_added": 1489956723
		},
		{
			"comment_id": 9,
			"body": "to this day The Fifth Element is still my favorite movie. im excited to see this just because of Luc Besson even though i know it will just be a modern day hollywood clusterfuck.",
			"post_uri": "1BYU9zV786auJ29dF3HMAQYhxA2WgN4ofi_1504764099",
			"date_added": 1504817892
		},
		{
			"comment_id": 10,
			"body": "i thought it was gloom and doom initially. i had a serious headache looking at an entirely full list of addons that would become broken. but after spending a couple of days playing with new extensions, some of which were even better than what i was using before, i've narrowed down the \"Legacy\" ones to just a few, some of which have web-extension versions in the works.\n\ngreasemonkey sounds like they're going to have something working for 57+. i don't really know about downthemall's situation, but i know they threw a tantrum.. i just removed it because it's been several years since the last time i actually needed it.\n\ni'm sure most of your addons will be up and running in the new firefox, and i'm sure a short lived firefox fork will splinter off for those who are unable to move forward.",
			"post_uri": "16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1507090865",
			"date_added": 1507168223
		}
	]
}