{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 6,
	"comment": {
		"1511662798_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 1,
				"body": "Another thing you can try for free, with not much time investment is meditation. The kind doesn't really matter, although many people practice transcendental or vipassana.\n\nIt doesn't magically fix anything that's wrong with your life, it's more like booting your brain in safe mode for 10-20 minutes at a time. You get to look at the operating system of your mind from a less affected point of view. You get to see from a different angle what it is that causes your depressive thoughts. Very, very powerful tool for debugging your own mind.\n\nThat said, depression isn't a one facet problem and therefore the solution likely isn't a silver bullet either. I strongly advise you read up on meditation and give it 10 minutes of consistent effort for at least 7-10 days before choosing to not do it anymore, if you think it doesn't work for you. The earlier comment about magnesium is also good.\n\nDepression sucks. There's help out there if you need it.",
				"added": 1512057703
			}
		],
		"1512623414_1HBy99H2dsCwevdYZp8VVC2SVG69DGVyEd": [
			{
				"comment_id": 2,
				"body": "Dead? I think it's the opposite!\n\nThe early Internet was great for meeting strangers around the world and becoming friends with them. Rarely ever happens on the current clearnet anymore. It's all commercialised. Violent. Then there's that massive noise. Constant barrage of messages, nothing of personal substance. You can barely have an honest discussion on the Internet anymore. I find ZeroNet to be heaps better for that.\n\nThat said, more people need to be using the network to help it grow. As always.",
				"added": 1512646168
			}
		],
		"1512976214_18fU1ZPrTrUXVCYG4wDvk6fTB5ok4p8QV1": [
			{
				"comment_id": 3,
				"body": "for now English gets you the farthest in the western world, virtually everyone speaks or at least understands it at some level in the EU, the Americas and south-east Asia. If you speak mandarin or have an opportunity to learn it, I wouldn't shun the idea. The Chinese economy is coming up fast and hard, it will become _much_ more important in about 15 to 20 years.",
				"added": 1512998076
			},
			{
				"comment_id": 4,
				"body": "> [flappyearz](#comment_96_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt): I don't think \"western\" people would learn chinese no matter how \"economically\" intersting they believe they are. Politically they're pretty backwards, they always have been (at least for the last 3000 years or so). I'm not quite sure about the sustainability of their, um, economy. It may well happen that the people there get bored to be completely oppressed and start a really bloody civil war, then all will be very gone.Or, and there's some pretty high writing and language barrier.\n\nI do agree with you on that the Chinese economy has its long term challenges still in front of it, I also think that they're not a force to dismiss in mid-term. The 'western world' doesn't *have to* learn mandarin to join the trade, just yet. But we sure are doing everything to head that way. Brexit in particular hit rather close to home to make me doubt the long-term competitiveness of our current model.\n\nAlso, blockchain technology has the potential to uproot certain parts of our governments, China is doing well there, too.\n\nWe'll see. It's a hard language, might be a smart idea to start early.",
				"added": 1513071979
			}
		],
		"1513318374_19XFf6TuhmvRZdo5JaiG5uDNH72SUx3Dm": [
			{
				"comment_id": 5,
				"body": "Britain was like 'lol, hold me crumpets love' *does a brexit*\nUS was like 'can't have gramps black cattin' us can we guys, hold my coke' *kills net neutrality*\n\nYou could have just left it at that, we would've called it a draw because Cpt. Trumpetti.\n\nhope congress slaps the FCC straight.",
				"added": 1513330435
			}
		]
	},
	"comment_vote": {
		"25_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc": 1,
		"89_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"182_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"186_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"80_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"20_12pqz164272L8bYB9UA2enxr92boTWBpfd": 1
	}
}