{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "shutting down zites? right....",
			"body": "I dont know who this foreign actor is typing in japanese here- but good luck with the idea....this is designed explicity to NOT be taken down- as a \"free\" and \"democratic\" \"republic\" or \"federated\" as it were internet. So take your kp and leave it at home. Take your drug dealing and leave it at home, most of us dont want you here. everything else, I find is fair game. It wouldnt suprise me if NK is using zero but Kim needs to behave or go. I didnt like NK missile antics in 06 and I dont like them now. That said, if the people want to come here(zero), I have no problem. The idea of zero is decentralized. Only the bitcoin part could ever be, and recent coins are masking and preventing even that(cryptonote).The more fair a coin is to mine(machinecoin), the more decentralized in my book that it can be. Wrong coin, maybe but- bit is the leader and easier to get right now. And it seems that may be changing.",
			"added": 1496200749
		},
		{
			"topic_id": 2,
			"title": "kicking the jsons once a while",
			"body": "im noticing that kicking the json in the pants once and a while seems to work out bugs in distribution...go and change something, save it, then sync..",
			"added": 1507081093
		},
		{
			"topic_id": 1512360950,
			"title": "anyone need nmc blockchain?",
			"body": "i might have to get some discs first but I have the blocks. it makes resolving sooo much easier. I know syntax too...just copy the formulae with your zite address instead of mine. nmc payments are like piss and really we need more nodes up..",
			"added": 1512360947
		}
	],
	"topic_vote": {},
	"next_comment_id": 15,
	"comment": {
		"8_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 1,
				"body": "we should have sticky this somehow.",
				"added": 1493343154
			}
		],
		"1_1CMYxdit4qq9QGk9DYRu2ruRPd2YDGckH8": [
			{
				"comment_id": 2,
				"body": "indie= a lot more of that unfortunately but you can mute ppl now. The election didnt help. of course I could be accorrs the pond in tennessee.",
				"added": 1493343212
			}
		],
		"3_17AMQVbBa12XB3xFWKDnP2dCEx92TaiY7X": [
			{
				"comment_id": 3,
				"body": "havent but-that only works if governemnts are in control of the internet. US gave that away years ago. DARPA would have to re-own the content, not just have DCMA takedown notices issued. In some other countries, japan-for example this is not the case. Governments, not just telephone companies own the internet. More to the point, the telecoms could shut you down instead of big govt.",
				"added": 1496270037
			}
		],
		"1_1FRsFWqkx5TVyRqy9Xr3XoshYDDZHXSQvz": [
			{
				"comment_id": 4,
				"body": "I h8 to b a dick but if you were looking for it properly, you would know already where it is and how to get in. Ive found three variants without trying. Nice job uncle sam. and no its not here.",
				"added": 1496445549
			}
		],
		"1_17WG9sFaQoZCyRT7m89WAa23Ma4WYPifMH": [
			{
				"comment_id": 5,
				"body": "OS firewall probly or ISP interference.",
				"added": 1496510732
			}
		],
		"1_1KyYXcw24hndmkCoxyhJtHJ1Ch7EUqoSQ1": [
			{
				"comment_id": 6,
				"body": "like they said, you have to manually set it up-technically that stealing, make sure you have GPL-ish permissions before you steal code..I usually check but there are a \"few\" workarounds...most of the stuff I clone is open...",
				"added": 1504390242
			}
		],
		"23_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 7,
				"body": "yes and no..and can we pleeease fix the color code crap? I cant see my text w dark ubu themes..",
				"added": 1507080914
			},
			{
				"comment_id": 8,
				"body": "I have 4+gb isos id like not to have as optional but torrented DLs..wo chewing my bandwidth al the time.",
				"added": 1507080969
			}
		],
		"27_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 9,
				"body": "thats because others have it and are sharing it. you are only needed to make updates w your key. once live and people have a copy...theres no taking down a zero zite.",
				"added": 1507081188
			}
		],
		"1512179082_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 10,
				"body": "to me its more of a logic puzzle. can you solve for x - y i dunno...with what you have? do you trip notifications/flags to get there? or do you need more (code)?",
				"added": 1512360667
			},
			{
				"comment_id": 11,
				"body": "there is a money hack--its called working, being disabled or in some sort of business that doesnt scam people.",
				"added": 1512360705
			}
		],
		"1511956110_1AZYSfyeKjZbAN9BPYYFf1FCSm9ujLXMcu": [
			{
				"comment_id": 12,
				"body": "no. I wil tell you why. zero is different and distributed. i2p is not. if you go offline so does your i2p. not so with the zeronet.",
				"added": 1512360743
			}
		],
		"1511733600_1L4sP574Uy8x8Jv5Uob6nfsDSEGqMLuqa3": [
			{
				"comment_id": 13,
				"body": "anyone have keys? we can dump, like wii is aes256...but has a master key unlocked- which is how we can use the dumps and dump the wii. wii-u is somewhat different and different keys. blue-ray is 3 key system dumphd forums has more detail.",
				"added": 1512360807
			}
		],
		"1512360950_15TSdTU5ZrAHXXiMQvMUEEUm17GFt5WqWp": [
			{
				"comment_id": 14,
				"body": "oh-and upgrade your drive to bdrom for gods sakes...its not that expensive for your computer.",
				"added": 1512360981
			}
		]
	},
	"comment_vote": {}
}