{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"1_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": 1
	},
	"next_comment_id": 16,
	"comment": {
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": [
			{
				"comment_id": 1,
				"body": "I don't think I'm interested in any of the other services but Searx appears to be a great lead! Thanks for the share. \n\nI hope there is a better way forward than racial apartheid. But if not, I will stand with my people. I hope for everyone else's sake they don't wake that sleeping dragon.",
				"added": 1505064373
			},
			{
				"comment_id": 2,
				"body": "> [peter0](#comment_10_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o): As others mentioned, I don't see this as a left/right or black/white issue. Censorship of speech is wrong, the answer to hate speech is more speech.\n\nExcept the censorship is coming from the left and not from the right. So this means censorship is a left/right issue.",
				"added": 1505064629
			},
			{
				"comment_id": 4,
				"body": "> [peter0](#comment_11_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o): The left tries to ban 'nazis', the right tries to ban all forms of 'porn' and 'online gambling'. I fail to see the difference, both are content based censorship. If you read Cypherpunks: Freedom and the Future of the Internet (2012), you'll realize all this has to do with the... [...]\n\nI know a lot of right wing people and have listened to a lot of commentators (being of the right wing persuasion myself) and I have never heard any of them advocate for banning porn or gambling. I have heard gavin mcinnis advocate for voluntary porn abstinence. That is the closest thing I have ever heard to it.\n\nI'm not saying it doesn't exist. I'm sure it does. Just like I'm sure there are some left wing people out there advocating for free speech for nazis. Probably somewhere. Point is neither of these people represent the left or right wing generally. They are both minorities.",
				"added": 1505145422
			},
			{
				"comment_id": 6,
				"body": "> [theanswerer](#comment_8_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn): but I don't think the nature of this conflict will be predominantly racial\n\nYou might be right but allow me to argue the contrary and see what you think. \n\nWhen people get angry they often aren't super rational and while the divisions other than race are more relevant they are also harder to identify and more difficult to discriminate on. People don't always wear their political persuasion on their sleeve. Race is so easy. As a proxy for the real division (left vs right) its not the most accurate set of boxes but it is by far the clearest and most visible and it may be perceived to be good enough for government work. It may be true that not all of the whites are right wing. But it is the case that almost all of the browns are left wing. So that will make race a very useful tool to the right. If you see a brown hes probably your enemy. The browns will react to this and ostracize (or worse) their left wing whites. The left wing whites will not come over to the right. They will probably just wallow in self pity or worse. Once the left wing whites are kicked out of the left race will become an even more accurate proxy.",
				"added": 1505197277
			},
			{
				"comment_id": 9,
				"body": "> [styromaniac](#comment_102_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): There's nothing wrong with race mixing...\n\nOk so I'm going to frame this in terms of blacks and whites for simplicity sake. \n\nBlacks seem to be largely incapable of producing civilization. I'm sure that sounds racist to you but the truth doesn't care if its racist or not, its just the truth. Whites created science, modern medicine, law, infrastructure at unimaginable scale and buildings that reach into the clouds. All while blacks in Africa accomplished what? I'm sure you have 1001 excuses for the blacks, reasons why their failure is all whitey's fault but that's bullshit. Maybe in the past, but colonialism is over and not only were they unable to create these things themselves but even now, post colonialism, after getting all of the knowledge handed to them for free over the internet, they still cant put it into practice and make anything nice.\n\nSo yea I get a little disgruntled when some white tramp takes our awesome genes and accelerates the demise of our shrinking race by driving them down an evolutionary dead end. I don't advocate using force to stop it. It's everyone's right to do what ever they want with their own lives. But a little social pressure may not be uncalled for if you love your dwindling race and it's amazing culture.\n\nAlso you shouldn't hit people. What the fuck is wrong with you? We should send you to Africa with the rest of the savages if you cant be civilized.",
				"added": 1505321919
			},
			{
				"comment_id": 12,
				"body": "> [kaffie](#comment_501_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): You... have no idea how welfare actually works, do you? The fact that you even wrote this thinking it was true shows how entitled you are, and how you've never actually been poor a day in your life.\n\nIt's true that benefits are not just handed out like candy. You have to either actually be in need and have it overlap with their forms of testing. Or you have to be knowledgeable on how to game the system and willing to endure some forms of inconvenience in order to do so. \n\nNow it is true that I don't know very many negros personally. But my wife does know a very very trashy white person. She and all of her friends (most of them negros) are extremely versed in how to exploit the welfare system. She can talk about the minutia of the system for hours. It's the only thing she really knows anything about other than whats happening currently in reality television. I don't know that much about the specifics of how it works, but I know it has something to do with getting impregnated by a deadbeat at the right intervals. I think one needs to always have a fatherless child below a certain age threshold. Or something to that effect.",
				"added": 1505431932
			}
		],
		"3_1JTtwMPZ5mKaF6S1wAPzZ8SmZTgTygz5Rb": [
			{
				"comment_id": 3,
				"body": "You cant sell equity in something you don't intend to monetize. If you do intend to monetize it well then theirs your problem right there. What zeronet really needs is to remain a neutral platform but have value added services with a monetization strategy built on top. Well that's my 0.02btc anyway.",
				"added": 1505065261
			}
		],
		"2_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": [
			{
				"comment_id": 5,
				"body": "> Did the feds get a hold of the private keys and do a ZeroNet update?\nNot sure what happened but I can pretty much guarantee you it wasn't that. They would have had to hack someones computer. Something they probably could do but would be a tremendous waste of unpatched vulnerabilities. The spooks save vulnerabilities for things they really care about because they are expensive to develop and have a limited shelf life once used.",
				"added": 1505196399
			}
		],
		"1_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": [
			{
				"comment_id": 8,
				"body": "ZeroIRC would be sick. No buttons no nonsense small text (maybe green with a black background so we can all be cool hackers). Super hyper minimalist. Just like an old school irc client run in CLI. No need for channels or anything. People can just clone it to make new channels. Or even just clone it to make a private chat! The smaller the code while still being fully functional the more a winner is you.",
				"added": 1505198220
			}
		],
		"1_1Nx9ZGUxSaVmY3dMK9yaxcwuD9KtrK38Ra": [
			{
				"comment_id": 10,
				"body": "> [reitoei](#comment_1_1MTNhSVgCJpW8uBjFhnyA5NsgyKbKnvrLG): Red 5 standing by\n\nDo a barrel roll.",
				"added": 1505350148
			}
		],
		"4_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": [
			{
				"comment_id": 11,
				"body": "> [altair916](#comment_17_13WnNjGWpKx29MGErCCpUAnP772R3fYyMk): It won't be actually useful to install one more browser for ZeroNet.\n\nNot install it. But to have a portable one packaged in the currently fully portable zeronet folder so that when one clicks the zeronet icon, instead of popping up in their default browser, it would just pop up in said portable browser. That would be really nice.",
				"added": 1505352007
			}
		],
		"1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": [
			{
				"comment_id": 13,
				"body": "So you are going to tell the government how displeased you are with it? You might be missing a critical step. I think you first need to figure out a way to get the government to care about how the people feel before you bother putting time and effort into trying to make it aware of how you feel.",
				"added": 1505611396
			},
			{
				"comment_id": 14,
				"body": "> [pmpc](#comment_1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom): Yes, because it is not good sign for the government if we \"The People\" are displeased with them, because in the next term they may not get elected...  So the \"missing critical\" step you mention is not at all independent of initiating public debates and telling the governments about our problems with their work.\n\nIn my experience this 6th grade civics class narrative about government accountability is naive at best. This can be empirically demonstrated to be the case by the common occurrence of political bodies voting in favor of policies with nearly unanimous public disapproval or against policies with nearly unanimous public support.",
				"added": 1505901326
			}
		],
		"8_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": [
			{
				"comment_id": 15,
				"body": "Are you aware of ZeroVoat? http://127.0.0.1:43110/1J1c7eML6uMwDU4uiKbKRxoqxGP6WMFMvb/",
				"added": 1505901688
			}
		]
	},
	"comment_vote": {
		"491_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"13_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc": 1
	}
}