{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1510946916,
			"title": "hi my website has no peers, wut do i do so that other people can see it?",
			"body": "(while they're on zeronet of course)",
			"added": 1510946915
		}
	],
	"topic_vote": {},
	"next_comment_id": 9,
	"comment": {
		"1510297231_1G2KAr146veEMjvkrhD3sXMUH1fAuZdswM": [],
		"1510946916_1BrGZNxToC56H726jqXuUNuR6M8nn9kfBN": [
			{
				"comment_id": 2,
				"body": "> [glightstar](#comment_22_14K7EydgyeP84L1NKaAHBZTPQCev8BbqCy): In addition to that, you might want to think about opening zeronet's port! [...]\n\nUgh I feared this. I'm at an apartment so I can't control the router settings. *fuck*.",
				"added": 1510957506
			},
			{
				"comment_id": 3,
				"body": "here's my address btw http://127.0.0.1:43110/1JULPR5a2Lse5TcU6eGp7FFcoTPhMyg5gS\n\nI'm not sure if there's anything there, since I only created and updated the site from the machine without router access.\n\n(Also connecting with tor to ZeroNet fails. And Tor from Zeronet shows an error. This is a fresh install.)",
				"added": 1511039713
			},
			{
				"comment_id": 5,
				"body": "> [zerocateu](#comment_1_1QLQK7jRVb9AeziriC8t7ytHcQfdpv1WkV): Link works fine for me.\n\nWait, there's an actual website there? Nothing empty?",
				"added": 1511041288
			},
			{
				"comment_id": 6,
				"body": "> [happyrabbit](#comment_5_1Hd7H8VUbdieey29AGC2xLxedDiPdM7JTT): well im seeding it now as we speak\n\nthank you.. maybe I can share the files with someone with an open port.",
				"added": 1511116525
			}
		],
		"1509398486_195Xafx3aZsxtngKo7D3XWgByQ5rYJX1C": [
			{
				"comment_id": 4,
				"body": "> [skwerlman](#comment_51_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X): seems like a good way to correlate someone's real email (and ip) with their 0net address.\n\n\"if it's free, *you* are the product\"",
				"added": 1511040268
			}
		],
		"1511250749_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [],
		"1511360238_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 8,
				"body": "> [emptyvoid](#comment_2_12mDak6aqzv4V9ZSmVtBNQxhtQh3EZePXM): We live in a world where how much you pay to learn is more important than how much you learn. College is a way for greedy pigs to rape peoples wallets. Especially people straight out of high school who are worried about their future. Even very low level jobs are now requiring some kind of degree in the US. You pretty much cant get a single decent job without one. It never used to be that way. But hey big companies, corporations, and schools love to fuck everyone in anyway possible. The sytem shovels shit in our faces and the mindless drones of society just keep their mouths wide open because their constantly hungry for more bullshit\n\nIt's only a matter of time before this situation blows up in everyone's faces because people are too poor to work.",
				"added": 1511369896
			}
		]
	},
	"comment_vote": {}
}