{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1511316400_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": 1,
		"8_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1
	},
	"next_comment_id": 9,
	"comment": {
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 1,
				"body": "Test test",
				"added": 1511288617
			}
		],
		"1511316400_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": [
			{
				"comment_id": 2,
				"body": "> [inotamira1](#comment_2_13PaV9QW67CMBKzRMFQJGV2ZHpNshcnPcq): If google became a full ISP, I don't know if that would be a good or bad thing. Googles great about keeping things open, however at the same time, their ideologies are leaning a little to on the feminazi side of things for my tastes.\n\nEh they made some moves that they thought would be good for PR, but turned out being the opposite. They seem to be doing their best to stay neutral politically compared to a lot of other companies which is the best I can hope for. Out of the big data collecting companies I'd prefer Google by far, personally.",
				"added": 1511321649
			},
			{
				"comment_id": 3,
				"body": "> [inotamira1](#comment_3_13PaV9QW67CMBKzRMFQJGV2ZHpNshcnPcq): That is true, I think you may misunderstand my intent. It's not that I'd avoid it, it's just that, any company, or collection of people, that winds up in that camp, usually winds up being the most controlling and egocentric companies. Google hasn't hit that point, but given full control over an internet connection, something tells me that may trip them into full power trip mode. I'm not saying that's guaranteed, just that it's a concern.\n\nOh I'm definitely with you on that - It's inevitable for almost any company. I think that Google picking up decentralized internet would certainly popularize it and since they love working open source and very open in general, if they ever got to a more \"evil\" spot it it wouldn't be nearly as bad for the rest of us. Plus Google has gotten very far without becoming awful, they control a *lot* of data and information and could influence it in anyway they want but they continually try to avoid abusing that.",
				"added": 1511322312
			},
			{
				"comment_id": 4,
				"body": "> [zabu](#comment_5_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7): I'm also inclined to agree. They do manipulate data as is, but not nearly as much as they could, and they're already massive. I think they could potentially run their own centralized or decentralized ISP without much pushback. I can't see them picking up support for p2p anytime soon unfortunately. Seems like data would be too hard to collect and sell. But MAN would I love it.\n\nI can definitely see it happen post-Net Neutrality death. Centralized vs decentralized doesn't matter very much for Google in that scenario because they make their money by bringing their services to as many people as possible. In a world where it costs much much more to get different services through your ISP, it would mean more people would prefer their decentralized internet, bring more users to their services AND cut costs that would have been going to the various ISP's to get their services into a package. It's something that would be very like Google to do, and they already know that gaining users trust only makes them more money. That said pretty much anyone can pick up the slack with enough elbow grease with the big changes we are going to be going through - It's gonna be a bumpy ride for sure.",
				"added": 1511323259
			}
		],
		"1511360238_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 5,
				"body": "I agree with vizy93 here, seems like you aren't into what you are studying. Maybe you just need another college or another degree, maybe you just do better self taught! No matter, what you are doing seems harmful to you both mentally and financially. How did the test go?",
				"added": 1511388121
			}
		],
		"8_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 6,
				"body": "I have a bunch of standard ZeroNet sites that are failing file downloads, they seem to be operating fine but at the very least the alert is annoying. Anyone know how I could remedy this ? (I've already tried updating them and even deleting and re-activating them to no avail, and they are under the data cap)",
				"added": 1511389663
			},
			{
				"comment_id": 7,
				"body": "> [styromaniac](#comment_233_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): Keep the device online until most of them go away.\n\nIt's been on continuously for a few days at this point, how long does it usually take? (Thanks for the response btw!)",
				"added": 1511390781
			},
			{
				"comment_id": 8,
				"body": "> [styromaniac](#comment_234_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): At least for the weekend when most people are home and online. Since some of us are on the opposite side of the planet, I'd give it 72 hours starting at 12:00 GMT+13 (daylight savings time included) when New Zealanders might wake up on the weekend (midday).\n\nAwesome, sounds good!",
				"added": 1511394104
			}
		]
	},
	"comment_vote": {
		"3_13PaV9QW67CMBKzRMFQJGV2ZHpNshcnPcq": 1,
		"4_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": 1,
		"3_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": 1,
		"5_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": 1,
		"6_1KieR53aUzHPPH7b54QyDN5a8iYdZm4r9o": 1,
		"5_12UZAaKqiM7JEV1SbCcTBoQzf75ghNgc8o": 1
	}
}