{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "New Zealand Independence Party (concept)",
			"body": "The New Zealand Independence Party:\n- Life (Universal Basic Income)\n- Liberty (Free Market policies, minimum regulation e.g. Hong Kong)\n- The Pursuit of Happiness (Individual liberty e.g. legalized cannabis)\n&nbsp;\nWe believe in a country where the little girl next door can set up a lemonade stand in her front yard without being fined by the council. (Liberty)\n&nbsp;\nWe also believe the little girl next door should have the right to a good night's sleep, and earn pocket money instead of rent money. (UBI)\n&nbsp;\nWe will push New Zealand into the 21st century, a Type I civilization; a Star Trek economy. We will make the barbarism of poverty a thing of the past, while at the same time leading the country into prosperity through Hong Kong-style economics. We oppose nanny state policies - we want bars, casinos, night clubs, cannabis coffee shops and dispensaries, etc. Uber, self-driving cars, robot rubbish collectors, etc. A fun country to live in.\n&nbsp;\nWe may or may not run for parliament, which is a corrupt mafia organization run by overpaid yuppies who take long holidays and play golf all day. We will start our own country within this country; We will crowd-fund our UBI if we have to.\n&nbsp;\nShould we gain enough momentum to become a major party, we will declare New Zealand a republic. The bi-partisan politics of division isn't working, we can't have policies that pit one group against another group - we need a country that works for Everybody.",
			"added": 1504142838
		}
	],
	"topic_vote": {},
	"next_comment_id": 3,
	"comment": {
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": [
			{
				"comment_id": 1,
				"body": "> [hurensohn](#comment_1_145y9GYC9cAgPF2nC27KsHmJxzvWJvKCaj): Taxation is theft\n\nName me one functional society that never had any form of taxation.\n\n100% of the world's richest corporations are based in countries where taxation is the norm, and in fact, if it weren't for the fact that they benefited from government subsidies funded by tax-payer money, many of them would be scraping the barrels.\n\nIt would, in fact, be theft if they AVOIDED taxation, because then they're not contributing to the very thing that allowed them to get rich in the first place.",
				"added": 1504100561
			}
		],
		"1_16HSZpQsJrnXJ6KwukKPAWpY3hTCEDigjx": [
			{
				"comment_id": 2,
				"body": "Copy your masterseed, then use it to log in when prompted. Works best with ZeroNet proxies, no need to download the site folders when going away..",
				"added": 1504157964
			}
		]
	},
	"comment_vote": {
		"1_1LgSCx7LMAhKH1RYjQnxTAfk1MfiG3EV51": 1
	}
}