{
	"next_post_id": 14,
	"next_comment_id": 7,
	"next_follow_id": 2,
	"avatar": "generate",
	"user_name": "Esmein",
	"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
	"intro": "Dad, photographer, tech buff.",
	"post": [
		{
			"post_id": 1,
			"date_added": 1512050716,
			"body": "Hello ZeroMe!"
		},
		{
			"post_id": 1512515273,
			"body": "yeah, so this is a thing now. ZeroNet. Literally the most exciting tech I've seen in years.",
			"date_added": 1512515271
		},
		{
			"post_id": 1512515348,
			"body": "Thinking what to do with the space that I'm given here. Looks like Twitter. Sure. Is there a character limit? None that I can see. Still, would I want to blog here? Not really. Formatting is one thing I miss. So Twitter, then.",
			"date_added": 1512515345
		},
		{
			"post_id": 1512515448,
			"body": "Wondering if anyone is interested in #photography on ZeroMe or the entire ZeroNet, even. Might even start a photography related blog over here.",
			"date_added": 1512515444
		},
		{
			"post_id": 1512520602,
			"body": "3 inks in a printer, you're buying a set. 9 inks in the printer, you're buying ink all the time, just different colours. I should maybe stock up.",
			"date_added": 1512520597
		},
		{
			"post_id": 1512522351,
			"body": "Aaaand it's one in the morning again, guess which lucky person will be super tired tomorrow morning. Yes. Me. Go me.",
			"date_added": 1512522345
		},
		{
			"post_id": 1512569498,
			"body": "Bought a bunch of 5 metre (15 feet) cables and put my desktop pc in another corner. Why didn't I do this earlier?",
			"date_added": 1512569491
		},
		{
			"post_id": 1512571403,
			"body": "and one of those 15 feet cables doesn't do what I need done. Meh. need a new HDMI cable that does 4k@60hz ycbcr 444.",
			"date_added": 1512571395
		},
		{
			"post_id": 1512592405,
			"body": "bought Grim Dawn more than three years ago, in early access. I must say it became quite a fun game. Loving it so far.",
			"date_added": 1512592396
		},
		{
			"post_id": 1512644722,
			"body": "Someone on ZeroTalk said that ZeroNet might be dead. I don't know. Is it dead? From the little I've seen of it, I'd argue that it's very much alive despite its comparatively small size. Bit of a wild west, sure. Bit quiet at times? Absolutely. Is it dead? Nah. I don't think so.\n\nThe thing that made the regular internet great was awesome content added to it by its users. If there are resources on a network to be discovered, the network gets used.",
			"date_added": 1512644712
		},
		{
			"post_id": 1512778010,
			"body": "Lost hot water and heating today. Perfectly timed so as to stop me from going out for a pint with old workmates.\n\nWent ahead and fixed the boiler to avoid freezing to death. This has got to be one of the most British problems. I can not honestly say that I hold British boiler engineering to the highest esteem.",
			"date_added": 1512777999
		},
		{
			"post_id": 1512853446,
			"body": "Have been editing video all day. I really need to get quicker at this, my life feels like it's seeping away slowly.",
			"date_added": 1512853434
		},
		{
			"post_id": 1513257397,
			"body": "It is now so cold in my shed, that I'm contemplating getting a GPU or two and mining something to make up for at least some of the electricity cost I'm incurring heating the place anyway. Wondering what to mine that's not a complete loss, and with what. Got a 1080ti and a 970 to start with.",
			"date_added": 1513257384
		}
	],
	"post_like": {},
	"comment": [
		{
			"comment_id": 1,
			"body": "@Krixano: well, I had absolutely *no idea*. Thanks!",
			"post_uri": "1gJPRbL7puiekYd32rYVuCkELC43bCsY9_1512515348",
			"date_added": 1512555506
		},
		{
			"comment_id": 2,
			"body": "@Krixano: and as for ZeroMedium, also a good shout! I'll have a look at it later today when I have a bit more time. I just love that the majority of the functionalities are already covered on Zero. Awesome stuff. I'll have to think how I share bigger files, though. RAW photos and the like. Might not end up needing to share them, but you know. Just in case.",
			"post_uri": "1gJPRbL7puiekYd32rYVuCkELC43bCsY9_1512515348",
			"date_added": 1512555641
		},
		{
			"comment_id": 3,
			"body": "@Git Center: I'm getting all my techie friends to try it out, mostly because I just find the technology absolutely fascinating. It's the sort of pipe dream software engineers come up with after a beer or five in a pub, and then completely forget about in the morning. Except it's implemented and works. Not only that, but it is *slick*.\n\nSo for now I'm getting folks to have a look. Personally I'm thinking about starting a blog of sorts on Photography. The idea that there's no monetary incentive is enticing to me (yes I know, bitcoin donations, but the potential audience is just not big enough for it to be a sole or even a serious motivation).",
			"post_uri": "1gJPRbL7puiekYd32rYVuCkELC43bCsY9_1512644722",
			"date_added": 1512645493
		},
		{
			"comment_id": 4,
			"body": "@Buizel:I sure will, once I know what form the site/zite will take! For now I'm spitballing what to do with it. ",
			"post_uri": "1gJPRbL7puiekYd32rYVuCkELC43bCsY9_1512644722",
			"date_added": 1512935457
		},
		{
			"comment_id": 5,
			"body": "@Vper: \"oh, of course there's another take to look at.\"\n... *dying slowly*",
			"post_uri": "1gJPRbL7puiekYd32rYVuCkELC43bCsY9_1512853446",
			"date_added": 1512935573
		},
		{
			"comment_id": 6,
			"body": "@Buizel: That's a very good idea, actually. If we could do it using some of the non-legacy image codecs, it'd be even better. Storage requirements need not be humongous either. The site could default to some web-friendly resolution on the stored images, like 800px wide. The author of the image would host this and the full-res upload, which could be an optional download next to it.",
			"post_uri": "1gJPRbL7puiekYd32rYVuCkELC43bCsY9_1512644722",
			"date_added": 1512998284
		}
	],
	"follow": [
		{
			"follow_id": 1,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu",
			"user_name": "Krixano",
			"date_added": 1512644810
		}
	]
}