{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "BREAKING: GAB SUSPENDED FROM GOOGLE PLAY FOR HATE SPEECH #GREATSHUTTERING",
			"body": "BREAKING: GAB SUSPENDED FROM GOOGLE PLAY FOR HATE SPEECH #GREATSHUTTERING\nAUGUST 17, 2017\n\nGab, a competitor to Twitter, has been removed from Google Play for violating Google Play’s hate speech policy. Gab revealed the decision, ironically, on the company’s Twitter account.",
			"added": 1503015572
		},
		{
			"topic_id": 2,
			"title": "Anyone has a working link to a safe torrent for Microsoft Office 2016?",
			"body": "On Piratebay the most popular ones are shit and install malware on your PC.",
			"added": 1503053764
		},
		{
			"topic_id": 3,
			"title": "Looking for websites with lots of book torrents / pdfs",
			"body": "Schools books, normal books etc. Could you guys give me a list with useful links?\n\nAlso im looking for the pdf of this book in particular: Spartan Discipline: How to Develop Spartan Discipline, Unbreakable Mental Toughness, and Relentless Willpower",
			"added": 1503361026
		}
	],
	"topic_vote": {},
	"next_comment_id": 4,
	"comment": {
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": [
			{
				"comment_id": 1,
				"body": "If only I could post pictures here lol",
				"added": 1503016172
			}
		],
		"1_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": [
			{
				"comment_id": 2,
				"body": "> [bluefool](#comment_12_1FhAYRUS5wgHGeZHtergg1rWU4diKnKuuU): all the more reason Zeronet is more important than ever. [...]\n\nGive it a few years. Everyone will be using this.",
				"added": 1503016402
			}
		],
		"2_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": [
			{
				"comment_id": 3,
				"body": "> [m0ckingb3ard](#comment_26_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g): PB software section is full of shit these days\n\nAgreed. KickassTorrents was great when it was around. Even when I was bored I would just download random shit such as school books and stuff. It seems like there is no replacement.",
				"added": 1503064682
			}
		]
	},
	"comment_vote": {}
}