{
	"next_topic_id": 6,
	"topic": [
		{
			"topic_id": 1,
			"title": "一个套路",
			"body": "某国内的人或者团体搞出了个给力的东西，但官方不怎么欢迎，于是：\n官方：我给他站队\n官媒：他是中国的骄傲\n小粉红：我朝威武\n反共人士：原来是有官方背景的，我要诋毁他\n反共人士：这是个垃圾！恶之花！迟早完蛋\n小粉红：你行你上啊\n经过一场骂战，那个东西再也没人敢搞了\n官方：计划通\n反共人士：哈哈哈，我战胜了官方一次",
			"added": 1502519900,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "嘿嘿嘿",
			"body": "可惜zerotalk不支持子版块",
			"added": 1503453875,
			"parent_topic_uri": "11_1Q2yjutP8VevpmW5ZuKzNcDUQbUFn3gsVT"
		},
		{
			"topic_id": 3,
			"title": "柳州铁路局第一奇案",
			"body": "因为火车地板上一个莫名其妙的大洞，一个健康鲜活的人，一夜之间变成了一个失去四肢时刻需要人照顾的社会边缘的残疾人，幻肢痛正在时刻摧毁她的意志，肾病、高血压等疾病及各种不可预知的继发病痛在持续折磨着她，毫无自由毫无尊严毫无希望的凄惨余生在等待着她，她无数次想要自杀却连自杀的能力都没有。人世间最悲惨的事情莫过于此。\n\n更令人惊奇的是，最后，当事人仅得到148万元的赔偿。(判决结果等后续稍后再贴)\n最让人毛骨悚然的，是那火车上的莫名其妙的大洞，是乘客发现有这个洞并告知列车员后列车员若无其事的举动，是案发后铁路局的各种“安定家属情绪”的“维稳”举动，对赔偿的 各种推诿拖延，是“20万精神损失费已经是超限赔偿了”。每当想到这样的事情有可能发生在你我在内的每一个人身上，我就会感到深深的恐惧。\n\n以下为转载\n\n2005年4月24日,乘坐广西柳州铁路局的张家界至南宁的2011次列的坠车女乘客胡家津，诉柳州铁路局人身损害赔偿一案,于2006年9月28日在广西柳州市中级人民法院正式开庭,受害人胡家津出庭并陈述,在陈述过程中,受害人鼻腔突然流出鲜血,令全场的听众惊愕,但受害人仍坚持陈述,场面令人动容。\n\n　　惊天坠车案受害人胡家津的法庭陈述\n\n　　尊敬的审判长、各位法官：\n\n　　你们好!\n\n　　我是受害人及本案的原告，我叫胡家津，今年45岁，原供职于柳州两面针股份有限公司。\n\n　　现就我的受难经过进行陈述：\n\n　　我做梦都不会想到，今天会来到这样一个非常的地方，而且不是走进来的，是被人用轮椅推着进来的！\n\n　　在我的人生字典里，从没想到会与残疾这两个让人感到恐惧的字眼相联系，而且还联系得如此地紧密，一级甲等伤残，这是个什么样的伤残？！\n\n　　2005年4 月24日，在张家界开往南宁的2011次列车上的13号车厢，发生的罕见，奇特意外事故，至今仍无法从我的记忆深处抹去。\n\n　　零晨一点多，我从卫生间出来，走回卧铺车厢，当走到卧铺车厢中段的走道上，踩在脚下的地板突然塌陷开了个大口子，我连呼救声都没发出，一瞬间就被卷下了车底，顿时失去了知觉。\n\n　　不知过了多长时间，我醒了，脸面朝天的躺在铁轨中间，夜空没有一颗星星，四周漆黑一片什么都看不清。我清楚的意识到此时此刻我正处在一个极度危险的境地之中，如果不尽快离开铁轨必将会被下一列开过来的火车撞个粉身碎骨。\n\n　　但是很快我发现左手臂没了，左大腿也没了，搭在腹部上的右手满掌都是粘液，我知道那是重创后流的血。我试着将手移向右边的铁轨，企图抓住右侧的铁轨将身体翻出去，可手却动不得，我没有再坚持，紧接着把右手朝左侧铁轨方向移动，靠着腹部的支撑手移动了，可此时此刻我感到冷极了，心跳得历害，我一点一点的移动着右手，终于我触及到铁轨，一使劲一把抓住了铁轨，紧接着向左侧翻身，可是没翻动，我已经抓到铁轨了，无论如何我都要翻出去。\n\n　　我想到了我可爱的儿子，我不能让儿子没有妈妈，想到了丈夫，我死了他们父子俩可怎么过，想到了我的家人，年迈的妈妈和唯一的妹妹，我不能死，绝不能死，我念出了口号，“儿子，妈妈不能死，妈妈为你，一定要翻出铁轨”，于是使出全身的力气，忍着巨痛，大吼了一声终于我成功地翻出了铁轨。\n\n　　可是翻出了铁轨，新的危险又出现了，我的整个身体躺在路基上距离铁轨非常的近，我的右边脸是贴在铁轨上的，如果不把脸移开，那么就会被下一列火车的车轮削去半边脸，但我已没有丝毫的力气再将整个身体移动了。这时我感到我的身体是斜躺着的，于是我顺着路基的斜势试着把头向低处移，直到无法移动，当我把脸转向右侧没有再碰着铁轨，确认暂时的安全了，于是用最后的气力开始呼救，我大声的叫着“老公救救我，老公救救我，来人那，救命！来人那，救命！”就再也没力气呼救了, 我一动不能动的仰卧在路基上，就如同躺在了一张布满了钢钉的床上，我越发感到冷了, 路基的石块咯得我生疼,倾刻间寒冷、疼痛一起向我袭来，疼得我难以忍受，我想动一动体位，以求减轻些痛苦，可我一点动不了，就像是被牢牢地绑在钢钉床上，我无助的看着茫茫的夜空，心中不停的祈祷，我不能死，决不能这样死去，我一定要活下去。\n\n　　也许是我的决心感动了上苍，我听到了火车声，我一阵欣喜，这是我唯一获救的希望，我决不能放弃，我飞快的转着脑子，急速的思考着，怎样才能让火车司机发现并知道我是个活着的受伤者，这时漆黑的夜空突然闪现了一道光亮，那是火车的灯光，求救的办法瞬间而生，我紧张的等待着，等待着那车灯即将全部显现的那一刻，我拚尽全力把头抬起，一直等到车灯全部通过我的身体。\n\n　　我又失去了知觉，当我再次醒来时，只听到了渐渐离我而去的火车声。\n\n　　不知又过了多久，我听到了手机的铃声，我知道是丈夫打来的，可是我一点都动不了，无耐的听着铃声直到停为止。\n\n　　我又开始迷糊了，我生怕这一睡过去就再也醒不过来，于是强打精神在心中无数次的的默念着：“不能死，不能死，”正当我快支持不住的候，我听到了人的脚步声和说话声，这就像是一支强心剂，让我又振奋了起来。很快有一个人来到了我的身边同时一束光也照射到了我的身上。只听到这个人对另着一个稍远些的人说道：“是个女的还穿得蛮好的”听到来人的说话声我赶紧求救，我说救救我，我很冷，请你给我盖件衣服，此时我全身已冷得发抖，我知道我的血快要流尽了，我仍用颤抖的声音求求来人给我盖一件衣服，最后来人终于说了一句，他说你太恐怖了我不敢碰你。此时手机铃声又响了。因为装手机的小包包被甩到了脑后，等来的人找到手机时丈夫那边已挂机，于是我叫来人帮忙拨通了丈夫的手机并让来人将手机放在我耳边，终于和丈夫联系上，在电话里我清楚的告诉老公，“我掉下了火车，手脚被压断了。”\n\n　　这时另一个救援人员也来到了，看到我的惨状，马上就问：“你是怎么掉下来的，是从车门吗？”\n\n　　我立刻回答：“不是。我是从车厢中间走道上掉下来的。”\n\n　　来人说怎么可能，我说：“就是，不信你可以看现场。”\n\n　　我说我是掉在铁轨中间的，是我自已翻出铁轨的，不信你看我的手和腿在铁轨中间，而我人却在路基上，我不可能把自已的手、腿砍下再丢到铁轨中间吧，来人不说什么了。我说：“你们要看好现场，记住，我的身和手和腿是分离的，手和腿是在铁轨中间，身体却躺在路基上，你们要保护现场，还要为我做证。”同时我还来问来人叫什么名字。他叫许华东。\n\n　　许华东看到的我状况如此严重。两个人根本无法把我抬走，于是留下一人看着，许华东回头找人去了，我又开始等待，但这是一次有希望的等待。也不知是几时了，又来了三、四个人，他们抬来了一块门板，还拿来了一床棉台，准备把我抬上门板，这时候前方车站发来通知即将有火车通过，让救援人员等候，这时我冷极了实再难以支持就又求来人给我盖件衣服，于是有一位救援人员把自已身上的衣服脱下，盖在了我的身上，我感觉好些了。\n\n　　前方又再一次来通知还有火车通过，一位救援人员嘱咐我千万不要动，否则会有被火车吸进去的危险。列车来了带着强烈的气流从我身边飞驰而过，我感受到了那股强烈的气流，我屏住呼吸静静地等待着列车从我身边驶过，就一刹间那盖在我身上的衣服被卷走了，我害怕极了生怕自已也被卷走了。终于列车过去了，接到前方通知暂时没有火车通过，救援人员迅速的用棉台把我包裹着抬上了门板，同时我感到有东西仍在我的身上，我知道那是我已离断的手和腿。\n\n　　大约五六个人费劲的一路小跑把我抬到了等候在八斗站的三江县人民医院的120救护车上，此时我已不太清醒，只依稀听到有人说找不到血管，测不到体温，同时有一双手把我的右手放平目的是找血管，可我却突然叫到：“疼”，不一会又有一双手重复了刚才的动做，我又一次发出“疼”，一位医生意识到我的手可能是骨折了，随即叫那人不要再动我的手，并吩咐从股静脉抽血。 \n\n　　我不知道救护车是何时开动的，当我被放到三江县人民医院手术室里的一张床上时，我又醒了，第一感觉就是冷，就好像躺在冰床上，我无力的用微弱的声音说到：“我冷，我冷。”可没一个人理我，因为全体外科的医务人员都在忙着准备手术，我想我要被冷死了，不知过了多久来了一个人把剪刀对准了我的胸前，嚓嚓几刀把我心爱的衣服全剪了，此时我听到一个人说截肢，我立刻大声的叫到，我不要截肢，说完就不省人事了。\n\n　　从这一刻起，接踵而来的是数不完的危险，道不完的痛苦。\n\n　　三江县人民医院竭尽全力，超水平发挥抢救了一位自建院以来从未有过的如此危重病人，由于我伤势过重，在生命体征稍有恢复的情况下，于4月26日上午立刻转往柳州市人民医院骨二科继续进行救治。\n\n　　从三江县到柳州一路上的颠簸我全然不知，一直处在昏睡状态，当我躺在人民医院骨二科那张具有防褥疮功能的气垫床上时，我被那凹凸不平的气垫咯疼醒了，一时间巨烈的疼痛袭遍全身，从未感受过如此的疼痛使我不断的叫喊，我要打杜冷丁。\n\n　　经全身检查后，医生做出诊断：\n\n　　1、\t左上、下肢完全离断；\n\n　　2、\t右小腿下段截肢；\n\n　　3、\t右肩关节骨折脱位；\n\n　　4、头皮裂伤，全身多处软组织挫裂伤；\n\n　　5、右肾挫裂伤；\n\n　　6、失血性休克；\n\n　　7、贫血；\n\n　　8、右小指近指间关节骨折脱位。 \n\n　　为了挽救我仅存的手臂，4月29日人民医院立即为我做了右肩关节骨折脱位切开复位钢板内固定术。当医生切开右肱骨头时，吃惊地发现肱骨头是如此的粉碎，手术的难度大大的增加了，医生们清楚的知道，我就只剩这条手臂了，如果不能保住，我今后的生活将更加艰难，医生们用绣花般的手法细仔小心的将粉碎得不成形的骨头一块一块的取出，铺放在一块布上，并用数码像机拍下，让我的家人观看，家人对着像机数着，能数得出来的就有十二块，肩关节就碎裂了十二块，医生还要像拼图一样，把一块块的碎骨拼接复位。这个肩关节还能保住吗，生死未卜的我又给担忧的家人雪上加了霜。 \n\n　　右肩关节术后，在上臂内用八颗螺丝钉固定了一块约六寸长的钢板，同时医生告知钢板将不再取出。\n\n　　整个右手臂打上了厚厚的石膏,我就如同木乃伊一般直挺挺的在躺病床上一动不能动，整夜就是一个睡姿，正常人都难以忍受，而我就这姿势足足的躺了两个多月，这其间，由于自已一点都不能动，一切都得由护士和陪护护理，每天我都要经受四、五位护士为我检查褥疮、更换水垫的痛苦，由于全身是伤，手碰到那都是疼，因此，每天的这种时候我都会喊叫，直叫得护士们心惊胆颤的，尽管是轻手地进行操作，但仍然不能减轻我的疼痛，因为我的伤实在是太重。\n\n　　这样的疼痛还在持续，更要命的幻肢痛也同时出现了。这是因为截肢后疼痛调节机制紊乱而造成的。我被截去了三肢，要承受三个离断肢体的幻肢痛。一名只截去了一条手臂的男病人，被幻肢痛折磨得痛不欲生，而我的疼痛是他的三倍。\n\n　　这是怎样的一种疼痛，幻肢痛不分男女、不分时候、只要你截肢它就缠上你。每到夜里我就被它疯狂的肆虐，这种疼痛是挤压似的、撕拧似的、刀割似的、烧灼似的、甚至是撕心裂肺，令我生不如死。\n\n　　我根本抵抗不了这样的疼痛，于是就用止痛针，为了不导至对某一种止痛针产生依赖感，医生就轮番换着使用各种止痛钍、什么安定注射液，盐酸曲马多针剂等等，但都无济于是，唯有使用杜冷丁，当幻肢痛频发时在一天之内我要注射两次杜冷丁，到最后连杜冷丁都不管用了，便用上超级组合就是：杜冷丁+安定进行静脉注射，杜冷丁和安定常规用法是肌肉注射的，但因为我的超级疼痛，医生才用上了这种只有到濒临死亡的晚期癌症病人才用的办法。直到现在幻肢痛还时有发生。第一次的发作都令我咸叫，精神受苦尽折磨。\n\n　　5月12日，由于在三江县抢救时做的左髋清创缝合处的组织发生坏死，不得已需再次进行手术。切除大面积坏死的腐肉，腐肉切除后医生每天还要对不断新增坏死的小腐肉用剪刀进行修剪，于此同时新的肉芽也再不断的生长，因为是手工操作，尽管医生已是非常小心的进行着修剪，但还是会有偏差，一剪到肉，此时是疼得我惨叫，丈夫根本看不下去，蹲在病房的门后直掉泪。\n\n　　在经历了11天这种近乎于酷刑的修剪术后，新的肉芽全部长出了，但约25×20cm的大创面已无法用缝合的方法来使伤口愈合，唯一的办法是用植皮术，当医生告知要从我的右大腿取皮植到左髋处，我痛苦万分，我已三肢离断，遍体磷伤，仅存完好的右大腿还难逃一劫。\n\n　　然而，植皮术后的一个星期更是让我偿到了刻骨铭心的痛。植皮术时取完皮的伤口用油纱布覆盖，但因取皮面积过大伤口渗血过多，一个星期后油纱布已被牢不可破的粘在了我的右大腿上，外科主任已然知道这种揭纱布的疼痛度，特别嘱咐我的主管医生在揭纱布时，一定要用生理盐水完全浸透纱布，目的就是减轻疼痛\n\n　　主管医生照着嘱咐做了，用了数瓶生理盐水浸泡了近一个小时，油纱布还是未能完全浸透，于是就在我走神的瞬间，医生突然用手抓住纱布一把撕下，倾刻间我的腿就像是被人突然用刀挖去了一块肉，如同正在遭受着古代的凌迟酷刑，大声的惨叫也同时发出，我的惨叫响彻了整个病房。\n\n　　从转入市人民医院的那一天起，我就开始大量的使用抗生素，因为一旦感染我就性命不保，所以抗感染成了救治的关键。但同时强劲的药物负作用也产生了，我的肝脏功能严重受损， 两项转氨酶指数竟分别高达7000多而正常值最高只有35，为了不使肝脏继续受损，于是加用了门东安酸钾镁，第二天右半身、腹部、耳背、颈部的皮肤突然出现大面积的红疹，奇痒难耐，而我却没法挠抓。\n\n　　对我而言忍受痒比忍受痛更为痛苦，不仅仅如此，幻肢痛并没有因为过敏奇痒而停止肆虐反而变本加厉，每当些时我只有大声哭喊，连续三天使用激素也没控制住，让我真切的体会到了什么叫一半是火焔，一半是海水的滋味。\n\n　　4月29日打在右手臂上的石膏在6月15日的这一天终于能拆了，我满怀希望，喜悦的对陪护小覃说，从此我可以自已动手做任何事了不用你帮忙了，可万万没想到，石膏拆掉了，手却一丝不能动，我沮丧到极点，刚才的希望、刚才的喜悦顿时烟飞灰灭。老天对我实在是太残酷了。\n\n　　接下来的关节松动术让我又偿尽了苦头，由于长时间的固定姿势，我的整个手臂肌肉非常疆硬，康复医生告诉我，要完全松动得要一年半载，而我只有三个多月的时间，因为过三个后是我安装假肢的最佳时间，我请求康复医生在有限的时间里，尽可能的让我的手恢复一定的活动能力，医生说好，但你一定要有很坚强的抗痛力，我做了心里准备，可第一天的捏揉松动，生拉硬压我就受不住了，疼得我又哭，又叫、又骂、医生根本不予理会，仍就我行我素，每抬起一厘米，都要经受无比的疼痛，直到现在也只能抬到约50cm的高度，而这个结果却以是忍受巨烈的疼痛为代价换来的。\n\n　　在整个救治过程中我共进了六次手术室，经历了输液反应后的极度颤抖和发热；经历了大量使用抗生素后导致体内菌群失衡造成尿路感染；经历了因插了近两个月的尿管造成排尿意识丧失导致拔尿管后无法排尿的痛苦。\n\n　　经历了因陪护的不小心，其短袖上的扭扣勾住了我的颈静脉置管，15cm长的颈静脉置管也是生命之管被彻底拔出，不得已再进手术室重新置管，经历了手术后的麻药反应，呕吐不止，连续三天无法进食，险些导致植皮的成活。在住院其间，我承受了所有该发生和不该发生的医疗痛苦。\n\n　　11月4日我出院前往上海安装假肢，新一轮的让我无法想像的苦难又再等待着我。\n\n　　经专家汇诊，左髋大腿由于离断位置太上，这给安装假肢带来了难度，经专家们的共同研究，终于为我制定了一套切实可行的安装康复训练方案，就是先装右小腿，然后练习站立，能站立稳了再装左髋大腿，再练双腿平衡，然后学走路，最后安装左手。\n\n　　一个顺理成章的计划，可当我第一次穿上右小腿假肢，在康复师和陪护小陈两人的掺扶下，使出全身力气，颤抖的终于站起来了，但只几秒钟，就瘫坐在了轮椅上。190天了我没有脚着地，膝关节没一点劲，而站立主要是靠膝关节的支撑，真是太难了，每一天反反复复的训练都令我筋疲力尽，而我必须训练到一次能站立一个小时以上，才能安装左髋大腿假肢。已数不清重复了多少次这样的动作，终于经过11天的不懈努力，11月15日穿上了左髋大腿的训练假肢，当从镜中第一次看到绑在身上的这个大家伙，就像是个怪物，镜中的我就像是个机器人，丑陋不堪。让我难以接受，伤心欲绝。\n\n　　然而训练还得继续，随着训练的不断深入，我的右小腿残端长出了串串水泡，这些水泡让我举步维艰，我不敢放开的迈步，生怕弄破了水泡引发感染，正在这艰难的时候更不幸的事发生了，在训练中我遭遇了第一次摔跤，这一摔让我的精神倍受打击，加上水泡的困扰及经济的危机，这一切的一切造成了我巨大的精神压力，终于突发高压160低压101mmHg的高血压和患上了精神焦虑症，被迫停止训练接受治疗。\n\n　　在接受了77天的励炼之后，终于用汗水、泪水、血水换来了回家的日子。\n\n　　2006年1月24日在经历了9个月炼狱般的生命之旅后，又重回到了柳州，我被四个人用轮椅抬进了我那温馨的家，一进门只见儿子万般高兴的说道，妈妈回来就好了。\n\n　　看着儿子，看着这温馨的家，我悲喜交织。喜的是我又看到了儿子，悲的是家还是这个家，然而我却不是原来的我了！\n\n　　我的生活发生了巨变，我进入了残疾人生活的世界。原有的生活秩序被彻底改变，生活中的一切让我始料未及，我不能自理生活，凡事都得让人帮忙，我没办法起床，没办法自己躺下，没办法自己上厕所，没办法自己洗脸刷牙洗澡，没办法自己吃东西。\n\n　　我想摆脱这样的现状，于是努力的做些最简单的不需让人帮忙的事，一杯喝剩的牛奶放在餐桌上，只是距我坐的位置稍远了些，我用力的把手伸过去抓到了奶杯想拿到面前，可我的手抬不起也拖不动一使劲奶杯倾倒了，牛奶洒到了桌上、轮椅上、裤子上、流到了地板上；我想看书可书放在床头，可望不可及；想喝水却拿不到水杯。一桩桩，一件件，一次次的失败，让我产生了无比的挫败感，不仅如此由于居住在四楼，出行的不便使我整日的待在屋里，9个多月没晒过一天太阳，9个多月每天我的活动范围不足30平米。\n\n　　一个失失了自由的人，就跟囚徒一样，我现在就是一个身处在没有牢笼里的囚徒。我想到了自杀，我不断的策划着自杀的方案，我用刀割脉，可力量不够，我上吊可找不到绳子，我吃安眠药可剂量不够。可怜我连自杀的能力都没有。我的精神近乎崩溃，脾气暴燥、严重失眠，长其服用安眠药，言语失常给家人带来了巨大的精神压力。身体也出现了许多异常，突发性高血压、心动过速、流鼻血，脂肪肝。因急性阑尾炎、右肾绞痛、尿路结石于6、7、8月间三度住院，并再次手术切割阑尾。肉体的痛苦可以用药物予以治愈，而心灵和精神上的痛苦却是难以治愈的。\n\n　　我没有了工作，没有了收入，没有了希望，没有了精神寄托，我失去了与社会的联系，我成了社会边缘的残疾人。\n\n　　更可悲的是我的不幸至今仍满着年迈的母亲，从事发到现在为了不引起母亲的怀疑，我不停的说谎，去上海装假肢谎称是公司派去学习，过年了谎称要值班，五一节了谎称要加班，国庆节了谎称工作太多走不开，可怜我的妈妈女儿的如此惨状实在是不忍让您老看到，因为我知道在您老的心目中女儿是如此的完美。\n\n　　在这世上除了妈妈之外我还有一个让我感到无比可亲，无比可敬，无比可爱的妹妹，然而就在9月8日这天我却险些失去妹妹。在这一天的下午可怜我的妹妹居然买票进入南宁火车站去体验卧轨，目的是让我知道她和我是同呼吸共命运的。妹妹顶着烈日躺在发烫的轨道中间，等待着火车的到来。所幸的是那个时间段没有火车。\n\n　　问世间那还有这样的姐妹情深，这是一个什么样的撼人心魄的壮举。\n\n　　我的遭遇无不为人所震撼，我的残状无不为人所惊叹，无论用什么样的语言，也无法表达我的痛，我的苦！\n\n　　陈述完毕。 \n转载自新浪网\n\n感谢@圆滚滚，找到了事件后续报道http://www.360doc.cn/article/0_186518232.html\n编辑于 10:33\n著作权归作者所有\n推荐阅读\n推荐阅读\n如何看待“患者持刀具刺伤医生的孩子？”？\n平氚的回答 · 370 赞同 · 73 评论\n推荐阅读\n说一件医生让你恶心的事情，同时说一件医生让你温暖的事情，能做到吗？\n李文丰(ICU医生)的回答 · 18 赞同 · 7 评论\n推荐阅读\n令人窒息的诡谲目光，让人毛骨悚然的人形玩偶\n英国报姐的文章 · 213 赞同 · 88 评论",
			"added": 1505193761,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "被逼跳楼的冠生园创始人",
			"body": "做出『大白兔奶糖』的冠生园，创始人冼冠生，广东佛山人，1887年出生于医护小手工业者的家庭，幼年家贫，入私塾数月即辍学回家，15岁随远亲舒竹生至其在上海开设的竹生居宵夜馆当学徒。\n\n1915年与人合办冠生园，生产糖果、糕点、罐头食品等产品，果汁牛肉、桔味牛肉、陈皮梅等零食，各种独特香味的月饼驰名中外。\n\n1933年他率各部门负责人到日本参观访问，得到启发，回国后制出了杏华软糖、鱼皮花生等产品，他还雇佣外国技师制作了果酱夹心糖，这些产品在我国都是首创。\n\n1937年八一三战争爆发，冼冠生同仇敌忾，加紧劳军生产，将面包、光饼、咸鱼、酱菜等食品用卡车送往前线，慰劳抗日将士；冯玉祥为此挥毫大书“现代弦高”（弦高是春秋战国时郑国商人，有救国之功）四字，嘉奖冼冠生的爱国行为。\n\n抗战胜利后，冼冠生回到上海，继续在上海冠生园主持生产。\n1949年，洗冠生放弃了移居香港的机会 留在上海继续从事食品生产，并响应国家号召捐出大部分家产用于战后建设。\n\n1952年4月21日，在“五反”运动中，他被诬指犯有“五毒”，受不了逼供，从冠生园楼上跳下，毙命在南京路上。\n冠生园旋即被收回国有。\n\n2006年8月，中国品牌研究院首次公布了《中华老字号品牌价值百强榜》，在那众多的食品商号中，冠生园位居榜首。",
			"added": 1511582214,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "58萬張A片沒收！日本警宣布：東京無碼DVD店「全部消滅」",
			"body": "日本警視廳宣布，已經掃蕩了新宿區歌舞伎町的5間DVD店，搜出近58萬張無碼A片，逮捕了17名男子，創下歷年來成人影片沒收最高紀錄。警方表示，這5間無碼DVD店是名單上的最後5間，宣布東京都內販賣無碼光碟的商店已經「全部消滅」。\n\n綜合日本媒體報導，被捕的17人，年紀最長的已經79歲，最年輕的只有22歲，他們以47歲男子森田有昭為首，涉嫌在歌舞伎町的5間店舖內販售無碼A片光碟。警方此次搜出57.9萬張色情光碟，市價超過2億日圓（約新台幣5406萬元），創下歷年來沒收量最多的紀錄。\n\n警方說，這5間店分別經營了1年至3年不等，估計過去幾年內賺進超過18億日圓（約新台幣4.86億元）。森田有昭被捕後坦承犯行，並向警方供稱是「為了賺錢維生，才會知法犯法」。\n\n警視廳表示，此次搜查行動破獲的DVD商店，是2005年開始的調查名單上最後5間店，因此宣布東京都內的無碼DVD商店已經「不復存在」。",
			"added": 1511931538,
			"parent_topic_uri": "13_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_1BqBYvoVCrsBD7Mhfh5F2rZtFphTzdShS3": 1,
		"34_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": 1,
		"11_1FJCJm9PPaL2Lcfv64fSCuXXBHQcE4JdGY": 1
	},
	"next_comment_id": 112,
	"comment": {
		"11_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz": [
			{
				"comment_id": 1,
				"body": "> [leaflet](#comment_25_1Q2yjutP8VevpmW5ZuKzNcDUQbUFn3gsVT): 我这显示柱子最高的大概是上海，武汉，东京的位置。不太像ping值最高啊，有相关文档说明吗\n\n有可能是因为这些节点是移动的，被多次nat",
				"added": 1500520746
			}
		],
		"2_1HGaLEWJz8oKkDrbhSTSEYfokZ14g9ecrL": [
			{
				"comment_id": 2,
				"body": "破娃干这个不收钱的，举报对她有什么好处？依我看，是五毛造的谣",
				"added": 1500619470
			}
		],
		"4_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q": [
			{
				"comment_id": 3,
				"body": "如果出现儿童色情的内容或链接当然会删，但是讨论儿童色情但没有直接发布内容的帖子至少暂时没打算禁止",
				"added": 1500622731
			},
			{
				"comment_id": 7,
				"body": "> [gdd](#comment_82_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 我倒是很支持你的提议，可是在 ZeroNet 上怎么禁止啊？\n\n这个论坛是有管理员的，可以删帖",
				"added": 1500627425
			}
		],
		"1_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 4,
				"body": "> [yinwins](#comment_1_14oxjBZURvrQt2pNjM6Nqf53Mte6HZMUtd): 这里不会被墙吧\n\n不会，就算断网你依然可以看到断网前已经同步的内容",
				"added": 1500627186
			},
			{
				"comment_id": 57,
				"body": "> [voice](#comment_1_1BXzNZxGbGsEgD9xLKPkyFnJHaG9phpokK): ZeroName这个站点是做什么用的？里面看起来有很多域名，包括所有域名吗？\n\n包括所有zeronet的域名，这个站点用来存放所有域名和地址的对应关系，zeronet客户端依此解析域名",
				"added": 1504510414
			},
			{
				"comment_id": 82,
				"body": "> [shangshandalaohu](#comment_21_1DVR1ZEU1csUMSGPL1sJnDwDTVnadxbwY1): 怎么发不了新文章？\n\n你这不是发了嘛。\n首页肯定是并不能发文章的",
				"added": 1508204873
			}
		],
		"37_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 5,
				"body": "> [oldriver](#comment_2_1JMqKZtwHC47sEP3rhskMesD1froSGLkJG): 另外有人回复了的问题后会推送给我吗？会给我提醒吗？还是说我需要自己翻到我曾经发问过的帖子里自己翻回复\n\n右上角有个关注按钮，点开看看",
				"added": 1500627257
			},
			{
				"comment_id": 6,
				"body": "> [cailw](#comment_1_1MwamfDqgf1eYoyQdta21hrgXqHPWyAuNZ): 所以其实抗封锁能力并不比Tor强吧\n\n要强一点，但是现在没有混淆插件，还是有被屏蔽的可能的",
				"added": 1500627313
			},
			{
				"comment_id": 32,
				"body": "> [vpei](#comment_11_1C1EuEPhpe2B2g3Cp7aaUR8SKL8ximZ5pR): 怎么发送图片呀？\n\n这个论坛是不能发图的，我自己魔改的论坛[Flash小游戏怀旧](http://127.0.0.1:43110/1KNMtbcaDhKXaU96MeU57BawDD9KX9xqkn) 不仅能贴图，还能上传附件",
				"added": 1502412084
			},
			{
				"comment_id": 46,
				"body": "哈哈，btsync比zeronet先完蛋了",
				"added": 1502928340
			},
			{
				"comment_id": 62,
				"body": "> [jackman](#comment_13_1C5GAb6bwx6rPKJtWbX89tMLvoSWjgwFLf): 能不能增加学术讨论的板块？天天看一些虚的东西学术知识\n\n自己建个论坛吧，毕竟这里不能发图，不方便搞学术",
				"added": 1505283541
			},
			{
				"comment_id": 78,
				"body": "> [cailw](#comment_4_1MwamfDqgf1eYoyQdta21hrgXqHPWyAuNZ): BTSync死了，请修改1.2条事实证明不可能有完全去中心化的软件，只要还依赖tracker就可以被轻松封锁，等ZeroNet做大了也一样逃不过\n\n其实带DHT的旧版还能用\n这个软件收费后官方为了维护其统治地位去掉了DHT，背叛了去中心化",
				"added": 1507775595
			},
			{
				"comment_id": 107,
				"body": "> [imchenjiaojiao2](#comment_1_112gYc1JR34CMu5cG7hs1BdeviRdwEfL3Y): 太长了吧！几个说明书把中文论坛首页都占满了！不能把这些说明书集中到一个话题里吗？或者置顶给个外网的链接就行了。老娘他妈进来是聊天的还是看说明书的？\n\n这个论坛最大的作用就是说明书，第一个是入门教程，第二个是FAQ，第三个是公告。暂时不好放在一个贴里面。要聊天可以找个聊天室，或者自己克隆一个。也可以去zerome\n还有你也是妹子吗○( ＾皿＾)っ",
				"added": 1511767251
			},
			{
				"comment_id": 108,
				"body": "> [twohigh](#comment_2_1BFEX4djZjmKq4P3CGgtSfjszdiu8iMJUS): 看起来是中立的都做不到就别jjyy了\n\n无论是原来论坛的站长还是现在的站长，都没有声明过自己和论坛是中立的。你不满意可以打开zerotalk的三点菜单克隆一个新论坛",
				"added": 1512376898
			}
		],
		"1_1BB36JjPmTXBJKjtJZ1N6qHE6CYznRFc2s": [
			{
				"comment_id": 8,
				"body": "您老这是在作死啊",
				"added": 1500650959
			}
		],
		"9_1Ce77AdELAi3thjyXvNxH5grWPzMhJehRa": [
			{
				"comment_id": 9,
				"body": "> [buhexie](#comment_112_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 这个并不是民主自由。是失败国家的悲哀，美国有几个经济不行的州，也把大麻合法化，目的是为了增加税收。但毒害下层white trash，nigga，amigo之类的\n\n正常人乱搞得了性病，太监笑道：“你看你，不割JJ，得性病了吧，幸好我早割了”",
				"added": 1500776548
			}
		],
		"10_13RFJdsXQGN5cfMK8GctB6nQZ5xwLmjcfB": [
			{
				"comment_id": 10,
				"body": "data.json里的next post id不会因为删帖而减少",
				"added": 1500855882
			}
		],
		"9_13RFJdsXQGN5cfMK8GctB6nQZ5xwLmjcfB": [
			{
				"comment_id": 11,
				"body": "哟，你回来了啊",
				"added": 1500856270
			}
		],
		"1_1AN7FYNmYcXVe7TkQCjToxfibvQQjYd7of": [
			{
				"comment_id": 12,
				"body": "绝大多数人连中等收入都达不到，何谈“中等收入陷阱”，我看是“低等收入陷阱”还差不多",
				"added": 1500944168
			}
		],
		"1_1Dr4rd1g1xxQmv7W9Syo7t261Cgb5v1qmz": [
			{
				"comment_id": 13,
				"body": "> [saas](#comment_1_1NnCNqmWBdtNzQy7fwqTVVoh6gvtZLnhiv): SSR也没人维护了\n\nGithub上前几天才更新过，zeronet上的确实好久没更新了",
				"added": 1500944301
			},
			{
				"comment_id": 14,
				"body": "> [testapp](#comment_110_17xeFZRG9nokuGNj8WZQU5V9ZdfUGr2gGT): ShadowsocksR 早期在 GitHub 发布时确实是不开源的。\n\n那个SSR不是现在的SSR。当时的SSR只是SS的一个C#客户端",
				"added": 1500944346
			}
		],
		"1_16mf44A2ALm1jD9E6bmg4S9nzEXABNeEFE": [
			{
				"comment_id": 15,
				"body": "有啊，去置顶帖翻一翻",
				"added": 1501042566
			}
		],
		"2_13R8RSMeUBKKsjpftt3vbKCVh7E513ThRp": [
			{
				"comment_id": 16,
				"body": "zerome啊",
				"added": 1501134253
			}
		],
		"1_13iLHyedJva9JzKiTGVHNBdfjg85jKpoSv": [
			{
				"comment_id": 17,
				"body": "常年虚拟机内运行表示无压力",
				"added": 1501207173
			}
		],
		"1_1PuPLTHnBvJ2SCjjxT3SUJ1oiTT4k76C4y": [
			{
				"comment_id": 18,
				"body": "> [cuistain](#comment_1_1N5y8gPkzV5KsWcGkSazHdtmi3uyH781jr): 想不限速可以自己去买，或者自己搭建啊。lantern不收费的版本是用来应急的。\n\n收费版不如SSR划算",
				"added": 1501207275
			}
		],
		"4_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": [
			{
				"comment_id": 19,
				"body": "十分诡异，在代理上能打开，但是本地打不开",
				"added": 1501217521
			}
		],
		"15_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 20,
				"body": "是啊，不然人人都狂发帖，大家的硬盘都要爆掉了",
				"added": 1501221781
			}
		],
		"1_1ET5XVEQK7s2eE6Y8Sqa6M4RvvRVkGs3YE": [
			{
				"comment_id": 21,
				"body": "如果切断了国际互联网，那么那时国内的网络生态肯定一塌糊涂，根本没用使用的价值",
				"added": 1501389221
			}
		],
		"2_1tn9n7tvzMsVC1kMwLyskzvnAdujfLeGz": [
			{
				"comment_id": 22,
				"body": "你可以在局域网内搞个tracker",
				"added": 1501389310
			}
		],
		"1_1Dvv72mjPtx2qf1rFzfj5wkZ6RjCdwPgVY": [
			{
				"comment_id": 23,
				"body": "媚药这种东西，现实中不存在的",
				"added": 1501389851
			}
		],
		"1_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 24,
				"body": "你知道希腊吗",
				"added": 1501392801
			}
		],
		"3_1MTmai86ouh5TsBGfihyrYvcQUx4PhhBDg": [
			{
				"comment_id": 25,
				"body": "儒教就是统治工具",
				"added": 1501550476
			}
		],
		"1_1Kf3goqzKuaWCSUB8eSpNbAXA3baf42Q4z": [
			{
				"comment_id": 26,
				"body": ">中国政府为了降低房价，做了哪些努力？\n没有，反而还在抬高\n\n>美国为何要当世界警察，为何伊拉克人民又开始怀念萨达姆了？\n萨达姆虽然独裁，但P民起码还有口饭吃\n\n>中国的一带一路，是否比美国的大棒主义，更加容易赢得支持呢？\n当然咯，白送钱谁不要\n\n>美国很民主，但是这垃圾竟然想给中国丢原子弹，穿破脑子进水了么：（\n蒋公讨了个SB老婆，这是没办法的事\n\n>印度这次挑衅中国，是打西藏的主意么？\n我个人估计印度在声东击西",
				"added": 1501556986
			}
		],
		"5_1FvnsJWRafUBWfdGpLm9DbtMQwFTaGjQBD": [
			{
				"comment_id": 27,
				"body": "python zeronet.py",
				"added": 1501653431
			}
		],
		"2_1DXR2Di8Ks9JijfNycWErpenoxxchrdWBB": [
			{
				"comment_id": 28,
				"body": "用gnuroot吧",
				"added": 1501720750
			}
		],
		"1_1HJ9Bsmmes1A2QkEADpiHkZ1vej3H6Zg1r": [
			{
				"comment_id": 29,
				"body": "> [coolscape](#comment_1_1LKrWcPoBG5NTmeLtiPqwT9NuLAbyu629M): 大家好，我想知道，zeronet是否可以应用于浏览器之外的应用程序？\n\n可以通过websocket调用zeronet的API",
				"added": 1501749594
			},
			{
				"comment_id": 30,
				"body": "> [gdd](#comment_58_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 你的意思是想把ZeroNet当作连接国际互联网的路由器吗？那么你只能失望了。ZeroNet相当于部署在国际互联网上的一台服务器，只不过这台服务器由千百万台分布在世界各地的PC机组成，你就算有能力把其中超过一半的PC机收缴或断网都影响不到服务器的运行，可是它在逻辑上仍然只是一台服务器，不会是路由器。你能像访问其它服务器上存储的内容一样访问它上面存储的内容。他和其它服务器的不同之处有两点，一是其它服务器可以轻易被关停，zeronet很难被关掉，二是其它服务器快，zeronet慢\n\n你理解错了",
				"added": 1501749628
			}
		],
		"1_1BqBYvoVCrsBD7Mhfh5F2rZtFphTzdShS3": [
			{
				"comment_id": 31,
				"body": "原来是生存狂\n你可以去百度生存狂吧宣传一下",
				"added": 1502255889
			}
		],
		"23_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 33,
				"body": "> [chaosr](#comment_2_1D4tF2AHzXPAEmANbiUMovZMkswVKmcrkM): 发现个曲线救国的方法，在电脑上运行ZeroNet，然后用手机浏览器浏览网页就行了。\n\n我一开始就是这么干的，现在反过来了。手机开zeronet，电脑浏览器访问",
				"added": 1502412204
			}
		],
		"1_12CQEQ7HAM5o8p48nMHpXDEMjRFf5bndAJ": [
			{
				"comment_id": 34,
				"body": "有啊，好多呢",
				"added": 1502412272
			}
		],
		"1_194s76UVb14yWQdUm5p3tNhBGUtPUKb4RH": [
			{
				"comment_id": 35,
				"body": "BTSync跪了，建议用IPFS",
				"added": 1502412335
			}
		],
		"8_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": [
			{
				"comment_id": 36,
				"body": "网吧只有一个出口，开一台就行了",
				"added": 1502412401
			},
			{
				"comment_id": 38,
				"body": "> [prepper](#comment_7_1BqBYvoVCrsBD7Mhfh5F2rZtFphTzdShS3): 但是網吧可以有很多節點，同一個IP的局域網節點間傳輸數據的速度更快。我能這麼理解嗎？\n\n那需要在内网中建立一个tracker",
				"added": 1502431593
			}
		],
		"53_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 37,
				"body": "你去开个军事论坛吧，本论坛不支持贴图，你可以克隆我的网站[Flash小游戏怀旧](http://127.0.0.1:43110/1KNMtbcaDhKXaU96MeU57BawDD9KX9xqkn)",
				"added": 1502412498
			}
		],
		"2_14zK3wmFMHLCqjbiHLsxCSKGSdhmGCPEKL": [
			{
				"comment_id": 39,
				"body": "在加拿大开水泥厂马桶厂有前途吗",
				"added": 1502439755
			}
		],
		"2_15vmYQBb71TmLHLZh2ia4q8oLPNUBmoyZ8": [
			{
				"comment_id": 40,
				"body": "> [alfredduck](#comment_1_1CymTxbzABLwbphLyLbkqxyimq7K2K2TzW): “禁止版权类下载”，是怎么考虑的？\n\n会被DMCA的",
				"added": 1502439773
			}
		],
		"1_1Lf9ruA9iMU6fRqAFEhHgVRHyspUo9xvH3": [
			{
				"comment_id": 41,
				"body": "> [ajkhuw](#comment_7_18LtMTFdyyGXJkePz1HB2twWhcXho7uDf8): Tox是一个通信软件，比其它软件更加保密，其它软件也说自己是保密的，它里面什么内容都没有，而且公民的通信自由和通信秘密受法律保护，不知道怕什么，问题是没几个人用Tox的，挂了好几天，没人上线。\n\n有个中文群，有时比较热闹",
				"added": 1502439847
			}
		],
		"2_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": [
			{
				"comment_id": 42,
				"body": "我都屏蔽了",
				"added": 1502519529
			}
		],
		"6_1Q7UWk3im88kJkzmhzfD5q44rQDXLatxYq": [],
		"7_1DzpF7398yNGjFwHQqHAu9fRkbE3WZ6dZA": [
			{
				"comment_id": 44,
				"body": "我魔改的zerotalk可以贴图和上传附件，就是前端还没弄\n http://127.0.0.1:43110/1KNMtbcaDhKXaU96MeU57BawDD9KX9xqkn/?Topic:3_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz/",
				"added": 1502774012
			}
		],
		"1_1HXrSYhrjDgKyvHmg3bNEr4uVFYpiXvXma": [
			{
				"comment_id": 45,
				"body": "> [vival](#comment_1_1M3V7re7kAG77sx1HhwA7v9N9ta7yZfoYm): 這個我想郭大俠還在推特上觀察衆人意見，根據意見趨勢來決定劉呈傑是誰的孩子。郭大俠現在是編完一集立即播放的，不過我還是覺得過癮啊。\n\n还有这种操作？那这个孩子有个薛定谔的爹XD",
				"added": 1502777786
			}
		],
		"2_13A6jRhJApUbVZxpjw3F2xbwjRC4QKVUAQ": [
			{
				"comment_id": 47,
				"body": "> [gdd](#comment_148_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 我要一个媳妇，你有么？我拿什么跟你换呢？\n\n要什么媳妇，上淘宝买个充气娃娃美滋滋",
				"added": 1502957752
			}
		],
		"2_18cRWp8EGniDTB1itbx5WXenypdjStLmoh": [
			{
				"comment_id": 48,
				"body": "> [sendmefly](#comment_30_15veLatSdM1bDkPzfQ13NGY4urYWFYvvDU): 收音机上，通过短波可以收听到国外的节目，不知道是否能通过这种方式翻墙呢。如果能成功的话，应该算是革命性的翻墙方法了\n\n无线电管理局看着你",
				"added": 1503445588
			}
		],
		"2_1CogrjsFiTL3nHH74BXnAcM1S3KsNaLtEx": [
			{
				"comment_id": 49,
				"body": "> [nekocross](#comment_331_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz): 别提了，上次有个管理员还给这货加了限额\n\n`\"zerocatty@zeroid.bit\": {\"max_size\": 384000},`\n不知道是哪个管理员从200加到了384",
				"added": 1503445699
			}
		],
		"1_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": [
			{
				"comment_id": 50,
				"body": "> [arnold](#comment_46_1NEFxCPTrht31cePYp3qr9JuQ8vQS9jRLq): 完全看得到。一是网监安装零网，就可能看到；二是即使它不安装，数据在不同机器间流动，主要还是通过互联网，要走电信、网关、服务器这类硬件，这些是被监控着的。不同的只是，你如果在注册账号起始一直就使用匿名浏览器比如TOR的话，那么目前来说它还不知道评论内容具体是现实中的哪个人发出的。然而，大陆不少软件比如QQ、输入法、浏览器据说多少都有监控的模块，你能逃得掉吗？\n\n国产软件尽量放在虚拟机里",
				"added": 1503445922
			}
		],
		"152_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 51,
				"body": "建议你自己建立一个民科论坛发这些东西，不要在这里刷版",
				"added": 1503879695
			}
		],
		"1_1LNpoyKNhp2VFnDzZA6k5uMtj66EZWkjBc": [
			{
				"comment_id": 52,
				"body": "让他自己搞个民科论坛吧",
				"added": 1503919218
			}
		],
		"1_1ALch91Z2a2knQdzWhAP1GqPZuvk4QNUzU": [
			{
				"comment_id": 53,
				"body": "你自己搭一个局域网就能用",
				"added": 1503970817
			}
		],
		"5_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": [
			{
				"comment_id": 54,
				"body": "不反抗独裁政府，不反抗资本家，只敢反抗个蛆，真有骨气",
				"added": 1503989543
			}
		],
		"2_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": [
			{
				"comment_id": 55,
				"body": "一边热爱毛主席，一边认为弱肉强食天经地义，毛主席要气活过来了XD",
				"added": 1504098193
			}
		],
		"78_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 56,
				"body": "你把你在这发的帖子全都发在博客里不就行了",
				"added": 1504139868
			}
		],
		"1_1EyvbL9jSFGCPcvPJLvBmpMSo8NMksF1Hr": [
			{
				"comment_id": 58,
				"body": "这朝廷\n就是赵家的守土官长\n压迫我\n众汉人\n拱手降穆",
				"added": 1504599509
			}
		],
		"3_12pBgpsDjuPWf7JVJcKDf3Dvuc7QTSECXn": [
			{
				"comment_id": 59,
				"body": "看一下日志不就知道了",
				"added": 1504747365
			}
		],
		"1_15gvAbUXqpSEzKoYcFv1Q4Br3TPHLJ1UEW": [
			{
				"comment_id": 60,
				"body": "置顶帖里面有更好的方法",
				"added": 1504840974
			}
		],
		"31_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ": [
			{
				"comment_id": 61,
				"body": "> [leaflet](#comment_57_1Q2yjutP8VevpmW5ZuKzNcDUQbUFn3gsVT): 修改其他人的帖子是修改用户的data.json，然后签名data/users/content.json吗，好像没效啊。克隆的网站更新代码好像点一下”Upgrade Code“就可以，因为源网站ZeroTalk已经更新了\n\n点一下”Upgrade Code“的话会把本论坛魔改的代码全改成原版的",
				"added": 1505261635
			}
		],
		"1_138mmQuqx7CCEsSa9YmMZmma61tAZMabF6": [
			{
				"comment_id": 63,
				"body": "那个早就不是最新版了，去github下吧，不需要密码",
				"added": 1505370725
			},
			{
				"comment_id": 64,
				"body": "> [hongwch](#comment_1_138mmQuqx7CCEsSa9YmMZmma61tAZMabF6): github上你可以看一下 ，木有了\n\n有个SSR backup",
				"added": 1505378566
			}
		],
		"3_1C1EuEPhpe2B2g3Cp7aaUR8SKL8ximZ5pR": [
			{
				"comment_id": 65,
				"body": "都这样，反正收件箱不占限额",
				"added": 1505724849
			},
			{
				"comment_id": 66,
				"body": "> [vpei](#comment_73_1C1EuEPhpe2B2g3Cp7aaUR8SKL8ximZ5pR): 这样邮箱不是给别人爆了？\n\n你把爆你邮箱的那个人屏蔽就行了，他的邮件会激动消失",
				"added": 1505886685
			}
		],
		"3_19xyLs9tyTZF9JaEcWBk5JtgWdYtQPQwt3": [
			{
				"comment_id": 67,
				"body": "好问题\n现在SSR有个功能，如果发来的包验证失败，就redirect到一个正常的http服务器上",
				"added": 1506393962
			},
			{
				"comment_id": 68,
				"body": "另外http/https也不一定是网页，很多应用和服务端通讯也用http和https协议，你如果用浏览器直接访问也不会返回一个网页",
				"added": 1506394053
			},
			{
				"comment_id": 69,
				"body": "> [zun](#comment_30_1LNpoyKNhp2VFnDzZA6k5uMtj66EZWkjBc): SSR可以说是很奇特的开源软件了，其中心化的开发氛围使得一但发起人终止维护，项目迅速死亡成为必然现象。\n> 至于SSRR这种存在跟风炒作之嫌的仓库，你要是愿意用，我也不说什么。\n\n大家一起用v2ray吧，比SSR还强大",
				"added": 1506481123
			}
		],
		"1_1FZ9iY7CzoVM7VsGFdxUxwqb6z5UY4ge4d": [
			{
				"comment_id": 70,
				"body": "> [zun](#comment_34_1LNpoyKNhp2VFnDzZA6k5uMtj66EZWkjBc): 在ZeroNet里如果不用Tor事可以被IP出道的（确信）\n\n个人难度有点大，国家可以通过大量蜜罐节点做到",
				"added": 1506907022
			}
		],
		"1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": [
			{
				"comment_id": 71,
				"body": "GFW怎么可能开源",
				"added": 1507422335
			}
		],
		"2_1G2KAr146veEMjvkrhD3sXMUH1fAuZdswM": [
			{
				"comment_id": 72,
				"body": "自己搭一个不就行了",
				"added": 1507422445
			},
			{
				"comment_id": 75,
				"body": "> [lingdu](#comment_14_1DV1kbtG2Gqjp4WayjTjLmuf4gMF4zDvzc): 楼主难道要做儿童色情？匿名啥？如果不做的话，你只需要担心的是，访问你的服务器的时候暴露你自己。比如，楼主已经有123.222.213.34这个朝鲜的不是你信用卡买的匿名服务器：如果你用22端口或3389端口或21端口访问————暴露了你自己。如果再中国境内你的第一个访问它的人，不管是上面的网站80端口，还是8080端口-------------暴露了你自己如果你使用唯一性的URL地址，比如xxx.com/admin或/guanlihoutai -----------------暴露了你自己。\n> so，你需要担心的就是这个。\n\n用tor开个管理端口就行",
				"added": 1507616702
			},
			{
				"comment_id": 76,
				"body": "> [rwxy](#comment_15_1G2KAr146veEMjvkrhD3sXMUH1fAuZdswM): 我意思是机器。搭在哪？我要主机。主机。主机。。\n\n在自己家里开一个，用tor开hidden service",
				"added": 1507616782
			}
		],
		"7_19xyLs9tyTZF9JaEcWBk5JtgWdYtQPQwt3": [
			{
				"comment_id": 73,
				"body": "不要老是想着翻墙，国外的互联网公司也会作恶。只有彻底的分布式才是未来",
				"added": 1507525485
			}
		],
		"1_1CX9pUhRgowh6ujiDeZ8xRyu9N396GNkVy": [
			{
				"comment_id": 74,
				"body": "不要自作聪明把帖子置顶",
				"added": 1507613048
			}
		],
		"2_1EaVoojz9Pontcy2VQ5i1HMnX5AXfzbUjo": [
			{
				"comment_id": 77,
				"body": "有啊，wiki的聊天室和东先生的聊天室都能用",
				"added": 1507691832
			}
		],
		"1_1GZbvBTazGyHsyr4cBF5AnLE3JuEwAT4SX": [
			{
				"comment_id": 79,
				"body": "估计是你的tor没有挂前置代理吧",
				"added": 1507793349
			}
		],
		"5_1CT7RxDQNPEE8X78bDkUPhuaaUUixTmDhC": [
			{
				"comment_id": 80,
				"body": "因为zeronet.io被墙了！",
				"added": 1507875667
			}
		],
		"1_1ARf4SpYy1bTHXDAEyXVmEbxrcvVreUaNF": [
			{
				"comment_id": 81,
				"body": "散了吧，什么都没发生",
				"added": 1508117073
			}
		],
		"13_1FJCJm9PPaL2Lcfv64fSCuXXBHQcE4JdGY": [
			{
				"comment_id": 83,
				"body": "官方推荐用chrome",
				"added": 1508292888
			}
		],
		"11_1FJCJm9PPaL2Lcfv64fSCuXXBHQcE4JdGY": [
			{
				"comment_id": 84,
				"body": "你讲的对",
				"added": 1508293095
			}
		],
		"1_12ma5yb4okmPdLtwBrjHyj9Ji2AiWPe4aZ": [
			{
				"comment_id": 85,
				"body": "大杀器的牛皮吹破了",
				"added": 1508976967
			}
		],
		"7_1CT7RxDQNPEE8X78bDkUPhuaaUUixTmDhC": [
			{
				"comment_id": 86,
				"body": "> [deep](#comment_156_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo): 唯一证明是私钥，不是users.json\n\n私钥就在users.json里",
				"added": 1509408867
			}
		],
		"5_16bCdVbS1TN3QLTALixv338oAk1DDSsu8p": [
			{
				"comment_id": 87,
				"body": "很简单，先新建一个空站点，然后把你想克隆的网站除content.json复制进去，再签名就行了",
				"added": 1509409037
			}
		],
		"1_1BbJyTZLpZpRfnm9qXeWBa2byxBuhNnHJV": [
			{
				"comment_id": 88,
				"body": "优点：GFW暂时不敢封RDP\n缺点：效率太低",
				"added": 1509503482
			}
		],
		"3_1DSX86CafvAN5AMtSNZHAoUQWea1eRdHHa": [
			{
				"comment_id": 89,
				"body": "你是讨债的吗",
				"added": 1509517328
			}
		],
		"2_18kZo3th7NiH2wQ2dP1rFXXpUhfnPrStjV": [
			{
				"comment_id": 90,
				"body": "还是科学计数法方便",
				"added": 1510099439
			}
		],
		"2_1PvuX8HD3uoKanDSBvicJvXHuqSC1TSBsp": [
			{
				"comment_id": 91,
				"body": "早炸了",
				"added": 1510099612
			}
		],
		"1_1Fv1xGsCxVzHNkCyCMLkJsXaqHSqc5VS45": [
			{
				"comment_id": 92,
				"body": "> [weston1984](#comment_3_1LaDjSjjkqV1owdJyHmZ7F9FwZS3HQzgRz): 比起qq和微信来讲，要安全的多，当然，肯定没有绝对的安全，毕竟土共连deepweb的站点都能炸\n\nTG没那本事，上次还是靠FBI举报IP地址才抓的",
				"added": 1510281082
			}
		],
		"1_1Ceg5F9KEWkCyTu3r1QBSuiU8C1PYsd8PJ": [
			{
				"comment_id": 93,
				"body": "为虎作伥",
				"added": 1510471382
			}
		],
		"11_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": [
			{
				"comment_id": 94,
				"body": "不是“携程幼托虐童”，而是“上海妇联关系户虐童”",
				"added": 1510622984
			}
		],
		"1_1QCvt1UR4izdJ8EVHqx35E6n1H1UqEgPze": [
			{
				"comment_id": 95,
				"body": "你的网站被MITM了，证书上的域名是magelinke.top",
				"added": 1511173782
			}
		],
		"1_1PqPgJRxQNDQcWu57czCohVq92DkNytjHN": [
			{
				"comment_id": 96,
				"body": "干脆把全国p民的房子拆光，统统赶到沙漠里晒死算了",
				"added": 1511225242
			}
		],
		"1_1JbRRo7M1pengKrQsNyYGDJHCuac9KFD1y": [
			{
				"comment_id": 97,
				"body": "本论坛不支持图片，你可以克隆一个。我自己就搞了个[flash小游戏的论坛](http://127.0.0.1:43110/flash.izero.bit)",
				"added": 1511404982
			},
			{
				"comment_id": 102,
				"body": "> [z510](#comment_1_1JbRRo7M1pengKrQsNyYGDJHCuac9KFD1y): 克隆不会把数据啥也克隆过来嘛？\n\n不会，只会克隆网站的htm，css，js之类的",
				"added": 1511421229
			}
		],
		"1_1QHM41wL3y3zWzQdWFxUv1j6E8mj5qnahZ": [
			{
				"comment_id": 98,
				"body": "你可以自己克隆一个论坛专门讨论成人内容",
				"added": 1511405061
			},
			{
				"comment_id": 99,
				"body": "我搞了个[女装子福利](http://127.0.0.1:43110/nekox.bit)，专门发大屌萌妹",
				"added": 1511405154
			}
		],
		"2_1DF8dFxXTxMjyZ9o96iPENud3ihbS95Jwb": [
			{
				"comment_id": 100,
				"body": "> [vuper](#comment_97_1FZ9iY7CzoVM7VsGFdxUxwqb6z5UY4ge4d): 他们网络是和世界接轨的么，要是搞个自己的格式，那就想上也上不了。那地方还真不让人了解。\n\n由联通提供的",
				"added": 1511405200
			},
			{
				"comment_id": 101,
				"body": "不会是朝鲜的秘密警察在监视我们吧",
				"added": 1511405850
			}
		],
		"2_1BjcM8aa9DzyrmYT1wLHb9v5gDqAxLzwDZ": [
			{
				"comment_id": 103,
				"body": "建议开启optional files，这样新用户打开速度会快很多",
				"added": 1511502938
			}
		],
		"4_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF": [
			{
				"comment_id": 104,
				"body": "“三反五反”时跳楼的企业家群体得了一个诨号叫“降落伞部队”。上海很多企业家都选择跳楼而死，但为啥却很少听到投江的呢？因为一跳进黄埔江，尸体被水冲走找不到了，失踪的企业家就会被扣上投敌反革命的帽子，家人孩子处境危险。因此为了家人的安危，他们只有跳楼。",
				"added": 1511582236
			}
		],
		"21_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": [
			{
				"comment_id": 105,
				"body": "这文章写的太搞笑了，yandex根本不能保证匿名，下面的几个更是直接用了tor，替代个屁",
				"added": 1511741209
			}
		],
		"2_1P9RzvbrpvkBuR5RqKDchCCHCP1mrSHTpP": [
			{
				"comment_id": 106,
				"body": "默认SSL加密，但是有些人用的旧版手机客户端或者没有正确配置python环境就会无法启用加密",
				"added": 1511764873
			}
		],
		"2_1B4HAuapkMBUARLKGgApRuMuf88WiJahVP": [
			{
				"comment_id": 109,
				"body": "墙外的伪娘、女装子、人妖真TM多，真TM漂亮，真TM正，我TM社保",
				"added": 1512438548
			}
		],
		"1_1LXeK8iHk9NvuDtWcoR9MvkjnbGevuvcxa": [
			{
				"comment_id": 110,
				"body": "芒果云很好用",
				"added": 1512548903
			}
		],
		"3_13MiWFxtVnmdDJEumr4GvTN8TZsAigtZrZ": [
			{
				"comment_id": 111,
				"body": "> [zambie0305](#comment_5_1PBJMmfyabFTe5ksL8358fEtzkLYMYZNj): 在30年前，中国人骂西方用物质诱惑我们，现在反过来了？意外的开心。\n\n轮子的文章一般都比较喜感，因为大部分轮子只是在国外迫于生计打工糊口，未必真心反共",
				"added": 1513565338
			}
		]
	},
	"comment_vote": {
		"2_1CuUNwxJSWDrMte7XL9UWix1R4BXvrugYt": 1,
		"1_1DvQJKRFe1BYN3gyctA3BkjuxUQN8bRCof": 1,
		"24_17a5mhwnQqpej8rx3MgDvzfRy86Hzw8NMU": 1,
		"3_1LWnGUnGnp5XZCfYPqaLWKwivd98j3Hx5L": 1,
		"1_181AmMqTMZHbCuuERKRDFxfGCrfbnKHLDc": 1,
		"28_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1
	}
}