{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1GJoeXr9e2nr5qEWVv6XqLEqHTvwF2a1Hx": 1,
		"4_19xyLs9tyTZF9JaEcWBk5JtgWdYtQPQwt3": 1
	},
	"next_comment_id": 2,
	"comment": {
		"1_1GJoeXr9e2nr5qEWVv6XqLEqHTvwF2a1Hx": [
			{
				"comment_id": 1,
				"body": "> [flappyearz](#comment_89_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt): Dunno about you, but I happen to administer a few hundred servers, and happen also to be contacted by people who should administer servers but they rather stuck at observing it hacked and call for help. You are very naïve if you think Linux is an unbreakable fortress: I see hacked Linux boxes all the time. Fortunately the hacks are more rare nowadays, thanks to the often forced updates, but still, huge amount of remote exploits around left unpatched by not really updated systems. And if you have a breach then everything is up for sale. And it's not done by humans but scripts, lots of pre-written, downloadable, ready-to use scripts. Pretty fast scripts. Within ten minutes all the disks are scanned, and data is pulled in order of importance. Seen that \"in the wild\".And I don't give a fuck about what you believe in, either about me, or anyone else, but I don't quite like that you hint ignorant people that they're safe because you say they are. I don't even waste the time to tell you to go and google phrases about accidental private key publishing, password sharing and so. Just shut up if you have nothing worthwhile to say. And ignore me, I'm just a script kiddie, as you have implied. I envy your professionality in various fields of information technology.Have a nice day.\n\nlol this big message shows how you dont give a fuck\ndont hurt your feeling, you usually get harassed when talk shit in public\n:*",
				"added": 1507387933
			}
		]
	},
	"comment_vote": {
		"10_12HT4jASzPG2B9vGbzvrbeyjw3jBUgqUfq": 1,
		"1_1GpmErjpZ5pWPRVEhnTeDK6PoFKzQNDSV3": 1,
		"2_1GpmErjpZ5pWPRVEhnTeDK6PoFKzQNDSV3": 1,
		"1_16eaG7Jf6Z3WSBaQakZrmYf35A4JSZnMth": 1,
		"2_16eaG7Jf6Z3WSBaQakZrmYf35A4JSZnMth": 1,
		"47_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1
	}
}