{
	"next_topic_id": 7,
	"topic": [
		{
			"topic_id": 1,
			"title": "Wayback Machine alternative for ZeroNet?",
			"body": "Is there an alternative to the wayback machine but for the zeronet network?",
			"added": 1502356687
		},
		{
			"topic_id": 2,
			"title": "Need a big list of sites that can't be found through a search engine.",
			"body": "Does anyone know where I can find a big list of sites that can't be found through search engines?",
			"added": 1502357071
		},
		{
			"topic_id": 3,
			"title": "Taking requests for sites to be put onto the wayback machine.",
			"body": "I'm taking requests for complete sites that people want put onto the wayback machine. I can't do stuff like all of youtube, all of wikipedia, etc. Also, if you know of any sites that are likely shutting down soon I can probably do those.",
			"added": 1502357743
		},
		{
			"topic_id": 4,
			"title": "SoundCloud is on the brink of potentially being shutdown in less than 24 hours! You can help preserve a part of internet history.",
			"body": "Join #soundbutt on EFNet IRC. Or if you just want to jump right in, this is the current script that we're using to archive it: https://hastebin.com/ecodiluquf.bash\n\nhttps://techcrunch.com/2017/08/10/soundcloud-shut-down-possible/",
			"added": 1502417177
		},
		{
			"topic_id": 5,
			"title": "Does this have any truth behind it?",
			"body": "Is this a hoax, or is it true? http://flau.soup.io/post/629674718/Image",
			"added": 1502782573
		},
		{
			"topic_id": 6,
			"title": "What words would you use to describe Barron Trump?",
			"body": "Come up with as many words to describe Barron as you can.",
			"added": 1502783109
		}
	],
	"topic_vote": {
		"1_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"1_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": 1,
		"2_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": 1,
		"3_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": 1,
		"4_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": 1,
		"1_1Mpr8B1fRGBctzf7g9a6X1cb4WbQULH92N": 1,
		"5_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": 1,
		"6_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": 1,
		"4_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": 1
	},
	"next_comment_id": 8,
	"comment": {
		"1_1pzJozRNVpCctRdWj2jgp59MkzCkZt2VZ": [
			{
				"comment_id": 1,
				"body": "This is the English forum...",
				"added": 1502355758
			}
		],
		"2_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": [
			{
				"comment_id": 2,
				"body": "> [sirius17](#comment_14_1G6QESmeipZsukJX5WvDxxwSioaGnEDRk3): You could try DuckDuckGo via TOR or I2P\n\nDuckDuckGo listens to robots.txt though, they won't have sites that you can't normally find through a search engine.",
				"added": 1502358747
			},
			{
				"comment_id": 3,
				"body": "> [kaffie](#comment_438_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Every ZeroNet site cannot be found through regular clear net search engines. For the other way, ZeroNet sites more or less are pretty much always indexed by some ZN search engine (usually Kaffiene or Zirch).\n\nI'm mostly interested in non-ZeroNet sites right now",
				"added": 1502358916
			},
			{
				"comment_id": 4,
				"body": "> [kmueller](#comment_18_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): You could try Yacy, its a P2P search engine (not that it searches in P2P apps, the engine itself is P2P). You should probably be able to configure it so that it ignores robots.txt, but of course there is not guarantee when you will find stuff that is not listed on any of the mainstream engines.\n\nWouldn't everyone else running it need to configure it to ignore robots.txt?",
				"added": 1502359939
			}
		],
		"4_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": [
			{
				"comment_id": 5,
				"body": "> [humanfarmer](#comment_3_1AqXhGEgfmdaUUsvNp3GL9pueqqLbHMkXp): just die. mirror it to Zeronet to get inmortal.\n\nWouldn't people have to download all of it if they want to view it though?",
				"added": 1502479947
			}
		],
		"76_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 6,
				"body": "huh?",
				"added": 1502787424
			}
		],
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": [
			{
				"comment_id": 7,
				"body": "> [m0ckingb3ard](#comment_6_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g): I visit this post everyday to know exactly who I need to mute.Arrogant words breed chaos.Ignorance is what keeps us away from freedom.此贴为拉黑指南，诸君请充分利用。\n\nHow does visiting this post tell you who you need to mute?",
				"added": 1502787521
			}
		]
	},
	"comment_vote": {
		"437_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"2_1CuUNwxJSWDrMte7XL9UWix1R4BXvrugYt": 1,
		"22_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": 1,
		"138_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"4_1BdC5k155xY8M7uuksXynSgXgVnmekivem": 1
	}
}