{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": 1,
		"4_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1
	},
	"next_comment_id": 22,
	"comment": {
		"13_1DLHbq2nvwpgU4xT3ajhABAW1Lfn3zTZhe": [
			{
				"comment_id": 1,
				"body": "It will only be a nonissue when we have a solid mesh network in place, but that will be a long time coming because it requires more sophisticated technology, undercuts the traditional service providers, and makes the usual methods of spying ineffective.",
				"added": 1498772634
			}
		],
		"1_16a5a2yYGXj633eUTQPmgL9ZJmzURXNFvH": [
			{
				"comment_id": 2,
				"body": "You could manually share your id, but it would be a bit of a hassle.",
				"added": 1498794688
			}
		],
		"16_168qV1Xxp2EyszrzdECLUwXrn9wGYjDdar": [
			{
				"comment_id": 3,
				"body": "Slave labor.",
				"added": 1499437372
			}
		],
		"1_1MRoJ4bco5SwBjeXHfVudgB3F52fDpSGqi": [
			{
				"comment_id": 4,
				"body": "Just because you can't into 中文 doesn't make it meaningless. ¿Why don't you fuck off and let the rest of us work on building this cool melting pot of different languages?",
				"added": 1500049074
			}
		],
		"2_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": [
			{
				"comment_id": 5,
				"body": "Just use libreoffice or openoffice.",
				"added": 1503197667
			}
		],
		"2_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": [
			{
				"comment_id": 6,
				"body": "Looks like someone is enforcing their own laws on ZeroNet.",
				"added": 1505193712
			}
		],
		"1_1BdPbL5AsPNX8UXzWAKn4gjKtyUhFJyrgb": [
			{
				"comment_id": 7,
				"body": "Look legit.",
				"added": 1505266096
			}
		],
		"2_14LA8sy5pK11V4azVA9wTmMpu1VYCqT822": [
			{
				"comment_id": 8,
				"body": "TechDirt is awesome but I got so sick of it during the election. It was my only news source other than TorrentFreak and talking to people on imageboards and so on. Obviously Washington politics plays into the whole thing heavily but I just got so fucking sick of the liberal circlejerk there. Like I know that someone, maybe even Masnick, said they were emphatically not for the Democrats, but I just remember seeing so much whining about the goddamn election that I was done. Oh and also the whining for money now that adblock exists. It's sad though, I've been a fan of the publication for over ten years.",
				"added": 1506124960
			}
		],
		"1_15ins8mwfnDtrqrEgkkhmZHfHQJGAoJdQH": [
			{
				"comment_id": 9,
				"body": "There's KopyKate and ZeroTube. KopyKate works but suffers from having too few users to host stuff well and ZeroTube is basically broken, although allegedly it used to work.",
				"added": 1506125915
			},
			{
				"comment_id": 11,
				"body": "> [styromaniac](#comment_116_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): But, I do have a solution: https://wiki.vuze.com/w/WebTorrent\n\nWebTorrent is in part what KopyKate (http://127.0.0.1:43110/1aCq7GiJfUfGZ4GftjYaYbsEngPFzcxvN/) uses.",
				"added": 1506144459
			}
		],
		"1_1JnpHQf9rBR1hp2UMj6NNq8KYwV99jLr1f": [
			{
				"comment_id": 10,
				"body": "I did that and it still doesn't work for me.",
				"added": 1506126109
			}
		],
		"84_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 12,
				"body": "你的英文不好。 你是中国人马？",
				"added": 1506222905
			},
			{
				"comment_id": 13,
				"body": "If your English is very good then you will understand this: \"UIserver easy to lost is TVbox browser not match\" is totally ungrammatical and does not make any sense to me, a native Anglophone.",
				"added": 1506223463
			}
		],
		"19_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 14,
				"body": "> [skwerlman](#comment_45_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X): capitalist\n\nconcupiscence",
				"added": 1506797146
			}
		],
		"1_1Hq3LEQZQUupfsEVuayz6tHEZzbN4a2ksV": [
			{
				"comment_id": 15,
				"body": "Go ask there, why do you have to shit up zeronet with your pedophilia?",
				"added": 1506868532
			}
		],
		"1_1DRbtArgqHh6a4eJBk6TURfV54voUQfyJq": [
			{
				"comment_id": 16,
				"body": "I don't know how to read or write. I just kinda mash the keyboard until what I want to see comes up.",
				"added": 1506879885
			}
		],
		"1_13A7H5dbgDCGA8KaFSptPkvVNULYP6yERR": [
			{
				"comment_id": 17,
				"body": "If you want queer porn or even hetero stuff that isn't heteronormative then there is plenty out there.",
				"added": 1507000202
			}
		],
		"1512404535_16KZw5gzYyBdfuW9HSUZiGHmayCEXunYZU": [
			{
				"comment_id": 18,
				"body": "¿Can you elaborate on how this application would help with staging a revolution?",
				"added": 1512434075
			}
		],
		"1512976214_18fU1ZPrTrUXVCYG4wDvk6fTB5ok4p8QV1": [
			{
				"comment_id": 19,
				"body": ">current year + 2\n>not speaking Chanese\n\nGet memed faggots.",
				"added": 1513005139
			},
			{
				"comment_id": 20,
				"body": "To everyone shitting on historical (as opposed to phonetic) spelling in English: Historical spelling has several advantages over phonetic spelling. Both have their good points, but people like to be contrary and ignore that historical spelling unifies Anglophones with different accents in a single writing system, allows one to more easily trace the origin of a word and its meaning while reading, and makes it possible to read writing from long ago without having to learn another spelling regime. Plus you can distinguish through and threw without context.",
				"added": 1513259072
			}
		],
		"1513527635_1MCsuaWbHen3B6XtssFMPn2aD7rB8iT6bp": [
			{
				"comment_id": 21,
				"body": "Holy fuck ¿there is someone out there who insults girls and threatens by phone? We all must do everything we can to take down this monster before they strike again.",
				"added": 1513528185
			}
		]
	},
	"comment_vote": {}
}