{
	"next_post_id": 3,
	"next_comment_id": 1,
	"next_follow_id": 4,
	"avatar": "generate",
	"user_name": "Bith",
	"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
	"intro": "新 ZeroNet 用户",
	"post": [
		{
			"post_id": 1,
			"date_added": 1499819778,
			"body": "你好 ZeroMe!"
		},
		{
			"post_id": 1499819863,
			"body": "什么是私有区块链？\n\n什么是私有区块链？\n\n\n编者按：本文作者 JonathanChester 曾在甲骨文工作，目前是 Bitwage 的创始人和总裁。Bitwage 是目前最大的一家薪酬支付公司，公司获得了 Draper Associates 和 Orange Silicon Valley 的投资。\n\n我写了两篇文章分别介绍不同类型的区块链创业公司，本文是其中的第二篇。第一篇介绍了公共区块链创业公司，第二篇介绍的是私有区块链创业公司。 \n\n区块链是 2016年 的新流行词。最大最安全的公共区块链是比特币使用的区块链，目前的市场价值约为 64 亿美元。在许多企业家眼中，区块链诱人的发展前景可能是一种新的召唤。比特币促成了许多有趣的创新，比如通过我的公司 Bitwage 来发工资，就能让国际范围内的工资支付更快捷，成本也更低。但是还有一种形式叫 “私人区块链” 也叫 “许可区块链（permissionedblockchains）”，其发展前景也同样很有吸引力。\n\n从本质上来说，区块链只是一种用不可变的形式来存储数字信息的方法。从企业的 IT 战略层面上来说，区块链在概念上与关系数据库很类似。大约三十多年前，关系数据库取代了大型机（又叫非关系型数据库）的主导地位。而到了 2010年 前后，非关系型数据库又开始反过来抢占关系数据库的利基市场。\n\n区块链中的 “区块” 用密码链接在一起，这样就不可能再通过修改以前的数据来 “做假账”。新产生的内容由所有参与维护这一区块链的所有系统共同审核，只要有足够的系统承认这个新内容，它就成为了一个新区块。\n\nBitwage 公司的运作很顺利，随着公司日趋成熟，我有必要花点时间来研究这个领域下一步将会如何发展。有很多金融服务公司对区块链支付感兴趣，但同样也有很多应用是无须公众参与的不可变公共区块链。\n\n“虽然私有区块链受到许可权的限制，但仍然是去中心化的，也没有单一的权威。使用区块链可以在合作伙伴之间建立信任，从而无需或减少使用票据结算。各个公司可以创造不同的资产，指定交易速度，提出保密要求，决定谁可以参与区块链。通过同一联盟成员之间进行共享，私有企业区块链可在合作伙伴之间建立信任并提高效率。\n\n但公司会想要去掉一些比特币的包袱，比如说，挖矿所导致的高能耗。私有区块链可以根据企业及其合作伙伴的具体案例来量身定制。通过相互模仿，内部网的发展会促进公共网络发展，反之亦然。”\n\n利用透明机制来建立信任并提高效率，这一点无论是对公共区块链还是对私有区块链似乎都是关键所在。共享网络的合作伙伴之间分享信息的过程，甚至各分公司之间共享信息的过程都极其效率低下，需要中介机构来保证数据的合法性。区块链技术的创新在于它能够把互不相干的机构联系起来。众多企业正在研究的应用案例包括简化对账程序、提高网络安全性以及工作流程自动化。\n\n许多创业公司在运用私有区块链创建具体应用案例方面取得了相当的成功。\n\n分布式账本初创公司 R3CEV 建立了一个有 42 家金融机构参与的金融联盟，研究并实施区块链技术解决方案。早前巴克莱银行、瑞士信贷银行和高盛投资集团已经加入了金融联盟，最近美国合众银行与丹麦银行也加入了这个联盟。\n\nR3CEV 认为通过三项服务可以解决金融联盟成员的需求。第一项服务是创建技术基础层结构，并计划在上面构建各种的应用案例和私有区块链。第二项服务是全球协作实验室，从本质上来说这是一个高度技术个性化的 sandbox，参与者要通过严苛的业务流程，包括申请、测试和分析三个阶段。第三项服务是根据全球协作实验室发现的成功应用案例，在基础技术结构层上建立商业应用模式 。\n\nCharleyCooper 是 R3CEV 的总经理，之前担任过美国商品期货交易委员会的首席运营官。虽然目前市面上还没有私有区块链技术，但 Charley Cooper 解释说，贸易金融领域有几个应用案例已经得到了金融联盟成员的认可，正在积极将其转化为商业应用。\n\n另外还有一些公司致力于开发私有区块链在非金融领域的应用。Gem 公司同时为私有区块链和公共区块链开发中间件，它对医疗领域很感兴趣。EmilyVaugh 是 Gem 公司的市场总监，他说：\n\n “BMC HealthServices 杂志的一项研究表明，由于医疗收费系统过于复杂，每年浪费的金额高达 3,750 亿美元之多。虽然对医疗收费系统造成影响的某些因素是无法避免的，但如果保险公司、医院收费部门、贷款方以及患者都使用同一个区块链来管理支付，既能够保护患者的隐私，又能够提高医疗收费过程的效率。\n\n此外，在保护患者隐私和网络安全的基础上，运用区块链网络管理电子病历能提高医疗服务的透明度和效率。区块链技术的身份认证结构错综复杂，由此产生的数据完整性和分布式安全模式能减少整个医疗行业的人员冗余和盗窃现象。”\n\n因为需要遵守《医疗电子交换法案（HIPPA）》，医疗保健领域面临着重重困难，但是鉴于每年因为效率低下而造成的浪费数以千亿，实行区块链解决方案不是 “要不要” 的问题，而是 “什么时候” 的问题。\n\n尽管有许多企业家对于用私有区块链替代公共区块链的想法感兴趣，可一旦涉及到不同法律实体之间的资产结算问题，私有区块链似乎仍然举步维艰。私有区块链已经能够解决透明度问题，但这些系统仍然还在寻找改进结算机制的方法。\n\n举个例子，在美国，仍然是用纸质产权证来代表汽车所有权。如果在区块链上将产权数字化，再向车主发放数字产权令牌，这一过程将变得高效，而且还可以打击造假行为。但如果我把我的数字产权令牌发给你，就出现了结算问题，因为纸质产权证仍然在我的手中，那么这种情况下汽车到底是谁的呢? 这是一个法律问题，因而也是一个政治问题，超出了技术解决的能力范围。若是在同一个国家之内，这个问题还有可能解决，但是若问题超出国界成为跨国资产结算，这就需要国际政治及法律合作才能解决。\n\n使用比特币的公共区块链进行跨国支付时，由于其数字令牌本身也是有价值的，因此这是一个直接支付体系。这和汽车产权数字令牌的情况不一样，比特币数字令牌的价值是纯数字化的，投资购买比特币的区块链就会产生一个真正的价值交易，将价值从一个媒介转换到了另一个媒介，再转移数字令牌的时候，接收人就接收到了真正的价值，而不是价值的代表。这就是即时结算。\n\n也许你正在酝酿成立自己的创业公司，希望能够使用区块链技术填补这一市场空白。你会使用私有区块链还是公共区块链? 这里有几个简单的规则：公共区块链针对的是面向应用的用户，已经正式有了一个可信任第三方。私有区块链针对的是单一实体内的用户，或者在同一个行业联盟内的用户，他们彼此之间需要透明，但没必要对公众透明。\n\n不要被相互矛盾的区块链协议弄昏了头脑。鉴于人们对这一领域的狂热激情，目前的性能和安全问题是暂时的。区块链技术和二十世纪九十年代的客户端—服务器计算系统一样，也会有成长的痛苦，但是即将风暴般席卷全球。\n\n注：本文译者 Ellen。\n\n本文编译自：forbes.com",
			"date_added": 1499819861
		}
	],
	"post_like": {},
	"comment": [],
	"follow": [
		{
			"follow_id": 1,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1CPQDZduuhJuzSe5n8ZbpnPn19nXZbxHaT",
			"user_name": "Bith",
			"date_added": 1499819912
		},
		{
			"follow_id": 2,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1MqJKFMd29fTQM2hQbvmpDyGU3CKdpTyXg",
			"user_name": "Firsl",
			"date_added": 1499820426
		},
		{
			"follow_id": 3,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1BXKLNgP3eSyvsLdttzEHHCxkpD4XPt7CA",
			"user_name": "Guixiang",
			"date_added": 1500259106
		}
	]
}