{
	"next_comment_id": 9,
	"user_name": "Riven",
	"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
	"post_like": {},
	"comment": [
		{
			"comment_id": 3,
			"body": "1.。64 那是全国范围的罢课游行，简单的煽动不可能造成如此广泛的影响力。这说明国家内部确实有严重的问题。\n2.政府是一个国家机关，不是该从“是否是人民的”这种角度去分析的，“人民的政府”是一种文艺化的表述。政府的服务对象可能是统治阶级，也可能是people。“政府”的概念有广义的也有狭义的。但是相同的是政府有分配社会财富的权力，要让这个国家有序的运行。\n3.关于“西方那一套”，西方哪一套啊？共产主义是西方的“一套”吗？要说国本，从1840年鸦片战争开始，中国人就该睁开眼睛看看这个世界。当时看世界如井底之蛙，从腐朽的清朝内部向外看。即使是这样，也该知道所谓的“国本”科举是愚化人心的工具。那么今天的“国本”是什么呢？到了今天该换个视角了吧，该从世界看中国了吧，不仅看中国，要从世界的视角，站在蓝天的视角俯视每一个国家。站在人类的立场思考人类的历史。\n4.你所说的“政宣未及时作出正面有效应对”，我认为这充分证明了当时高层出现了严重的分歧，而且各派势力斗争白热化，这才会导致政宣不知如何应对，他不知道该听谁的，只能明哲保身，绝对不敢站错队。                                                                                                                  ",
			"post_uri": "1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE_1494912395",
			"date_added": 1494915858
		},
		{
			"comment_id": 4,
			"body": "@12h Study: 那些王公贵族才能当红卫兵，像陈小鲁那一批人。平民只能当造反派，到文革末期一部分有军队关系的造反派能起家，另一部分没有关系的被屠杀。虽然中国内不能研究文革，但是还是有人整理文革史料的。红卫兵可不是傻，他们可都是明白人，他们可都是替他们老子办事儿的。今天那些红卫兵到了当年他们老子的年纪了，当年的账要不要算一算？https://zh.wikipedia.org/wiki/%E9%A6%96%E9%83%BD%E4%B8%AD%E5%AD%A6%E7%BA%A2%E5%8D%AB%E5%85%B5%E8%81%94%E5%90%88%E8%A1%8C%E5%8A%A8%E5%A7%94%E5%91%98%E4%BC%9A",
			"post_uri": "1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE_1494912395",
			"date_added": 1494928828
		},
		{
			"comment_id": 5,
			"body": "共产主义是个假的主义，不是真理。从小学开始就坚持党的领导，这共产党的共产主义是啥？马克思著作拿到课堂上学过吗？讨论过吗？我是从来没有。因为党所说的共产主义是个假的，经不起细致的研究与讨论。从小学开始，党国所给灌输的“国家”，“民族”，“中国特色”，“资本主义”，“帝国主义”，“封建主义”，“革命”，“反动”，“历史”，“战争“这些概念都是假的，都是错的，用党给你灌输的概念进行思考，出来的结果就是假的。尤其是党国把抗日战争与世界反法西斯战争分开而强化民族仇恨淡化法西斯的邪恶这点极为可耻。",
			"post_uri": "1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE_1494912395",
			"date_added": 1494948281
		},
		{
			"comment_id": 6,
			"body": "@12h Study: 因为中国共产党背弃了它曾经宣传的共产主义，甚至连社会主义都不是，它是国家主义的，国家资本主义的，这是资本主义最邪恶的一种。也因为这一点，中国共产党是灵活的，郭文贵认为它有改变自己走上民主法治的可能性。也因为中国共产党内部意见并不统一，反对共产党等于封死自己的所有出路。",
			"post_uri": "1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE_1494912395",
			"date_added": 1494948820
		},
		{
			"comment_id": 7,
			"body": "@12h Study: 你没理解我的意思，我的意思是中国共产党的共产主义已经不是马克思的共产主义。它任意歪曲，片面解读共产主义。强化意见（路线）的统一而打击异见。并以共产主义之名和路线的名义行政治斗争政治打击和政治迫害。中国共产党的执政理念就是谎言，前后矛盾，黑白颠倒，指鹿为马。这根本原因不是“共产主义价值观是错的”，而是共产党用谎言来愚弄老百姓，以谎言掀起一次次的政治运动，利用政治运动进行政治斗争，权力争夺。从延安整风到今天的反腐都是一样的逻辑。",
			"post_uri": "1CwbqLCD6TdkinNNNb4GneZxbsoJ6Mw6oE_1494912395",
			"date_added": 1494982217
		},
		{
			"comment_id": 8,
			"body": "中国的愚民在当代已经运用到出神入化的境界，民自愚。",
			"post_uri": "1No1EtiPxGfiXXqM4tJNGWxiEH64jgm63Y_1495549228",
			"date_added": 1495560073
		}
	]
}