{
	"next_post_id": 40,
	"next_comment_id": 12,
	"next_follow_id": 20,
	"avatar": "jpg",
	"user_name": "鼹鼠",
	"hub": "1ABFCaadiEa3bFNzN3RcCZSsviqMNTbz3m",
	"intro": "新 ZeroNet 用户",
	"post": [
		{
			"post_id": 1,
			"date_added": 1500740917,
			"body": "你好 ZeroMe!"
		},
		{
			"post_id": 1500794574,
			"body": "请大家帮忙做种 http://127.0.0.1:43110/1CfTmauUP5wJBivmEtLbg2ntJQwDqoDSsU\n",
			"date_added": 1500794572
		},
		{
			"post_id": 1500805302,
			"body": "同治回乱",
			"date_added": 1500805299,
			"meta": "{\"img\":\"394,700,eeedddfffdcdbbbaacccccc5aa1bb1cb6cc2aa3dd7ed9,00110111102202220002222234565078898A7B9BCDE34361131002136611\"}"
		},
		{
			"post_id": 1500805311,
			"body": "同治回乱",
			"date_added": 1500805307,
			"meta": "{\"img\":\"394,700,dddbdefffeeeccccbc,001233333332333333340500222222222222000000333333303333333333\"}"
		},
		{
			"post_id": 1500806160,
			"body": "作者：狐猖凤\n链接：https://www.zhihu.com/question/26882068/answer/200897000\n来源：知乎\n著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。\n\n太可怕了，都是诅咒，在网上找了下《古兰经》对不信道这的描述不信道者，你对他们加以警告与否，这在他们是一样的，他们毕竟不信道（2:6）真主以封闭他们的心和耳，他们的眼上有翳膜；他们将受重大惩罚（2:7）不信道者而且否认我迹象的人，是火狱的居民，他们将永居其中（2:36）须知真主是仇视不信道人们的（2:98）终身不信道，临死还不信道的人，必受真主弃绝，必受天神和人类全体的诅咒(2:161)他们将永居火狱，不蒙减刑，不获宽限。（2:162）不信道者所有的财产和子嗣，对真主的刑罚，裨益他们一丝毫。这等人是火狱的燃料。（3:10）他们的情状，犹如法老的百姓和他们以前的各民族的情状一样；他们否认真主的迹象，固真主因他们的罪恶而惩治他们。真主的惩罚是严厉的。(3:11)你对不信道者说：“你们将被克服，将被集合于火狱。那卧褥真恶劣。(3:12)对于不信真主的迹象，你们应当以痛苦的刑罚向他们报喜。（3:21）至于不信道的人，我要在今世和后世，严厉地惩罚他们，他们绝没有任何援助者。(3:56)在世没有信道，临死时仍然不信道的人，即使以满地的黄金赎罪，也不被接受，这等人将受痛苦的刑罚，他们绝没有任何援助者。(3:91)不信我的迹象的人，我必定使他们入火狱，每当他们的皮肤烧焦的时候，我另换一套皮肤给他们，以便他们尝试刑罚。真主确实万能的，确实至睿的。（4:56）不信道的人，将来必受火刑。（8:14）你们为不信道而尝试刑罚吧(8:35)不信道的人化肥他们的钱财，以便阻止别人遵循真主的大道；他们在花费之后，必定悔恨，而且被战胜。不信道的人只被集合到火狱去（8:36）你们要与他们 战斗，直到迫害消除，一切宗教专为真主（8:39）你以痛苦的刑罚向不信道者报喜吧(9:3)难道他们不知道吗？谁违抗真主及其使者，谁将受火刑的惩罚，并永居其中。那是重大的凌辱。(9:63)不信道的人们还要因为自己的行为二遭受灾殃，或他们住宅的附近遭受灾殃，直到真主应许到来。真主确实不爽约的。（13:31）不信道的者对他们族中的使者说：“我们誓必把你们驱逐出境，或者你们誓必该信我们的宗教！”他们的主就启示他们说：“我誓必毁灭不义者。”(14:13)不信主者，他们的善功比如一堆灰，在暴风之日，被狂风吹散，他们对于自己所谋求的，不能获得一点报酬。这确实深深的迷悟。(14:18)不信道而且障碍主道的者，我将因他们的破坏而增加他们所受的惩罚。（16:88）不信真主迹象者，真主必定不引导他们，而他们将受痛苦的刑罚。（16:104）不信道者已经有为他们而裁制的火衣了，沸水将倾注在他们头上(22:19)他们的内脏和皮肤将被沸水所融化(22:20)他们得受铁鞭抽打（22:21）他们每因愁闷而出逃火狱，都被拦回去。你们将尝试烧灼的刑罚吧！(22:22)不信真主的迹象及真主会见的这等人，对我的恩惠已绝望了，这等人，将受痛苦的惩罚。(29:22)你们的归宿是火狱，你们绝没有任何援助者。(29:25)他们要求你早日昭示惩罚。火狱必定是包围不信道者的(29:54)在那日，刑罚将从他们的头上和脚上降临他们。他说：“你们尝试你们色行为的果报吧！”(29:55)至于不信道而且否认我的迹象，以及后世的相会者，将被拘禁在刑罚中。（30:16）不信道者，将自受其不信的恶报，行善者只为自己预备安宅。(30:44)至于侼逆者，他们的归宿，只是火狱，每当他们想要逃出，都被拦回去。有声音对他们说：“你们尝试以前你们所否认的火刑吧！”(32:20)我是他们稍稍享受幸福，然后，强迫他们去严厉的惩罚。(32:24)你说：“不信道者，在判决日，虽信无益，并且不获得宽贷。”(32:29)只是一小部分，有兴趣的可以自己去看看古兰经，绿教的一些行为就不难解释了。而且有些知友说，美团为了1%的绿教放弃了99%的咖啡乐顾客是不明智的，其实你们都理解错了，美团是有世界发展眼光的，截止2010年统计数据，全球共有穆斯林16亿人，占世界人口23%。",
			"date_added": 1500806155
		},
		{
			"post_id": 1501257119,
			"body": "剑网2017 行动",
			"date_added": 1501257113,
			"meta": "{\"img\":\"571,700,fffdddedeeeeccdfefcbbdcceccccc,00112100033333003114211533322333333533352667869119615555312122251111111311133213\"}"
		},
		{
			"post_id": 1501936549,
			"body": "越来越严格了",
			"date_added": 1501936542,
			"meta": "{\"img\":\"525,700,ddddcccccdcbcbbeddccbbbabbbaaaaa9888999877,000121110113441155026211072126211122228222688867899AA774AA997778BBCCAA97DDDBCCA9\"}"
		},
		{
			"post_id": 1501937263,
			"body": "外管局消息：为防范洗钱行为，8月21日起，将采集境内银行卡在境外发生的交易信息。范围为境内银行卡在境外柜台或ATM机取现，及在境外实体和网络特约商户发生的单笔1000元以上的消费交易。微信、支付宝等交易不在此次范围。 ",
			"date_added": 1501937254
		},
		{
			"post_id": 1501937487,
			"body": "华为正在通过其荣耀Magic智能手机收集用户活动信息，以打造其人工智能功能，例如使手机能够基于用户的短信内容推荐餐厅。其收集的信息包括热门社交应用微信的聊天信息。知情人士透露，微信的所有者腾讯认为，华为的上述做法实际上夺取了腾讯的数据，并侵犯了微信用户的隐私。知情人士称，腾讯已要求中国政府介入此事。",
			"date_added": 1501937477
		},
		{
			"post_id": 1501937569,
			"body": "AcFun弹幕视频网（A站）3日晚间发布公告，声称UP主在A站上传内容需要实名认证。 据悉，用户可以通过绑定国内手机号的形式通过身份实名认证，一个手机只能绑定一个账号，截止9月27日0:00未进行实名认证的UP主，将不能上传与编辑内容。 ",
			"date_added": 1501937558,
			"meta": "{\"img\":\"845,700,edcedddddeeeffffefdee,01234444535113333354432233333444444444444436444444451344444445134444444444444444\"}"
		},
		{
			"post_id": 1501937616,
			"body": "淘宝数码家电发表官方公告，宣布全网禁售日文游戏，通知声称是有关方面的规定，但没有给出具体的规定。公告称，“根据有关管理部门规定，请所有游戏软件及游戏软件平台卖家对店铺类日文软件商品进行整改，所有相关游戏软件商品，不得在宝贝标题、宝贝图片、宝贝详情页出现语言版本为日文的版本信息。自该说明发布后，淘宝电玩将对全平台游戏软件进行排查，不符合上述规定的商品，将被下架、删除或扣分处理。请大家高度重视此项新规则，并尽快整改。卖家自行整改期：8 月 4 日 - 8 月 8 日，之后将进行系统下架或删除处理。” ",
			"date_added": 1501937604,
			"meta": "{\"img\":\"900,302,db9eedeeefffddd,012223333324222222222222233333\"}"
		},
		{
			"post_id": 1501937769,
			"body": "",
			"date_added": 1501937756,
			"meta": "{\"img\":\"852,700,a98eeeeddfefcbcdcddddceabe8be9cb9aaaddcbbbaab,0112133333413333333356133333333333333333233113789AB225622211333333365C3333333DE2\"}"
		},
		{
			"post_id": 1501938515,
			"body": "国家新闻出版广电总局日前发布《关于把电视上星综合频道办成讲导向、有文化的传播平台的通知》，提出电视上星综合频道要坚持新闻综合频道的定位，坚持新闻立台的方针。《通知》要求，进一步强化电视上星综合频道公益属性和文化属性。继续加强综艺娱乐、真人秀节目管理调控。要坚决抵制追星炒星，影视明星参与综艺娱乐、真人秀等节目要严格控制播出量和播出时间。强化重点时期黄金时段电视剧播出管理调控，提前审查、重播重审，原则上不得编排娱乐性较强、题材内容较敏感的电视剧。",
			"date_added": 1501938501
		},
		{
			"post_id": 1501938682,
			"body": "哈尔滨市民讲述儿子补课经历：初四补到高三4年花了50多万\n\n孟先生说，如果夫妻都是老师，都出去补课，一假期挣一台宝马绝不夸张。儿子就读于哈尔滨某重点高中，今年考上哈尔滨工业大学。从初四开始儿子就一直补课，粗略估算，四年补课费共花费50多万元。据他了解，这还不是哈尔滨市补课花费最高的。\n\n哈尔滨市民讲述儿子补课经历：初四补到高三4年花了50多万\n\n孟先生说，如果夫妻都是老师，都出去补课，一假期挣一台宝马绝不夸张。儿子就读于哈尔滨某重点高中，今年考上哈尔滨工业大学。从初四开始儿子就一直补课，粗略估算，四年补课费共花费50多万元。据他了解，这还不是哈尔滨市补课花费最高的。\n\n",
			"date_added": 1501938667,
			"meta": "{\"img\":\"900,510,822932624557777766443232933a65a43887989555a67a9a,010234567789AA9456660A889B5C5D1989E45FFF0A9A9B5CFF081A94BCCC\"}"
		},
		{
			"post_id": 1503232014,
			"body": "某拘留所：\n“兄弟，因为什么事进来的”\n“那天在医院食堂吃饭，我说伙食差。然后就被抓进来了，操，15天。你呢？”\n“我在豆瓣上给电影评了个低分。现在这算什么世道，你看那边那个哥们，家旁边建了个恨猪庙，他手贱拍照发到微博上，这叫破坏团结，也是15天。”\n“刚才跟我们打招呼那个呢？”\n“哦，那个猥琐男啊，公共场合猥亵幼女，真是他妈禽兽，小姑娘才10岁。”\n“卧槽，这个严重了吧。”\n\n“5天。”",
			"date_added": 1503231997
		},
		{
			"post_id": 1503331598,
			"body": "陕西一教师网上吐槽为什么要强制捐款200，治安拘留五天。",
			"date_added": 1503331580,
			"meta": "{\"img\":\"525,700,cbbccbcccddcdccbbaaaabaaa99999,01211100333422433000000434422444312100234241122420567014156887600577555057998850\"}"
		},
		{
			"post_id": 1503331638,
			"body": "@蕉门客：尘肺病患者在朋友圈说村支书不如一只狗被拘留五日。\n\n",
			"date_added": 1503331619,
			"meta": "{\"img\":\"525,700,999888aaabab777878877988767,01110011000100200222320014154410445111101110022201115110010006711511144148844445\"}"
		},
		{
			"post_id": 1503331757,
			"body": "任正非：如果员工感恩华为，那一定是公司做错了\n\n北大教授陈春花称，“一次我跟任正非对话，他讲一个观点让我非常震惊：如果员工感恩华为，他相信华为是做错的，‘那一定是我给他多了’。我问他，如果他不感恩，跟公司应该是什么关系？他说应该是责任的关系，不是感恩的关系”在陈春花看来，企业可持续发展需要激活组织效率，而这需要七点因素。即，打破内部的平衡；基于契约与员工建立信任关系；关注对员工激励的内容和关键词的调整；给一线员工发挥创造能力的机会和平台；必须做出业绩；合作主体之间要共生；领导者必须是一个布道者。",
			"date_added": 1503331737,
			"meta": "{\"img\":\"900,588,422953dcaba8643100831b74da9987721b52eedc97657811,0001222341556782291155AB8CC37155A6DCC874450A8C39100550E9E466555553EFFF\"}"
		},
		{
			"post_id": 1503331788,
			"body": "潘石屹甩卖资产要跑？ 回应：我能往哪里跑？\n近期房地产市场最大的新闻之一，要数王健林将万达集团部分酒店和文化旅游项目以600多亿元出售给了融创中国；与此同时，潘石屹也在“卖卖卖”，SOHO中国旗下光华路SOHO和凌空SOHO纷纷被卖出，潘石屹先后将300多亿资金收入囊中。一时间，“王健林、潘石屹接连甩卖资产，房地产市场要变天”的传闻充斥网络。对此，潘石屹表示：“最近，关于我们负面新闻比较多，说我们跟王健林、李嘉诚一样把资产都抛了、我们要跑了。我还是北京市人大代表，我能往哪里跑？",
			"date_added": 1503331767
		},
		{
			"post_id": 1503331924,
			"body": "马来西亚前总理被曝在台藏匿206亿美元\n马来西亚前总理马哈蒂尔·穆罕默德（Mahathir Mohamad）近日遭爆在任职期间，私自将马币830亿令吉（约206亿美元）的钞票从英国运到台湾，藏在“CKS信託基金”名下，爆料人手中已握有该批钞票序号。马哈迪本人尚未对此做出任何回应。目前92岁高龄的马哈迪是马来西亚第4任总理，任期为1981年至2003年。",
			"date_added": 1503331902
		},
		{
			"post_id": 1503801425,
			"body": "为什么同性恋被艾滋病污名化？\n1207 人赞同了该回答\n必须匿了，以下回答估计会被喷死，因为太违反现在整个网络舆论的政治正确了。想了很久，决定还是说下。\n先介绍下利益相关，年少无知时算得上腐女，近几年工作原因，我需要接触大量的男同性恋者（gay，les没接触过不做评价），这个大量是以万为单位的，估计知乎上没几个比我接触的还多了。你现在问我怎么看待这部分人？答案是：不接受。我不否认在这部分人中有很好的人，但以下回答都是基于我说的高比例，大部分，不做重复，不要以此做喷点。\ngay们真的非常乱啊，你想像不到的那种乱，滥交，滥交，滥交，明知道自己有HIV，也要不带套滥交，而且你能想象他们还有兜售直男迷药这种东西？想想都害怕，不要怀疑我，我说过了我接触过的这类人多到你难以想象。还有什么同性恋是真爱，异性恋是为了繁衍后代的脑残言论不知道为什么会火起来，各种美化同性恋，你跟他们说同性恋都是真爱，估计他们自己都得发笑。\n如果你在网上说不接受同性恋，估计更是会喷死，呵呵，口口声声尊重别人的选择，你怎么不尊重我不接受同性恋的选择？？？\n你乎在gay上毁三观的回答更是不知道有多少，在室友是奇葩的那个回答里，有一个高票答案，是说在一个医学院一个娘gay故意接近一姑娘做闺密，为了睡姑娘校草级男友，结果还成功了，之后又睡了自己身材一级棒的帅哥室友的故事，评论一片这个gay好可爱，想认识，很有魅力…呸！哪里可爱了？就因为答主在写这gay的时候满屏颜文字，语气词？我不知道哪里可爱了，明明是一个撬闺密男友，掰弯直男，滥交的货，就因为他是个gay，你看你们都觉得他可爱…你们真的很棒棒啊…\n还有一个得了HIV体验的回答里，很多很多回答都是文笔好，美化自己这个过程，说自己的“爱情”之路都不容易，呵呵，真的很少有人意识到这些人发生性行为有多么的简单容易，评论一片抱抱…要吐了…成年人了，你得HIV真的不冤枉啊，又要享受性生活，又没有怀孕的风险，你看，不带套多爽。\n你乎自诩高端社区，个个都是985 211精英，其实洗个脑煽动一下却是很容易的事，犹记得在做小三的体验这个问题下，有个高票答案，一女的十来岁做了自己老师的小三，却因为文笔极好，评论下一片抱抱，愿世界温柔以待，真是忍不住想骂脏话，一个十来岁勾引自己老师的骚浪贱，一个恋童癖毫无廉耻之心出轨的老师，在你乎也可以洗白。\n\n……………………分割线………………\n服了评论区一些人，diss我没关系，会写这个答案我早就料到有这样的结果，麻烦好好看看理解下不行吗？从头至尾我说的都是，不排除有好的gay，但滥交，骗婚是大部分，这是我接触十几万这类人现实经历得出的感受，不要拿你身边有个谁还不错的例子反驳我好吧？我喷的是这类人，如果你不是麻烦你就不要对号入座了，我喷的还有一些根本不了解现实情况为了政治正确盲目洗地的人好吧？\n还有滥交和骗婚，不管是同性恋还是异性恋我都会鄙视，不是你是gay，你压力大，你要繁衍后代的借口好吧？",
			"date_added": 1503801402
		},
		{
			"post_id": 1503931977,
			"body": "近日，《互联网跟帖评论服务管理规定》出台，将从今年10月1日起开始实施跟帖评论审核管理、实时巡查、应急处置等信息安全管理制度。按照“后台实名、前台自愿”的原则，引入了信用档案和失信黑名单管理制度。人民网评，一直以来，发帖留言从来都不该是“法外之地”，长期的纵容产生了不少信息安全的漏洞。很多时候，不少网民被别有用心的信息所绑架、蒙蔽，或落入诈骗陷阱中不能自拔，或陷于无谓争吵里浪费口舌，或沦为谣言帮凶最后以身犯法。同通信领域“手机实名制”一样，《规定》也是对个人责任意识、安全意识、权利意识的保障。",
			"date_added": 1503931953
		},
		{
			"post_id": 1504441144,
			"body": "卖Shadowsocks账号会被以刑事罪名起诉！",
			"date_added": 1504441119,
			"meta": "{\"img\":\"394,700,5553573679ab9bcabceeffffeeeddecddbccccd,0112223443456786766666669ABCAA667777889998896666686666888888\"}"
		},
		{
			"post_id": 1504442043,
			"body": "@陈满华CMH:陪女儿收看 #开学第一课# 随感\n\n昨天开学第一天，因小女儿所在学校发通知要孩子们观看央视的《开学第一课》，尽管我预估这节目大概会是怎么回事，兴趣不太，但是因考虑到毕竟是学校和老师的安排，还是督促孩子准时看了并陪着她看了一会。 \n\n主持人是董卿和男主持S。董开门见山，说这一课的主题是“中华骄傲”，然后自然都是介绍中华传统的一些东西。毫无疑问，贯穿这一课的主题是引导、鼓励孩子们爱国，用主持人自己的话说就是激发他们的爱国之情。我爱自己的祖国，也希望我的孩子能培养出对中华民族的感情。但是，不知为什么，看到董卿花一般的笑脸、听着她声情并茂的言语，却总觉得哪个地方不对劲儿！\n\n我禁不住地想起：有人不远万里专程赴美把孩子生在美利坚（按照美国法律自然就入了美国籍），回到祖国却对他人的孩子大谈爱我中华，我无论如何都觉得这样的人多少有些不配！实话说，他们要让自己的孩子变成美国人，我能理解，那是他们的自由，但是，我坚持认为：你既然打定主意、想方设法让自己的后代脱离中国，那么你尽管在国内可以还做其他许多事情，但若一而再再而三地来教育他人的孩子爱国，总是缺乏榜样作用的，甚至有些讽刺。\n\n出于某种考虑，我当时当然不会跟我的孩子讲这些，但是我想：坐在下面的一大堆孩子以及电视机前亿万少儿，当有一天知道某些和蔼可亲、貌似无比深爱着这个祖国的阿姨、叔叔实际不愿她们的孩子拥有中国国籍而历尽千辛万苦也要让孩子变为美国人时，他们会作何感想？要知道，榜样的力量是无穷的。人们，都不傻；他们这一代，更不傻！ ",
			"date_added": 1504442017
		},
		{
			"post_id": 1504442099,
			"body": "@铜梁厨子:将自己的孩儿生在美国，锁定华裔身份；教育别人家的孩子珍惜中国护照，做吴京的影迷、黄安的粉丝。 这几乎成了当代中国大陆正能量成功人士家庭责任与社会义务之标配。 目的很简单：让自己的孩儿赢在起跑线，从此能以爱国华人的身份成为国内同龄人的感动对象。 ",
			"date_added": 1504442072
		},
		{
			"post_id": 1504442302,
			"body": "要求认定索罗斯为恐怖分子 请愿书已获超10万个签名\n\n\n　　新浪美股讯 北京时间3日凌晨消息，白宫网站的最新数据显示，请求总统特朗普认定美国亿万富翁索罗斯为恐怖分子的请愿书目前已经征集到超过11万个签名，而10万是让总统府讨论请愿书所必需的签名数量。\n\n\n　　白宫请愿网数据显示，这份于今年8月20日创建的请愿书目前已获得11.3017万人的签名。\n　\n  　这份请愿书称，乔治·索罗斯蓄意并试图长期破坏稳定，且对美国及其人民实施了其它的暴力行为。因此，请愿书的签名人认为，“美国联邦政府和司法部应尽快宣布乔治·索罗斯，他所属的公司及其成员为恐怖分子”，“并根据美国民事没收制度，剥夺其全部财产和资产”。\n\n　　白宫请愿网由前美国总统奥巴马于2011年9月1日发起建立，美国人可以通过网站传达自己对公共事务的意见与建议，根据白宫规定，一项请愿在30天内获得10万美国民众签名就能得到白宫的关注。但值得一提的是，自特朗普上任后，白宫再未就一例网站请愿作出过回应。\n\n　　乔治·索罗斯（George Soros），1930年8月12日生于匈牙利布达佩斯，本名捷尔吉·施瓦茨（Gyoumlrgy Schwartz），被认为是慈善家，货币投机家，股票投资者。1956年，迁居到美国，到纽约从事交易员，负责买卖股票。1973年，创立索罗斯基金管理。1997年，狙击泰铢及港元，引发亚洲金融风暴。2011年，在《福布斯》全球富豪榜占第46位，身家达145亿美元。索罗斯旗下的量子基金在30年的时间内获利350亿美元，创造了对冲基金的记录。2015年1月22日，乔治·索罗斯在当时举行的达沃斯经济论坛晚宴上宣布彻底退休，把家族基金交由投资总监Scott Bessent负责，称以后不再管理投资，将全力推动慈善事业。\n\n　　索罗斯在金融市场曾制造过多次动荡，其中包括1997年的亚洲金融风暴。他于1997年闪袭香港金融市场，使港元汇率一路下滑，为金融市场带来了巨大混乱。不过在一连串反击行动下，索罗斯在香港的“征战”最终无功而返，损失惨重。\n\n　　此外，索罗斯还积极参与政治，曾以募集大量资金试图阻止乔治·布什的再次当选总统在全美闻名。他的基金多次被指导致很多国家的政权更迭。自上世纪末起，索罗斯透过旗下的“开放社会基金会”及其前身“开放社会研究所”，在“颜色革命”背后推波助澜。2003年的格鲁吉亚“玫瑰革命”，2004年底的乌克兰“橙色革命”，土耳其国会修改宪法，埃及穆巴拉克下台，其都发挥了重要作用。有舆论分析认为，索罗斯的真正意图是向全世界输出美国的意识形态和价值观念。",
			"date_added": 1504442274
		},
		{
			"post_id": 1504443225,
			"body": "",
			"date_added": 1504443196,
			"meta": "{\"img\":\"512,700,877866755777655434533733644555333999444888,00112234567899703444AB4054C9BBBBDD3BBBBBBDBBBBBBDBBBBD3DBBBB3C0BBDD39D\"}"
		},
		{
			"post_id": 1504444561,
			"body": "作者：Mad Wiki\n链接：https://www.zhihu.com/question/50398546/answer/154274891\n来源：知乎\n著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。\n\n因为我观察到一个非常可怕的现象：过去这短短的十年时间，相当比例的家庭从有可观积蓄转变为积蓄空空并且背负了二十年的债务。也就是说，这十年时间，我们消费掉了 过去10年的积蓄 + 10年间的劳动所得 + 未来20年的劳动所得，一共接近40年的劳动生产价值。横跨40年的劳动价值，跨越了时空齐聚在了当下，造就了当今的繁荣与诸位账面千万富翁。如大家所知道的，这些钱绝大部分进入了房地产市场。当然你可以说，这不是消费，是投资。但是在我看来投资和消费其实没有太过明显的界限。从某个角度看，没有升值预期和合理变现渠道的投资，就是消费。而某些消费，也会因为意料之外的价值回报而变成了投资。并且在经济不景气的时候，把消费说成是投资来卖，不管是什么都会好卖很多。所以你看现在满屏幕都是教你如何投资自己的，可是定睛一看，5成是消费，4成是骗钱。毕竟最好卖的商品是焦虑感。话说回来，经济周期往往是这样的：在蓬勃发展期，资本每年投资生产销售20块钱的商品，给自己留出6块钱利润后（这笔钱作为资本的积累增值通常不会进入消费市场），14块钱给到广大劳动人民。劳动人民用其中的10块钱去购买之前生产的商品用以生活，而剩下的4块钱就作为积蓄。那么还剩下10块钱的商品则销往海外市场或者是曾经的殖民地，这样库存清完，国内商家大赚特赚，国内民众消费有盈余，积蓄增加，社会一副欣欣向荣的景象。例如曾经的日不落大英帝国便是如此。可是很快，国外或者殖民地的消费能力就渐渐力不从心了，20块钱的商品开始有了库存，于是商家规避损失减产裁员，只生产10块钱的商品了，相对应地，一半的人失去工作，开始靠前几年的积蓄生活。失业又导致消费的进一步萎缩，原先国内能消费10块钱商品的，现在节衣缩食只消费8块钱商品了，恶性循环……于是所有人都意识到，经济危机来临了。转嫁经济危机的方式就是找到新的市场，把过剩的产品卖掉，让销量带动产量恢复上去，产量又带动着就业率的回升。可是世界就这么小，争抢市场加上局势不稳定，很容易就演化为战争。通过战争消灭掉一部分资产，把世界变成一片废墟，投资机会就如雨后春笋般冒出来了。而到了投资回报期的时候，问题还会回来。但是核平衡意味着世界大战很难再发生，那这个时候，市场扩张的诉求就不得不从时间轴上想办法了。根据前文提及，你知道社会消费之所以永远无法清空商品库存，就是因为每生产20块钱的商品，只有14块钱的劳动薪酬通过普通人的生活消费去购买商品了，而那6块钱的资本所得根本就不参与商品购买。可是没有任何一个富人愿意把自己赚取的利润随意挥霍亦或是捐赠个干净，甚至连竞争亏损都不愿意承担。于是解决办法来了，就是把那6块钱借给普通人，鼓励大家去消费、投资，把剩余的库存商品都清了，那恶性循环不就止住了么？于是又能照旧生产20块钱的商品，销售后得到的14块钱发给劳动者，剩下6块钱资本利润就借给劳动者，让他们买回生产出来的20块钱的商品。于是，失业的工人白领又可以回去上班，虽然当前存在贷款消费，但是由于不愁就业，所以对未来的收入有着不错的期待，因此也并不担心什么。至于资本方，投资生产不用说了，投资借贷又产生了利息收入，真的是皆大欢喜啊……你看，债务手段让经济又重新繁荣起来。（2008年经济刺激虽然方式不同，但原理一样，国家通过借贷去投资生产，承受成本无法收回的损失，即以负债生产100块钱商品，50块钱商品砸手里的代价拉了一波经济）可是，你知道的，事情并不像表面上看起来那么美好。因为当下，我们早就过了那个阶段了。负债一旦开始，就会不可遏制地扩大。劳动者已经耗光了自己的储蓄，背负的债务又靠什么来偿还呢？当然是未来的劳动所得了，很快，他们把未来五年的奋斗价值提前花掉了。但是即使在偿还债务的那些年月里，他们的消费也必须支撑当时的社会生产，即买光生产出来的20块钱商品。如果没有办法做到，那么就会有人失业。如果要做到这一点，债务会越来越大。于是又很快，他们抵押了未来10年、20年的劳动所得。可是，未来是不能被无限抵押的。当耗尽了社会未来20年的财富，又寻求去消费未来30年财富的时候，你必须清楚，即使一个人25岁开始工作，65岁退休，那么他能够创造生产价值的时间也只有40年！如果一个人35岁开始抵押，那他至多抵押30年。“时间”这个外部市场也是有边界的。边界意味着债务风险，资本就算再冒险，也应该知道超过边界之后百分百就是坏账了。现在世界各国都在面临这样的问题，矛盾无处转移，只有各自承受。几个大经济体不再是拼高精尖了，而是拼着不要第一个倒下。谁先倒下，谁就是“失去的二十年”，其他几家扑上来，从倒掉的尸体上再汲取些营养来续命。不止国家之间如此，资本与资本之间也是如此。比如一些资本冒险投资创新，就有另一些资本趁着他们投资创新去搜刮利益，像是包装一些垃圾概念然后转手套现啊，像是无心做产品，到处编故事的某生态啊……再比如金融危机之后坐稳了华尔街投行老大的高盛啊……也是因此，互联网行业大家都高度关注摩拜和ofo，因为它们已然成了o2o与2c行业的探道人。如果这两家2c的企业最终还未能盈利的话，那这冬天才是真的凛冽了——没人愿意倒下。房价的特殊之处在于，我国人长期处在安全感缺失中，不太放得开享受生活，难以像欧美人那样，躺在信用卡上过日子。而只有这个带窗不带瓦的格子，才能使大家把积蓄和未来提前押注出来，使得经济免于硬着陆。但能否软着陆，得看看其他国家的情况了。没人能预测短期房价走势，但长期看，柴不够烧。因为支撑房价的早就不是超发的货币了，根本就是债务，是未来的财富穿越时空叠加到了现在。比起在这里骂房价或是指着炒房升值发财又或是唯恐天下不乱，我更希望有人去想想如何帮助自己所在的产业提升竞争力，好去国际市场里角逐，这不论对个人还是所处之社会都有益处。不错，国家当然还想稳房价。但是总有那么些人仗着国家想稳房市，争先恐后往不稳定上持续加码，为了一己私利把自己抛出去老高想让国家在底下接着……天知道等待他们的是什么。总之一句话：覆巢之下，……=======================补充=============================贫富差距的循环终点就是借由债务违约，死掉一些风控不力的资本，再搭上一些普通人的半辈子，把部分资本重新作为财富释放进消费市场，并且是穿越时空回到过去（放贷时）释放掉的。之后继续进行下一轮的贫富差距拉大的过程。最近刷知乎看到一个非常有意思的假说，链接在这：超光速可以引起时间倒流吗？ - 姬明泰的回答 - 知乎可以直接看第三个小问。我把大意阐述一下，就是说，费曼认为正反物质其实是同一物质的不同状态。一个粒子从左往右运动到A位置时突然穿越时间了，即它的时间轴方向为负了，这时候它从A点继续往右飞，但是由于它时间轴相反的，于是回到了上一瞬间，这时候它和穿越前的自己同处于一个时间坐标内，只是另一个自己在A左侧，自己在A右侧。由于时间轴相反了，所以从A点往右运动从我们看来也就成了从右往A点运动。所以我们看到正反俩物质是同时存在的，一旦相遇就湮灭了……这个假说是真是假不重要，但是倒提醒了我一点，就是如果某事物穿越时空，确实可以把自己叠加在另一个时空里，但是一定会造成在另一些时空里的缺席。也就是说，只要是可穿越时空从未来介入过去的事物，都是可以观测到类似湮灭的现象的。就比如，那些被预支的钞票。===============以上为被删的原回答==================第一次遭遇回答被知乎直接删除，略有不服。删除我回答，丢失4000多个赞同倒没什么，但是回答底下的500多条评论，各种观点的讨论辩论，对回答的质疑和补充，全都没了。我一直主张兼听则明，只删过一条纯广告的评论，甚至折叠区一些讽刺我的评论我也会给它们解除折叠。结果就是全部一起被删是吗？大家的时间和精力就这么不值得尊重？哪怕你非说我脑子有问题，建议修改也好啊……",
			"date_added": 1504444531
		},
		{
			"post_id": 1504882986,
			"body": "世界各地的自来水发现塑料纤维 \n对世界各地自来水样本的分析发现，83% 的水样含有塑料纤维。美国的污染率最高，达到了 94%，美国国会大厦、环保署总部、纽约市特朗普大厦等地自来水管收集的样本都发现了塑料纤维。排在美国之后的是黎巴嫩和印度。欧洲国家如英国、德国和法国的污染率最低，但仍然高达 72%。每 500 毫升发现的纤维数从美国的 4.8 到欧洲的 1.9 个。这项研究表明塑料颗粒污染在全球环境中几乎已经无处不在。此前的研究主要集中在海洋的塑料污染。 ",
			"date_added": 1504882955,
			"meta": "{\"img\":\"900,540,aa8ba9cca666543321554332a98211baab98865876976754,01203444552120367755212838479920280ABC448D0821DEFF21088D6666\"}"
		},
		{
			"post_id": 1504956963,
			"body": "任志强：“只要政府信誉没问题就拼命买房”是标题党\n华远集团原董事长任志强在接受财新记者专访时表示，关于“政府信誉没问题就可以拼命买房”的言论并非自己所言，只是把前两位发言嘉宾的话总结了一下，被媒体“标题党”了；任志强总结，中国房价绝不会出现日本式的暴跌，至于能涨到什么程度，得视货币总量、货币贬值等多个指标的综合决定",
			"date_added": 1504956931
		},
		{
			"post_id": 1504957092,
			"body": "韩境内检测出放射性物质氙 疑似朝鲜核试验产生\n\n韩国原子能安全委员会8日表示，在韩国境内检测出放射性物质氙。该物质疑似因朝鲜日前进行第六次核试验而产生，原安委正在确认其传入韩国途径。原安委表示，截至当天在陆海空进行了采样，对样本进行分析检测出微量放射性物质氙。这是朝鲜进行第六次核试验后时隔五天。原安委正在对放射性物质氙传入国内的途径进行调查，将对各种情况进行综合分析并最终判定这是否与朝鲜核试验有关联。由于自然界中不存在放射性物质氙，因此检测到氙被视为核试验的证据。",
			"date_added": 1504957059,
			"meta": "{\"img\":\"900,599,99baabbbd9ae66b457667222778444435a99888654433bbb,0112345445676118999A69BBCDD55A8DD86A755ADE96D7A996CDA96ACFFC8C88CBBCC8\"}"
		},
		{
			"post_id": 1504957345,
			"body": "【丰溪里山体有崩塌危险 担心引发放射能灾害】安徽合肥中国科学技术大学地震地球物理研究小组，最近在网站上传的研究报告显示：“对包括朝鲜第六次核试验在内的以往核试验造成的地震波进行分析的结果表明，从第二次到第六次的5次核试验，都是在丰溪里同一个山岳地形下进行的。” 中国核学会前会长王乃彦说：“按照这一分析结果，如果在该地区追加进行核试验，山岳地形可能整体崩塌，随着在地表形成坑洞，可能发生放射能泄露至地面的大规模环境灾难。",
			"date_added": 1504957311,
			"meta": "{\"img\":\"900,565,334444666777555333887877766655665788aaa,0112341504401678249A94A88A986742AA299994B241AA9144C4944A9444\"}"
		},
		{
			"post_id": 1504957398,
			"body": "这个国家突然宣布：弃用美元，改用人民币！\n\n委内瑞拉总统马杜罗7日宣布，为了回应美国对委内瑞拉的金融制裁，委内瑞拉将在国际支付机制中使用人民币、俄罗斯卢布、日元、欧元和印度卢比组成的一揽子货币，并可与本国货币玻利瓦尔进行兑换。",
			"date_added": 1504957363
		},
		{
			"post_id": 1504957436,
			"body": "ACT试题外泄 内地港澳据报取消考试\n美国大学入学考试（ACT）主办机构宣布，由于试题外泄，取消部分国际试场原定本月9日举行的考试，受影响地区据报包括中国内地、香港和澳门地区，及泰国等。据报道，部分学生昨日早上收到ACT官方发出的因考试安全取消ACT考试的邮件，涉及的考场包括中国内地的GAC、中国香港、中国澳门、日本、新加坡、泰国。ACT官方邮件解释，取消考试是因为考题被泄露。ACT考试因泄题被取消不是首次，去年6月，ACT曾在考前3小时取消韩国和香港的考试。",
			"date_added": 1504957400
		},
		{
			"post_id": 1504957463,
			"body": "马来西亚宣布为罗兴亚难民提供庇护\n马来西亚宣布“罗兴亚人道行动”，要援助孟加拉与缅甸边境的罗兴亚难民，也不再驱逐进入其海域的罗兴亚船民，并对缅军持续迫害罗兴亚人提出的强力抗议。首相署文告说，当局展开这项计划，也是对缅军持续迫害罗兴亚人提出的强力抗议。该文告促请缅甸政府根据《亚细安宪章》和《亚细安人权宣言》的保护人权原则解决这次危机。联合国难民事务高级专员办事处昨天表示，过去两周逃进孟加拉的罗兴亚人估计已达27万。在难民营派发食品的孟加拉商人马梭指出，难民越来越多，粮食供应严重不足。“这些人饥寒交迫，在这里一起挨饿等死。”美国对若开邦罗兴亚人危机表示“深感关注”，并呼吁缅甸允许人道救援物资送达若开邦。",
			"date_added": 1504957426
		},
		{
			"post_id": 1504958625,
			"body": "法国一日发现两处民宅藏炸药 或与西班牙恐袭有关\n法国巴黎南郊犹太城民宅“炸药库”被水管工偶然发现还不到24小时，附近的市镇蒂艾(Thiais)又发现另一处爆炸物掩藏窝点。据法国《快报》报道，法国当地时间9月7日下午，在巴黎南郊马恩河谷省市镇蒂艾一间车库内，相关方面发现大量制造TATP炸弹的原料。犹太城民宅炸药案3名嫌犯中的一人租下的了该车库。涉案的3名男子正在接受巴黎打击犯罪大队反恐组(SAT)调查。法国内政部长科隆通过媒体宣布，这几名嫌犯“与恐怖主义有关”。科隆指出，这一制造炸弹的秘密据点可能与叙利亚，也可能与西班牙恐怖主义团伙有联系。",
			"date_added": 1504958587
		},
		{
			"post_id": 1504961074,
			"body": "基因学家：为什么我不吃转基因 \n\nhttp://www.dapenti.com/blog/more.asp?name=xilei&id=123447",
			"date_added": 1504961035
		}
	],
	"post_like": {
		"19ashhhpDna7GpTnY8Jx3XGo9p9SWAjGrd_1500790026": 1500794719,
		"1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb_1500794574": 1500800227,
		"1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb_1500805302": 1500805752,
		"1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb_1500805311": 1500805753,
		"1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1501325072": 1501329091,
		"1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb_1500806160": 1501938146,
		"1JaLavsrpvS47XrfZxMHCFSU9B98vicbaj_1501916339": 1501950539,
		"1QAL99HQw6mKLZU2mWGMDoELo4kb7cBgmZ_1503164363": 1503232374,
		"1QAL99HQw6mKLZU2mWGMDoELo4kb7cBgmZ_1503162705": 1503232570,
		"1CdwZ24MZhBc2XNT2vAjk2MQjJuEnybP5W_1503149455": 1503232632,
		"1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1503141853": 1503232659,
		"1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1503141693": 1503232672,
		"1CdwZ24MZhBc2XNT2vAjk2MQjJuEnybP5W_1503140937": 1503232704,
		"1QAL99HQw6mKLZU2mWGMDoELo4kb7cBgmZ_1503137631": 1503232710,
		"1CdwZ24MZhBc2XNT2vAjk2MQjJuEnybP5W_1503137377": 1503232726,
		"1QAL99HQw6mKLZU2mWGMDoELo4kb7cBgmZ_1503116285": 1503232764,
		"1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1503114230": 1503232783,
		"115Lt9KY46bAyWNwsfg1KVchNGz4vkxY1n_1503113928": 1503232801,
		"1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1503113961": 1503232807,
		"1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW_1503328315": 1503332131,
		"1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW_1503327375": 1503332137,
		"1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1503316360": 1503332172,
		"1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW_1503408582": 1503418996,
		"1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb_1503331924": 1503419087,
		"1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb_1503331788": 1503419110,
		"1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1503322373": 1503419426,
		"1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW_1503823417": 1503932312,
		"1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1503821602": 1503932472,
		"1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb_1504444561": 1504447009,
		"1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW_1504451349": 1504537943,
		"1vNPY4HcxfJo2Z2iv1SMX3JRbY2r95WBd_1504457024": 1504537965,
		"1vNPY4HcxfJo2Z2iv1SMX3JRbY2r95WBd_1504421697": 1504538640,
		"1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW_1504776814": 1504793064,
		"1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW_1504786681": 1504793086
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "@Booma: 蔡嘴上说说，她去信伊斯兰教了么？",
			"post_uri": "1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb_1500794574",
			"date_added": 1500795907
		},
		{
			"comment_id": 2,
			"body": "共和党的支持率高的锈带是因为制造业衰败导致的经济不行。",
			"post_uri": "1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1501325134",
			"date_added": 1501328998
		},
		{
			"comment_id": 3,
			"body": "民主党的政策对于这些传统的保守的政治倾向的州，非常不利。相反，那些提倡白左的州，可以获得民主党政府的财政支持。",
			"post_uri": "1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1501325134",
			"date_added": 1501329060
		},
		{
			"comment_id": 4,
			"body": "这么爆料下去，倒是给历史学家很多资料。",
			"post_uri": "1CdwZ24MZhBc2XNT2vAjk2MQjJuEnybP5W_1501419362",
			"date_added": 1501428430
		},
		{
			"comment_id": 5,
			"body": "@Errnouser: 咋？",
			"post_uri": "1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb_1501938682",
			"date_added": 1502466843
		},
		{
			"comment_id": 6,
			"body": "我觉得什么都不做，不干预才是对的。",
			"post_uri": "1QAL99HQw6mKLZU2mWGMDoELo4kb7cBgmZ_1503150032",
			"date_added": 1503232612
		},
		{
			"comment_id": 7,
			"body": "电池这东西买小米的好了",
			"post_uri": "1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1503141693",
			"date_added": 1503232687
		},
		{
			"comment_id": 8,
			"body": "无路可逃的意思",
			"post_uri": "1Q7Ebizvdsta5fdhrojC6eyUzRKrPKY5Cb_1503331788",
			"date_added": 1503419122
		},
		{
			"comment_id": 9,
			"body": "我觉得0Hello的设计要大改，应该采用搜索引擎做底层，不过Python似乎没啥好用的库。",
			"post_uri": "1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW_1503823417",
			"date_added": 1503932347
		},
		{
			"comment_id": 10,
			"body": "换Hub吧",
			"post_uri": "1wzoUid12tvLt3h4KtbXAAjjjPhYN7rAd_1504442718",
			"date_added": 1504445983
		},
		{
			"comment_id": 11,
			"body": "确实，你提醒了我，zeroid这个东西目前是最大的单点。",
			"post_uri": "1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW_1504786681",
			"date_added": 1504793116
		}
	],
	"follow": [
		{
			"follow_id": 1,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "18fLf6bqfzvGLvMA2DrEmDxiqvnAWyN6dv",
			"user_name": "空澄砂夜",
			"date_added": 1500792274
		},
		{
			"follow_id": 2,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ",
			"user_name": "P2P",
			"date_added": 1500792277
		},
		{
			"follow_id": 3,
			"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
			"auth_address": "1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz",
			"user_name": "猫叉酱",
			"date_added": 1500792281
		},
		{
			"follow_id": 4,
			"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
			"auth_address": "1JVxDWmnkRf72L1z5EfJofptZYodRw7R2h",
			"user_name": "简单翻墙",
			"date_added": 1500792300
		},
		{
			"follow_id": 5,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "13ZhWDSKWcWqjwHGxeSGyGxZXz6WW7YVyj",
			"user_name": "天音铃",
			"date_added": 1500792410
		},
		{
			"follow_id": 6,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW",
			"user_name": "Rollout",
			"date_added": 1500792411
		},
		{
			"follow_id": 7,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh",
			"user_name": "Kaffie",
			"date_added": 1500792438
		},
		{
			"follow_id": 8,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu",
			"user_name": "PaintNinja",
			"date_added": 1500792466
		},
		{
			"follow_id": 9,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG",
			"user_name": "紙上掃雷",
			"date_added": 1500794639
		},
		{
			"follow_id": 10,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "18xPZTVotzgbL3XgSfit3ZYsBDr876Hen8",
			"user_name": "Galtjay",
			"date_added": 1500794791
		},
		{
			"follow_id": 11,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1Cgj8DgPWCiJwgsW3EhMeXm29nBM5Yqk8F",
			"user_name": "Timo",
			"date_added": 1500794799
		},
		{
			"follow_id": 12,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "12pu2MFpjqWpNd4TqLC6edzMtEczQ2vLti",
			"user_name": "Fengyun007",
			"date_added": 1501256489
		},
		{
			"follow_id": 13,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "12pu2MFpjqWpNd4TqLC6edzMtEczQ2vLti",
			"user_name": "Fengyun007",
			"date_added": 1501256550
		},
		{
			"follow_id": 14,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS",
			"user_name": "ZAlex",
			"date_added": 1501428481
		},
		{
			"follow_id": 15,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj",
			"user_name": "Nofish",
			"date_added": 1503419497
		},
		{
			"follow_id": 16,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1GAWwPWreQXo1CwcefCgL6w5wYPkNFWbsj",
			"user_name": "西木野真姬",
			"date_added": 1503419499
		},
		{
			"follow_id": 17,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1992oqLzC9WL7yuCKwnCrQTCDrdh8rx85a",
			"user_name": "Ellie",
			"date_added": 1503419508
		},
		{
			"follow_id": 18,
			"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
			"auth_address": "1JVAcfhCCnogm4eeDLVamJXFYg3aCbfa5S",
			"user_name": "Candyzc431",
			"date_added": 1504442413
		},
		{
			"follow_id": 19,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "13aB79mzuRLgDYzQthn9wzycjw77WyDXh6",
			"user_name": "Polar",
			"date_added": 1504443704
		}
	]
}