{
	"next_topic_id": 11,
	"topic": [
		{
			"topic_id": 1,
			"title": "张克侠回忆录承认中共制造七七事变",
			"body": "中华民国政府是当事人，他们的教科书是这样写的：“民国26年7月7日晚11时，日军于北平卢沟桥一带进行演习，借口一名士兵失踪，要求进入宛平县城搜查，吉星文团长严词拒绝，日军恼羞成怒，发动突袭，国军守土有责，奋勇还击。”\n\n\n这是很准确的事件经过描述，可惜谈的是结果，没有交待原因。\n\n其实，国军和日军都上了共产党的当，因为“卢沟桥事变”根本就是中共北方局一手导演、制造的“战争引信”。\n\n道理很简单，中日两国都反共，只有干起来，共产党才有活路。所以朱毛在陕北一坐稳，大力宣传蒋介石不抗日，鼓动青年学生起来闹事，最后爆发“西安事变”，写下民国百年史，最为惊心动魄的一页。\n\n“西安事变”确立了第二次“国共合作”格局。毛泽东见时机成熟，民气可用，密令北方局搞事，乘夜绑了个日本兵，引诱日军搜查宛平城，再偷放鞭炮让国军误以为日军开枪，一个“恼羞成怒”，一个“奋勇还击”，八年抗战于是开打。\n\n李鸿章1901年签订《辛丑和约》，同意拆毁大沽炮台，驻兵北京至山海关一带。（1923年，故宫太监湮灭罪证，纵火建福宫，意大利军队冲进去救火，不然紫禁城就没了。）这个不平等条约，1912年成立的中华民国必须概括承受，直到1943年另订平等新约，废除不平等条约为止。欧战德皇退位撤兵，俄国十月革命之后，列宁放弃沙皇旧约。西方列强逐渐与民国友好，节制行动。只有日本扩大侵略，制造局部军事冲突，意图蚕食华北。国民政府竭力周旋，先后签订了《塘沽协议》《秦土协议》《何梅协议》。\n\n1933年5月31日《塘沽协议》是“九一八事变”后续，热河战役、长城战役的停火协议，全文如下：\n\n一、中国军队即刻撤退至延庆、昌平、高丽营、顺义、通州、香河、宝坻、林亭口、宁河、芦台一线以西以南地区。尔后不得越过该线，不作一切挑战扰乱之行为。\n\n二、日本军为证实第一项的实行情形，随时用飞机及其它方法进行监察，中国方面对此应加保护，并给予各种便利。\n\n三、日本军如证实中国军遵守第一项规定，不再越过上述“撤退线”继续追击，并自动回到长城一线。\n\n四、长城线以南，及第一项所示之线以北、以东地区内的治安维持，由中国方面警察机关担任之，上述警察机关，不可利用刺激日军感情的武力团体。\n\n《何梅协议》中央军撤出华北，宋哲元29军驻防平津地区。根据这些局部协议的施行细则，日军百人以下的军事调动，以及不开火的小规模军事演习，不需要通知地方当局。卢沟桥守军深夜听见鞭炮声（龙王庙三发枪响）却没有日军演训的消息，同时又得到日军搜查宛平城的情报，谁都扛不起918“不抵抗将军”骂名，心一横就打响了。\n\n日军也奇怪，人丢了还没找着，百人以下的军事行动又不用照会，29军居然开火，“下克上”痼疾发作，事变迅速扩大。再加上不幸的“通州事件”，日本军部决定增兵“膺惩暴支”。\n\n蒋委员长说不知道何应钦答应日本人的私信，发现被共党钻了空子，挑起战祸，不由气得大骂：“应钦愚劣私陋，毋使预闻政治，否则害国误国必此人也。阅何致梅函稿，而更愤激，何愚劣至此，诚贱种也。”（蒋介石日记1937年7月22日）\n\n我们再来看日本方面，在“远东国际军事法庭”的证词：“1937年7月7日晚10时40分许，日本步兵第一连队第三大队第八中队，在北平西南12公里卢沟桥北侧，永定河左岸荒地进行夜间军事演习（搜查失踪士兵）。演习结束后，在河畔龙王庙方向突然响了三发枪声。随后清水节郎中队长等人，看到在河畔和卢沟桥城墙之间，有人用手电筒发出明暗交替的光亮，随即判断中国士兵用暗号互相联络。”\n\n看到了没有，这是不是中共地下党别动队，在两军之间的特殊活动？日军在城外找不到失踪士兵，才坚持进入宛平城搜查，听见枪响，越发担心失踪士兵的安危，当时已是深夜，中国驻军拒绝要求，于是发动炮击。\n\n事变发生之后，延安大吹大唱：“平津危急！华北危急！中华民族危急！只有实行全民抗战，才是我们的出路。”中共北方局马上后撤太原，太行山地区“游而不击”。刘少奇是北方局书记，立此大功，43年提拔“二把手”，确立接班人的地位。八年抗战三千五百万军民同胞，死难血债都算他的，最后被老毛活活整死，化名“刘卫黄”骨灰也不知真假。历史在冥冥之中，自有公道。\n\n吉星文死于823炮战，这是历史的讽刺。西北军一向左倾，冯玉祥、杨虎城、傅作义皆然。他的族叔吉鸿昌（宁夏省主席）是共产党员，和老蒋不对盘，结果送了命。不然为甚么这位“民族英雄”，八年抗战从未委以要职，胜利后才当上77师37旅旅长，蒋委员长是甚么考虑？\n\n我作这个历史推论，主要来自以下几个资料：\n\n一、当年那个被绑走日本兵的战友，1960年代接受杂志访谈，说是晚饭后找地方大解，遇到武装土匪，事情过了放他回去。在那个脸谱化的时代，认为是日方脱罪之词，无人理睬。\n\n二、2005年（抗战胜利60周年）7月4日，北京电视台播出《社会观察》专题，承认了这个史实。原来29军副参谋长张克侠是老地下党。1948年，张克侠与何基沣阵前倒戈，害死了黄伯韬，何基沣不是别人，正是卢沟桥前线，吉星文的旅长顶头上司。张克侠的侄子在节目中回忆“当时张克侠接到顶头上司刘少奇命令，认为北平的态势敌弱我强，应该主动出击，就爆发了七七事变。”\n\n三、中共宣传材料《北京文史资料选编》第9辑第105页《在西北军中从事党的地下工作的经历》，张克侠自己承认：“我在1929年就入了党。1937年4月，肖明同志要我对日积极作战，以攻为守。”－“解放后，刘少奇同志让王世英找我，要我交还这个指示文件的原件。”\n\n四、日本陆军省兵务局长田中隆吉（支那课军情特务出身），东京大审判出庭作证。卢沟桥的第一枪是共产党放的，事变是共产党在卢沟桥两边放枪挑起，而且是共产党和前日本驻天津特务机关长茂川秀和勾结和操纵的。后来右派骂他“日本的犹大”，他就不敢说话了。\n\n张克侠（1900年10月7日－1984年7月7日），原名张树棠，河北献县侯陵屯村人。1923年保定陆军军官学校毕业、加入西北军。1924年加入孙中山大本营军政部，任少校科员兼陆军讲武学校教育副官及队长。任陆军讲武学校毕业生第一营营长。1925年再度加入西北军、任学兵团团副。冯玉祥续娶张克侠妻子李德璞的胞妹李德全，张克侠与冯玉祥结成了连襟。1927年赴苏联就读莫斯科中山大学。\n\n1929年7月他于上海经张存实和李翔梧介绍成为中国共产党特别党员，由周恩来直接领导，后遵照党的指示第三度加入西北军，任张自忠师的参谋长。1937年任二十九军副参谋长、七七事变后任任五十九军参谋长、国民革命军第六战区司令部高级参谋、副参谋长。1946年夏周恩来在南京与国民政府谈判时曾与张克侠秘密商讨阵前倒戈事宜。\n\n1948年12月8日，于第3绥靖区副司令任内，在淮海战役中与何基沣率国民革命军部属59军全部，77军大部官兵阵前倒戈，举行贾汪起义，造成国军防线大缺口，帮助了中国人民解放军华东野战军歼灭黄百韬兵团。中共建政后任解放军第33军军长、上海淞沪警备区参谋长、第四届全国人大代表、政协第五届全国委员会常务委员、林业部副部长、中国林业科学研究院院长。1984年7月7日逝世。",
			"added": 1506700425,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "秒删已是过去 一键关停时代来临？",
			"body": "路透社报道称，中国网络监管部门举行“网站一键关停”演练，这是十九大召开前夕，中国收紧舆论审查的又一措施。\n Screenshot Websperrung in China Symbolbild\n（德国之声中文网）互联网数据中心（(IDC)）和云平台服务商接到指令：于周四（8月3日）进行一场3小时的\"应急处置\"演练，这是路透社从至少四家参与演练的公司那里得到的消息，其中包括微软云服务的中国区网站。\n根据一些网上流传的公告，被抽查到的域名、IP将会被关停一段时间，待接到打开通知才能恢复访问。\n一名广州公安部的工作人员在电话中向路透社证实了有演练一事，但是没有做出具体说明。\n中国国家主席习近平同时兼任中央网络安全和信息化领导小组组长，强调\"没有网络安全就没有国家安全\"。习近平上台后，加强了数据监控和审查制度。十九大召开前，监控力度更是不断收紧。上周末，多家翻墙软件服务公司表示自己的程序在苹果中国的App Store 被下架。\n本周，中国又发布\"关于规范党员干部网络行为意见\"，其中规定，党员干部在微博、微信、网络直播、论坛社区等境内外网络平台注册帐号，应先向党组织报告。  规定明确指出，禁止党员干部转发政治敏感信息或其他具有负面影响的信息。不信谣、不妄议。\n中国公安部和中央网信办都没有回答路透社的置评请求。\n Infografik Bildergalerie Chinas Firewall Bild 02\n网络管控不断收紧\n\"网络军管时代来临？\"\n\"世纪互联\"和云服务提供商\"云端网络\"之前已向用户发出通知，提前警告称，由于周四下午下午的演练，可能会出现服务暂停的情况。\n在美国纳斯达克上市的\"世纪互联\" 自称为中国最大的电信中立互联网基础设施服务商，它的客户中不乏西方国际大公司，包括微软、IBM、惠普和思科。微软在中国的云计算服务也由世纪互联运营。\n\"世纪互联\"也没有立刻回复路透社的置评请求。\n有网民不禁要问：\"网站都要做到一键关停，网络军管时代来临了？\"。还有推特用户写道：\"可以预见的是，未来你赖以生存的网站，身家性命都搭上的网站，因为某种不可预料的因素，突然被一键关停了。这种惶恐，每天如一把利剑悬在你的头顶，你不得不做自我审查和阉割，苟延残喘，蝇营狗苟。\"\n \n安静/文木（路透社等）\n使用我们的App，阅读文章更方便！给yingyong@dingyue.info发送一封空白电子邮件就能得到软件和相关信息！\n阅读每日时事通讯，天下大事一览无余！给xinwen@dingyue.info发送一封空白电子邮件就能完成订阅！\n \n日期 03.08.2017\n主题 专题报道：习近平访美\n关键词 一键关停, 网络审查, 网络安全, 十九大\n分享 发送 Facebook 推特 Google+ 更\n反馈: 意见反馈\n打印 打印此页\n固定链接 http://p.dw.com/p/2hf0k",
			"added": 1506700861,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "郭文贵爆料黄艳的小手",
			"body": "黄艳的小手\n2017 5 月12月日住建部副部长黄艳为高官性口交，有视频铁证(00:54:10开始\nhttps://tinyurl.com/y9aj7xnb",
			"added": 1506777046,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "郭文貴專案組升級，幾名高官靠邊站(《點點今天事》",
			"body": "郭文貴專案組升級，幾名高官靠邊站(《點點今天事》\n郭文貴專案組升級，幾名高官靠邊站(《點點今天事》)\nhttps://tinyurl.com/ydxbpwq4",
			"added": 1506777419,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "Tokyofacefuck全集",
			"body": "Tokyofacefuck全集\nmagnet:?xt=urn:btih:977892B2FB3DE02FDA87110B01A68008FE42FF7A",
			"added": 1506867276,
			"parent_topic_uri": "13_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "巴拿马密件揭露习近平家族涉藏富海外",
			"body": "巴拿马一律师事务所曝光文件，揭露中国部分领导人的家族利用国际避税天堂隐藏财富，被点名的包括中国国家主席习近平家族，对此，中国的媒体虽避不报导仍引发议论。 法新社报导，至少8名现任及前任中共中央政治局常委的家族成员名列其中。习近平2012年上台后大规模打贪，而今习家族被披露利用国际“避税天堂”离岸交易，不免尴尬。\n刚刚曝光的巴拿马莫萨克冯赛卡（Mossack Fonseca）法律服务公司秘密文件据称多达1100万份，涉案权贵包括12位现任与前任世界各国领导人，以及128位政治人物与公共官员。\n法新社报导，至少8名现任及前任中共中央政治局常委的家族成员名列其中。 这些权贵家属成员包括习近平的姊夫邓家贵。邓家贵2009年在英属维京群岛（British Virgin Islands）成立2家公司，当时习近平还是政治局常委，尚未出任国家领导人。\n法新社说，习近平2012年上台后，就启动大规模打贪行动，树立权威，致力提高透明度，以证明自身清白；而现在习近平家族被披露利用国际“避税天堂”的离岸交易，令人难堪。\n此外，习近平一直被外国媒体揭露中共高层家族财富的相关报导所困扰，而中国主流媒体对习家族财富的传闻都视而不见，同时中国也封锁网络上的相关新闻。彭博社（Bloomberg)2012年曾公布调查报告，披露习近平家族坐拥巨额财富，在习近平还任国家副主席时，财富已达3亿7600万美元，其中部分由邓家贵掌管。\n另外，中国前总理李鹏女儿李小琳也榜上有名。李鹏在1987年至1998年担任总理。密件揭露，原本担任中国国企中国电力投资集团公司副总裁的李小琳，是一家列支敦士登基金公司的受益人，这家基金公司掌控一家在英属维京群岛注册的公司，而当时李鹏依然官居总理。\n法新社还披露，巴拿马律师所文件中还有前中共政治局常委贾庆林的孙女，香港影星成龙等。\n消息说，中国媒体对此事保持沉默。不过，揭露相关文件的国际调查记者同盟（ICIJ）网站在中国虽遭到封锁，中国有些微博用户已设法看到公布内容，并开始在网络上讨论。\n一位网友感叹：“我对社会主义的信心突然崩溃了。”但他的贴文很快被移除。\n国际调查记者同盟两年前也曾揭露，中国和香港有近2万2000名投资人转移资产到海外，其中包括前国家主席胡锦涛和已故元老邓小平的家属。\nhttp://cn.rfi.fr/%E4%B8%AD%E5%9B%BD/20160404-%E5%B7%B4%E6%8B%BF%E9%A9%AC%E5%AF%86%E4%BB%B6%E6%8F%AD%E9%9C%B2%E4%B9%A0%E8%BF%91%E5%B9%B3%E5%AE%B6%E6%97%8F%E6%B6%89%E8%97%8F%E5%AF%8C%E6%B5%B7%E5%A4%96",
			"added": 1506867347,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 7,
			"title": "郭文贵爆料合集 郭文贵爆料合集 没有上传的请大家上传 https://tinyurl.com/y94glw5o 可以在线看观和下载，请等待15秒左右缓存一下，主要看你的网速！",
			"body": "郭文贵爆料合集\n郭文贵爆料合集\n没有上传的请大家上传\nhttps://tinyurl.com/y94glw5o 可以在线看观和下载，请等待15秒左右缓存一下，主要看你的网速！",
			"added": 1506870067,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 8,
			"title": "2017-9-24年文贵爆料中国盗国贼首场全球信息发＂不＂会！ 关于王岐山．孟建柱．孙立军的巨额财富．私生子．非法身份等盗国事实！ http://tinyurl.com/ybraurt9",
			"body": "2017-9-24年文贵爆料中国盗国贼首场全球信息发＂不＂会！ 关于王岐山．孟建柱．孙立军的巨额财富．私生子．非法身份等盗国事实！\nhttp://tinyurl.com/ybraurt9",
			"added": 1506950494,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 9,
			"title": "听说过医院有熔尸炉吗？中国的医院有！活摘，焚尸一条龙，人就这样蒸发了",
			"body": "恐怖！#武漢數十大學生離奇失蹤 或涉驚天秘密？家長被警告 ！\n#失蹤 者擁有共同特點，年齡在20歲上下、身高在1米8左右，且都是在長江大橋一帶人間蒸發。家長均有不祥的預感：「可能孩子 #器官 挖了，再把孩子處理掉了。」https://youtu.be/1Cy3GAsV2Xk 听说过医院有熔尸炉吗？中国的医院有！活摘，焚尸一条龙，人就这样蒸发了",
			"added": 1507004156,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 10,
			"title": "1024av new",
			"body": "1024av new http://r2.1024cls.pw/pw/",
			"added": 1507038691,
			"parent_topic_uri": "13_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 2,
	"comment": {
		"2_192XsM9WGE9ESqviYsvaLYruszrGVatXi8": [
			{
				"comment_id": 1,
				"body": "是的",
				"added": 1506764543
			}
		]
	},
	"comment_vote": {}
}