{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "花开了，北平无战事      2017-10-26 天风盗",
			"body": "秋天，花开了。不少人为之感叹，花儿为什么这样红？我却大感疑惑，这真的就是一支红玫瑰么？有没有想过，瞬间霓虹光影过于迷离，它其实是一支蓝色妖姬呢？\n\n毕竟是秋季，朔风渐大，彼此之间的交流，虽不至于道路以目，但是为了交流得以延续，我还是打算采用稍微隐晦一些的表达方式，以此展开本文分析。如此在阅读上设置某种形式的隔离，我感到有些黯然，实在情非得已，且先在此表示一声歉意，还望诸位有所包涵。\n\n2014年，有一部名为《北平无战事》的电视剧正在热播，也是在这一年秋天，就民国末年币制改革的事情，徐州兄弟提出以下一个问题，与我进行探讨：\n\n问题——“孔雀东南飞”计划究竟是指让傅作义向东支援辽沈和向南支援淮海之义呢，还是把金银外币运往东南的台湾之义？如果是后者，那它是建丰同志币制改革的初衷呢，还是老蒋对小蒋的利用？\n\n以下是我对这个问题的看法。为不至于在词汇表达上过于敏感，仅在个别称谓上略作改动，其他的，原文照呈。\n\n呵呵。老兄，你的提问让俺惶恐啊，这似乎不是一个小问题。俺只能来谈谈自己对这个问题的一点儿认识。\n\n第一，先谈谈当时的背景。时间从1948年7月之后开始，正处在国共决战期间，社团对东北国军的合围和分割东北与华北之间的互动联系等基本战略态势已经明朗。而且，这个时候社团与傅作义兵团的秘密谈判早已进行，这方面的信息国民党不可能一无所知，有所防范也是必然。而傅作义不是蒋的嫡系，会不会完全听命于蒋的调度，就算在那时也是存疑的。四兵团是蒋的嫡系，当时也是放在华北剿总里，但其实听从来自南京方面的指令，而不是傅作义。这里就存在多方势力的博弈，关键就是国共两党对傅作义拉拢与争夺的问题。\n\n第二，从经济层面上说，当时国统区经济恶性通胀，物资配给完全失调，社会怨声极大。当时的货币是法币，正面临崩溃。历史上，关于要不要进行币制改革，是有严重分歧的。而从经济规律上讲，当时的郑智、军事与社会状态等根本不支持进行如此颠覆性的改革。从这一点来说，建丰同志从一开始就面临着阻力与风险，其实他的权力范围并没有那么大。方孟敖这样的愣头青都如此重用，也说明建丰同志有很多无奈。\n\n第三，关于军事与物资援助方面，这是蒋的一个主要命门。社团方面，基本占领东北大部区域，与苏联接壤，获得物资方面支援已不存在障碍。而老蒋不同，他的军事物资弹药只能从美英方面获取，尤其是美国。但这方面非常不如人意。老蒋退到台湾几年之后曾有一个反思，让他最憎恨的人不是老毛，也不是李宗仁，而是马歇尔。其中就与美援有关。马歇尔曾为国共调停，多次以终止美援等方式威胁老蒋，期间确实也中断过美援。导致致命的一点是，在东北决战战场上中共甚至在武器配置等多项指标上超过国军。缺乏美援的老蒋，时常感到心有余力不足啊。这也从侧面上看，美援对国军所起到的重要作用。这一点，其实也说明了老蒋当时要急于推进币制改革的一个促动因素。\n\n第四，关于金圆券改革。民国期间，在1935年之前，市场流通的货币形式是银元，或者说货币发行基础是银本位，与英镑挂钩。35年之后，发行法币，以美元为储备金，即为金本位，与美元挂勾。当然了，严格说也不是纯粹的金本位，而是金银复本位，当时国民政府与美国就白银是签署过协议的。国共内战开始之后，整体经济恶化，法币汇率完全崩盘。进行币制改革，发行金圆券，不是合适时机，这点确实为难建丰同志了。但核心目的在于，通过发行金圆券，禁止民间拥有金银等贵金属，并且统一回收。这其实就是奔美援而去，毕竟购买美援是要用的美元作为支付货币的。只要掌握足够的黄金，就能通过抛售黄金来获得美元。这是可行的，当时美元的本位币就是黄金嘛。\n\n基于这样的背景认识，回头来看看这个孔雀东南飞计划的真实意图究竟是什么？首先是关于对华北剿总尤其是傅作义控制。社团的意图其实很明朗，就是稳住傅作义，让他不要北上，也不要南下。蒋的意图呢，无非就是让华北剿总听命于南京，必要时冒死北上参与与林（彪）东北野战军决战，退一步则可南下支持徐蚌。当时处在崩溃状态的法币被认为很难支持如此庞大的军需物资来提供华北兵团，也许币制改革之后的金圆券可以呢？老蒋也是冒险一搏了。\n\n其次，通过金圆券发行，聚拢民间资本与资源，尤其是黄金，以此来换取获得美援物资。还有，当时世界主要工业国家货币全部采取金本位制，所以退一步说，社团暂时取得胜利，经济能否玩的动也难说。拿完黄金之后，社团如何发行货币？如何稳定经济？又如何去购买自己无法生产的产品以及技术呢？老蒋未来未必没有机会的。但后来国际形势又发生了诸多变化，老蒋一直没有等来这个机会。这是后话了。\n\n以上即为本人天风盗当时对徐州兄弟问题的看法，属于一种时过境迁之后的叙述模式。如果，我这里将以上叙述中的部分参数或语境，进行部分置换，譬如这样：\n\n1，社团＝罗马\n2，老蒋＝红玫瑰\n3，傅（作义）集团＝蓝色妖姬\n\n那么，上文的叙述模式就会演变为另一种不同的表达范式，譬如上文所说的“时间从1948年7月之后开始，正处在国共决战期间，社团对东北国军的合围和分割东北与华北之间的互动联系等基本战略态势已经明朗”，置换为不同的参数，依然稍微隐晦一点的即为如下表达：\n\n“时间从1948年7月之后开始，正处在国共决战期间，罗马对东北国军的合围和分割东北与华北之间的互动联系等基本战略态势已经明朗。”\n\n只改动一个词，味道就完全不同。但毕竟还是隐晦，而且可能会引起的歧义太多，这显然还不够。对于一直关注本人天风盗文章分析的人，如果这个时候我在上述基础上再延入之前一些分析习惯用语，譬如关于特朗普布局，关于班农理念等，上面这个表达范式，即会被翻译演变为以下内容：\n\n“时间从2017年1月20日之后开始，正处在班农所称之为“第四回合”或特朗普所言之“最大挑战”的决战前期，罗马对我托的合围和分割中东波斯（含南亚天竺）与我托、分割东亚胖子越南与我托之间的互动联系等基本战略态势，已经明朗”。\n\n这样，背景就叙述得比较清楚了。接下来，基于此作为论述背景，并以此作为表达范式。苑囿于篇幅，且不至于过于拖沓，我有必要加快行文节奏，观点上多以关键词为主，点到为止，不作过多解释。\n\n（1）红玫瑰已控冰泉？\n\n这个时候，罗马与蓝色妖姬必有所接触，或产生某种交易意向，这方面的信息红玫瑰不可能一无所知，有所防范也是必然。而蓝色妖姬不是红玫瑰嫡系，会不会完全听命于后者调度，\n\n所谓接触，包括本人天风盗10月15日所发文章《趋势篇：断层线冲突加剧演变的时代》里面所提到的以下内容：\n \n\n\n（2）经济上是否面临明斯基时刻？\n\n从经济层面上说，假如进入明斯基时刻，恶通，物资配给失调，都将很快出现。就像当时的货币，即法币，信用将会丧失。要不要进行币制改革，必然出现有严重分歧。而从经济规律上讲，当前的郑智、军事与社会状态等根本不支持进行如此颠覆性的改革。\n\n从这一点来说，红玫瑰从一开始就面临着阻力与风险，其实其权力范围并没有那么大。“方孟敖”这样的愣头青（请诸位原谅，在这里，我只能提及方孟敖，年纪上有的人其实并不“青”，但是大概率是“楞头”）都如此重用，也说明红玫瑰有很多无奈。\n\n关于明斯基时刻，10月19日，周大人并不避讳谈及这个风险：\n\n\n\n（3）美援是否会大幅减少或中止？\n\n美元信用通过OE以及贸易顺差注入，这是“法币”信用的基本来源，也是我托货币信用体系的主要命门。当美联储加息与缩表持续，当特朗普税改方案通过以及大基建、制造业重塑得以开启，美元财富必然全面回流罗马，“法币”的信用也必然被整体抽离。我的判断是，接下来，无论特朗普即将任命的下届美联储主席是鲍威尔，还是泰勒与耶伦，抑或是其他，这个基本方向不会受到动摇。\n\n特朗普当前对于具体人选问题，似乎有些摇摆而老蒋不同，不过是对最终任命的人达成双方在方向上的深入而默契的共识，要的就是一句承诺。之后，美联储也许会在策略上会玩出花样来，但基本方向不会改变。\n\n几乎可以预见，此后让红玫瑰最为憎恨的人，大概率就是特朗普，但这把火气更多会撒到东瀛或其他人头上。当断层线裂痕显性化加大后，蓝色妖姬就会吸附更多的能量，台面上的反击就会到来。如果出现币制改革或者票据时代，机会更多亦偏向蓝色。\n\n（4）缺失环节\n\n红玫瑰通往真正控盘仍然存在不可或缺的环节过程，风险与危机都没有出清，这显然是极大的隐患。本人天风盗于7月19日文章《对近期三个热词的解读》里曾这样提及：\n\n\n \n这里有两个关键点，一是“七大”，二是“卢山会议”。如果不挑剔的话，退一步说，“七大”算是开了，某些新词汇也能够写进本本里（其实还是折衷，毕竟某某丝响这样词汇，还是只能在本本之外徘徊）。\n\n问题在于，形式上算是有些面子了，里子却不然。毛当年开卢山会议，实现换将之前，首先就要出清风险与危机，方式是直接挑明矛盾，然后铲除一批，再扶植一批。原理如同本人在10月16日文章《关于终极问题：四论三体》中，这样提及雷德利•斯科特于《普罗米修斯》里表达的话——“要想创造，必先毁灭”。\n\n这就是某种形式的战争，秩序必须通过刀剑的方式才能打出来，否则危机与风险出清得不彻底，不全面，隐患依然还在，“江东子弟多才俊，卷土重来未可知”。以毛当时的威权，尚且不得不如此，红玫瑰如何就能避重就轻，一举吃到盘中餐？所以，我当前的判断，通过低于卢山会议规模与烈度的置换方式，而以为吃到大餐的，其实只是一种假象而已。\n\n所以，我不妨在此作出本文的判断，七大的基础并不稳固，基本支点也相当欠缺清晰度，依然尚未走出折衷与调和的范畴。如果红玫瑰要真正品尝到家庭大餐味道，先要看以下三件事会不会发生，又如何演绎：\n\n其一，内向上，或开启卢山会议。\n\n其二，外向上，或开启断层线局部战争。规模与烈度上可参考当年邓之上位后，玩一把越南。要点是，既要豁得出去，显示狠劲，也能收拢得回来，不至于让事态失控。两者缺一不可。\n\n其三，新版纹之歌。\n\n以红玫瑰的能力，当前要能在不失控范畴内玩转以上三种花火，实非易事。而且要知道，外围上还有多双虎视眈眈的目光盯着你。要是你忽然看到，或是不远处有虎狼正在紧紧尾随着你，或是头顶上有鹰隼不断盘旋，你是否会清楚意识到自己真实的状态？\n\n红玫瑰的选择，其实并不多。那些花火，不管想不想去玩儿，至少都要有一样，必须去玩儿。否则，别人就会拿来先跟你玩儿。师母已呆，就看是哪一样吧。\n\n花开了，往往是接下来更大剧目上演前的一次张扬报幕。\n\n天风盗\n2017年10月26日\n\n\n\n萧伟樑 \n 大清国已经没多少路可走了！想对外转移矛盾，但新军和北洋舰队不过是纸老虎，搞不好又来个甲午战争。对内又想搞义和团，问题是现在的社会笑贫不笑娼，还有多少人信你大清那一套？之前做事坏了规矩，引起汉人大臣的不满！最致命的是，吃相太难看，让民族资本家心寒！芬芬打算卷铺走人！现在就是等保路运动的爆发\n3天前\n 9 作者回复\n谢谢兄台分享观点。关于保路运动，类似这样的模式，俺认为其出现的可能性正在趋向增大。\n2天前\n 17\nOra \n 多年干着河里拉石头的重活脏活累活，三十年保养一次，又赶上里面掺了下岗、住房牌的水…快报废的老车了，悠着点开是老司机的共识…新手想玩漂移，一是玩不尽兴，二是刚漂就得散架。前清不就死在弯道超车上吗？\n3天前\n 7 作者回复\n兄台的看法表达很形象\n2天前\n 17\n小恶魔Tyrion \n 九门、辽东、津门、山城等各位都督最近新献的青词和新做的皇帝新衣只怕会让其飘飘然不知天地为何物了\n3天前\n 7 作者回复\n正如老毛当年读三国，看到所谓有荆襄八俊之称的刘表刘荆州，只有四个字点评——虚有其表。这些有的甚至连刘荆州都不如。\n2天前\n 14\nFree \n 几十年过去了，东南东北，大会卢山，今天的形式与当年竟如此相似，让人惊叹不已\n几千年过去了，仍在长夜中挣扎，黑暗的土地只能孕育出病态妖孽怪胎，逃不出循环重复的魔咒圈子\n内忧外困如履薄冰，红玫瑰即便是天人又能如何，更何况是不自知几百斤的肥包，越向前走空间越小，越挣扎绳索越紧，进退维谷唯有梅山\n幸好西方还有罗马，大帝的队伍已经集结，虎狼的刀剑已经闪光，大战前夜，诸夏不远\n3天前\n 6 作者回复\n大一统思维价值观已经式微，多元化或多样化正在走来。感谢兄台慷慨分享观点。\n2天前\n 11\n小狼 \n 邓当年打越战，对内是争夺军全，对外是向老美纳投名状，现在动手，为了啥呢？\n3天前\n 6 作者回复\n如果在半岛上玩儿一把呢？\n2天前\n 8\n涛涛哥 \n 蓝色妖姬是?\n3天前\n 9 作者回复\n以栋楠财阀为基点支撑的照家门阀或代言人之利益体系，含珠三角等地。多与姜、團有交叉重叠，但不尽然。\n3天前\n 9\n军道杀拳名伍豪 \n 炮党亡国是咎由自取，本来昭和武士引诱毛熊出兵满洲，就是希望土鳖可以成为瓷国的新主人，以避免自身被西方肢解为农业国，但即便如此，约大叔本意也不想致炮党于死地，无奈蒋公在外蒙公投的问题上不断搞小动作，斯魔恼羞成怒，将关东军封存的近五百万发炮弹转交给土鳖，直接宣判国民政府的死刑偷鸡不成蚀把米，瓷国人鸡贼的个性不改变，早晚还要栽大跟头\n3天前\n 4 作者回复\n这样的大跟头大约还要继续栽下去。谢谢兄台\n2天前\n 9\n如果爱有刑伤 \n 懵，历史那水太浑太深了，根本看不懂，借古喻今的手法看着真心累，历史小白怎么活？\n3天前\n 2 作者回复\n俺这确实是不得已而为之\n2天前\n 5\nMilu deer \n 关注先生时间不长但相识恨晚，希望先生能提高发文频率，近期确实风大，网上扎口严重。先生可一如既往采用智商隔离模式，看先生文章一次犹如品陈年火腿，余味不绝。\n3天前\n 8 作者回复\n只能说，俺争取尽量多写，多与大家交流。毕竟人在江湖，有些事情难免身不由己。谢谢兄台支持\n2天前\n 8\nClarence \n 袁术兵多粮广，但一向好大喜功，自不量力\n3天前\n 4 作者回复\n是的，而且很可能到了最后一看，原来只是以为的兵多粮广。\n2天前\n 4\n胖虎 \n 一旦外汇房价债务三杀，大概率是会拿湾湾开刀的，不过美帝如果来的及时就全盘over了！\n3天前\n 8 作者回复\n这样选择的时间窗口或许已经过了。\n2天前\n 7\n搞笑是认真的 \n 老哥，火眼金睛，不，简直就是地藏菩萨前的谛听，牛逼！\n3天前\n 1 作者回复\n2天前\n 7\n中国石头 \n 3:2:2\n3天前\n 6\n人生慢🐂 \n 天风老师、风雨欲来、躲得开初一躲不开十五、新语录墙已造好、新纹之哥已在路上。\n3天前\n 4 作者回复\n墨菲定律屡试不爽。\n2天前\n 6\n华夏 \n 不要多想了，练好身体，找好组织，迎接东亚大陆的又一个大时代吧\n3天前\n 3 作者回复\n是的。\n2天前\n 3\n背包十年 \n 目前意识形态上觉得纹之歌\n3天前\n 6 作者回复\n以某人能力，只怕会是刚开了头，便煞了尾。\n2天前\n 5\n萨摩藩士 \n 这三样他都不敢玩。他以后只敢继续玩嘴炮，连文臣都不敢杀了。他能做到的就是不断折腾低种姓贱民，直到派对被强制结束。\n3天前\n 2 作者回复\n当断不断，必受其乱。\n2天前\n 5\nEugene \n 七个50后，奋斗到2050年，还有神马好说的\n3天前\n 2 作者回复\n2天前\n 5\n祝颍伟 \n 这车还是不稳 估计要翻 还得更扣脑子\n3天前\n 2 作者回复\n是的，可能性不小。\n2天前\n 5\n白云恰意 \n 新时代，新思想。\n3天前\n 1 作者回复\n2天前\n 5\n雨夜风扬 \n 大时代已经拉开了戏幕\n3天前\n 1\nYujie Lu \n 感觉罗马是支持红玫瑰的，罗马说与红玫瑰要做一些大事、与红的关系超过其他国家，不是为红背书吗？红会不会在罗马的背书下拿下胖子，以巩固自己的根基？掌控后大刀阔斧做改变，最后向罗马提交投名状？会不会？\n3天前\n 4 作者回复\n尽可能在前期抽干我托筹码之前，老特还是继续会愿意背书的，只要价钱合适。如红玫瑰敢于先发制人拿下那个胖子，或许会获得某种战略主动权。\n2天前\n 4\n回想起 \n 看了三遍，连猜带蒙，懂了（真懂了？）三分\n3天前\n 作者回复\n2天前\n 3\nunusual \n 窃以为未来之趋势不确定因素太多，特朗普当选就存在侥幸因素，根基不稳，上台后反对声浪高涨，争议不断，且很多精英人物都对其不满，倘若被弹劾下台或被刺，继任者不一定继续坚持他的政策吧？\n\n至于发生战争一说，恐怕没有任何国家敢对中华帝国这个庞然大物主动发起大规模攻击，经过三十当年经济积累，军事实力确实也今非昔比，除非是主动发起对台攻击，然后美日被动性介入。\n所以，我认为对中华帝国而言，内患或者说内乱危险性更大。\n2天前\n 3 作者回复\n谢谢兄台慷慨分享看法，很有见地俺个人判断，特朗普崛起，或说逆全球化显性化，均属于同一个趋势进程。若特不胜选，或被刺等，这个趋势方向上依然不会改变，但具体过程演绎会有很大波动，另外，特善于立势与用势，作为外来的压力，会加大我托内部动荡出现的规模与频次。\n2天前\n 3\n明婧止水-安婧 \n 感觉7个50后，没有接班人啊，是以后都不接班了吗？像梅德韦杰夫和普京，还是突然画风一转，头上出地图？前几天看了一个上海安宁的2012年关于“着手政改”的文章，发现和现在的套路很不一样，满脑子疑惑，是他突变了还是上面接受他的论点了？\n2天前\n 3 作者回复\n个人以为，当前态势依然是折衷与调和的产物。利益交换痕迹在所多有，譬如，以不设继承者来置换某某丝响不写进红本本；几个大佬，彼此都没有压倒性优势。未来方向与方式依然未定，这个博弈还要继续走下去，黑天鹅飞出几率逐渐加大。\n2天前\n 3\n小赵轮胎经营部13805531132 \n 天风兄精准分析了内外局势及演变可能，但一个巨大的火药筒铭重是否上街变成重要变化因素？\n2天前\n 3 作者回复\n完全不能排除。铭重散步维泉已呈多点散发趋势，但仍未能扩大连片。如果经济面急剧变化之后，可能性就大。短期内，来自内部堡垒纷争显性化的概率更大些。\n2天前\n 3\nw \n 蓝色妖姬指的应该是团派或非习集团吧\n3天前\n 2 作者回复\n差不多。\n2天前\n 3\n陌阡 \n 我来也！！不知道小恶魔怎么不写文章了\n3天前\n 2 作者回复\n应该不会吧。若是不写了，就太可惜了。\n2天前\n 3\n冬雨 \n 蒋公毛公打的其实是代理人战争。\n可惜蒋公在老美换届时押错了宝。\n最后美对其援助减免。\n就象这次川普上台，社团押注疯婆娘一样。\n现在川普站稳，开始扯民主党受贿一线。\n外星人这个社团掮客，应该也在黑名单上。\n你援助对手，还想吃好果子，应该不容易。\n3天前\n 1 作者回复\n是的，这是一方面。在美利坚方面，当年马歇尔对国会提交过一份报告，认为国共双方若干年内分不出胜负，误判了形势，对其政策制定与秩序造成了难以挽回的影响。\n2天前\n 3\n胖胖 \n 蓝色妖姬是谁？口才帮吗？按照目前形势来看，形势一片大好，只手遮天，正在哈哈哈呢！红玫第二件事是不会做的，第一件事目前能量不够，第三件，威望不够，但大宋的费拉性估计可以催化下！奇怪，蓝色妖姬代表谁呢\n3天前\n 1 作者回复\n这里所言的蓝色，以栋楠财阀为基点支撑的照家门阀或代言人之利益体系，含珠三角等地。多与姜、團有交叉重叠，但不尽然。\n2天前\n 3\n可来了 \n 山雨欲来风满楼？老王怎么了⊙_⊙还有老张……\n3天前\n 1 作者回复\n猪肉不够分，总得有人出局。\n2天前\n 3\n林国仁 \n 先生真深，真深先生，大家只能囫囵吞枣不能消化但不饿肚子，感谢兄台不辞辛苦为众提供粗粮。\n3天前\n 3\nA0叶俊青18038464507 \n 我要上墙\n3天前\n 作者回复\n2天前\n 2\n三林 \n 老川带着三天航母来的\n3天前\n 2 作者回复\n看来这次要价不菲\n2天前\n 2\n故乡的五百年 \n 旗升了，屁民有险灾\n3天前\n 2 作者回复\n问好兄台\n2天前\n 1\n林国仁 \n 面对先生，心中有千言万语，总觉没有一句是说对，因为小弟把许许多多前提怱略掉，自陷空想之中。什么国际尤其人际各种勾心关系实非实超，望尘莫及被人卖了替人数钱，除此要职之外，小弟自觉堪任农、工、建、医教，民政布职，世泰民安非为难事，当然世道只能是假设这么简单，从小学到现在小弟沾沾自喜的原来学到的是一些看家守院的本事，面对先生K三头不吃亏。\n昨天\n 2 作者回复\n农工建医教等，并非只是看家护院之术，就看掌握这些技艺的人价值取向如何。老弟善思，当有所为。\n昨天\n 2\n女王 \n 小古月当初把冰泉全部交给了红玫瑰，想联手制三点水，可惜红玫瑰没有好好把握时机，现如今把家底撒光，“功劳”归己，……没路可退的话上m山得了\n2天前\n 1 作者回复\n方向设置，策略选择，以及用人任事上，红玫瑰做事不够彻底，形式大于效果，隐患非常大。这样的内部秩序很难抗击风险。\n2天前\n 2\n稻雨秋千 \n 上面或已预见，现正在加速回笼。有钱在手，做事方便，苦的是一众接盘侠。先扬后抑，股债楼，做好准备吧！\n3天前\n 1 作者回复\n接盘侠还得继续扛下去，直到无以为继为止。\n2天前\n 1\n春夏秋冬 \n 吃相确实太难看了。吃得满脑肥肠，满脸横肉的。企业家的资产快被吞了。\n3天前\n 2 作者回复\n明斯基时刻之前后，越垄断，基础就越脆弱。\n2天前\n 1\n林国仁 \n 请示先生，唐宋丧事一年内可具结？\n3天前\n 2 作者回复\n这个判断难以量化。而且有可能的黑天鹅也无法预测。\n2天前\n 2\n可来了 \n 花蝴蝶又老王又老郭是啥意思？还是不懂(=_=)\n3天前\n 1 作者回复\n摸清社团内部各种山头派别各种利益关系，以利于制定己方策略，进而上下其手。\n2天前\n \n林国仁 \n 谢谢先生赏识鼓励，琴为知音者，非知音宁断不送，先生认可吗？\n昨天\n 2 作者回复\n认可。相比而言，更为认可的是鉴湖女侠所说的这一句，不惜千金买宝刀，貂裘换酒也堪豪。\n昨天\n \n林国仁 \n 毛竹谢世，邓蛆上位至肥大接盘，自知乎、明知乎？自利乎、利己乎？爱民乎、卖民乎？……民运乎、国运乎、天运乎？世事无常难料。\n2天前\n 2 作者回复\n与民有关乎？与国有关乎？或许，但首先是关乎泉力。若为泉力故，一切均可抛。\n2天前\n \n林国仁 \n 百万社团罗马士兵在先生笔下化于无形，若猜对应处平然与新得理两端，傅巾应是红巾中兰巾，游散伪军不计其数，飞英走兽环伺四周，今日蒋公不如往日将避无可避，上M山的日子估计很快，先生认为俺猜对吗？\n3天前\n 2 作者回复\n个人以为逻辑方向基本没问题，结果也差不多，只是爆发点上的偶发性因素会越来越多。\n2天前\n \n亚细亚的小黄人 \n 包工头们盼着以战谋和。\n3天前\n 2 作者回复\n就看要与谁战了。\n2天前\n 2\nlee波涛 \n 团3啊\n3天前\n 1\n👌chen \n 恐怕三胖也有机会成为刀下魂\n3天前\n 1 作者回复\n有。\n2天前\n 1\n古榕  \n 方孟敖是指?目前即使手中有gun的都不是男儿。那位房总长向老领导效忠说要一木仓毙了反贼。现在是阶下囚。西南王最有势力人脉挑战，可惜太早去势。余子其谁可胜?\n2天前\n 作者回复\n文中的方，不是指的某一个人，而是指红玫瑰所提上来的一拨人。\n昨天\n \n信马由缰 \n 民族资本家有几个比富士康强，人性?别呢嘛粉了\n2天前\n 1 作者回复\n如今还有民族资本家么？\n2天前\n 1\nQj \n 看老盗的文章和回复都是享受，每篇必看，如醉如痴。\n2天前\n 作者回复\n2天前\n 1\n女王 \n 四又寡头掌控着，红玫瑰的选择确实很少！为天风老师好文点赞👍👍👍\n3天前\n 作者回复\n2天前\n \n待取名 \n 我就搞不懂，形势己经不友善了，歪苟为啥不滚还继续开工厂？难道想当歪奸？？\n3天前\n 1 作者回复\n撤离会是一个过程。\n2天前\n \n悟石 \n 花蝴蝶 会锅网 着实让人看不懂\n3天前\n 1 作者回复\n摸清社团内部各种山头派别各种利益关系，以利于制定己方策略，进而上下其手。\n2天前\n 1\n初见 \n 秩序要靠刀剑来维护，顶起。所谓菩萨心肠，霹雳手段。喊号子误己误人\n3天前\n 作者回复\n没错。这种事毕竟不是请客吃饭。\n2天前\n 1\n明婧止水-安婧 \n 祈祷不删文\n3天前\n 作者回复\n2天前\n \n子非魚 \n 红玫瑰略不瘦，蓝色妖姬又是谁？\n3天前\n 作者回复\n以栋楠财阀为基点支撑的照家门阀或代言人之利益体系，含珠三角等地。多与姜、團有交叉重叠，但不尽然。",
			"added": 1509250751,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "狼之博弈，安倍又赌赢了      2017-10-23 天风盗 天风盗",
			"body": "只有不怕死的人才配活着。10月22日，东瀛第48届众议院选举结束，安倍晋三领导的执政联盟大获全胜。计票结果显示，自民党单独稳获过半议席，自（民党）公（明党）执政联盟顺利获得超过国会提议修宪所必须的2/3议会席位。安倍又赌赢了。\n\n收拳，接着再挥拳，安倍不是第一次玩儿这个手腕。\n\n上一次解散众议院提前进行大选，是2014年12月，当时自公执政联盟便获得大胜。这一次安倍如法炮制，依然获得大胜，令人瞩目。然而，关键的问题是，这一回，来自东瀛，所清晰传递出来的信号是什么？\n\n（1）“突破国难”\n\n你看到什么，你就是什么；而这，将决定你的格局。这一段时间以来，安倍接连在森友学园、加计学园丑闻，以及前防卫相稻田朋美辞职等问题上，饱受在野左翼势力不间断的大幅打击，民意支持率一度连续走低，很不好看。毫无疑问，处在这样的国内郑智环境下，安倍内阁很难推动任何重大郑智决策，更不用说去推动修宪进程这样的“大事件”了。而后者，就是安倍的“初心”，不容有失。\n\n当断不断，反受其乱。如果是一般的政客，凡事“不求有功，但求无过”，早被磨得毫无脾气了。这样愿意束手就擒的人，当然不会是安倍。\n\n正如当年敦刻尔克大撤退之后，大英帝国首相丘吉尔就这样说过，“战争不是通过撤退去赢得的”。具有枭雄气的安倍自然也是如此，其之反击，更是不含糊。9月28日，安倍在众多反对升浪中悍然解散众议院，并将其定义为“突破国难的解散”。\n\n敢于并能够豁出去，放手一搏，需要魄力，但如果只有魄力，也不过是一介莽夫而已，未足为虑。身处乱局，并能成为枭雄者，除了豁得出去魄力，还必须具有审时度势的敏锐眼光。安倍显然是后者，在针对解散国会问题的记者会上，他这么说，“为了与国民战胜国难，必须倾听国民的声音。将就对我自身的信任问信于民。”至少对于东瀛国内，这明确显示出安倍具有以下“三个自信”：\n\n其一，方向自信。“必须倾听国民的声音”，而不是过多羁绊于在野左翼势力摇舌鼓动起来的纠缠，相信社会主流“国民的声音”将继续碾压左翼势力。\n\n其二，执政自信。“将就对我自身的信任问信于民”，这几乎就是摊牌——刀就拿在诸位手上，你们看着办吧。这里不妨看看资本市场的反应，此前由于市场预期安倍有望胜选，日经指数在过去14个交易日连续上涨，涨幅超过5%，创出20多年来的新高。不难看出，“安倍经济学”所秉持的东瀛版货币量宽与财政刺激政策方向，极大程度上就源自“国民的声音”。\n\n其三，能力自信。同样是在针对解散国会问题的记者会上，安倍这么说，“通过选举获取信任，从而推进强有力的外交”。\n\n众议院大选的结果，充分说明安倍此人，不仅判断准确，出手凶狠，而且善于迂回前进，借势发力。这样的人，其志绝不在于如何守成，而在于如何为东瀛去拓土掠地。我有理由相信，近一段时间以来面临在野党多方非议之下的安倍晋三，这次能够甩掉诸多被非议的包袱，收缩回来的拳头，也将会更加迅猛向外挥击而出。\n\n挥拳，关键之处往往不在于拳头本身，对于善战之人，尤为如此。用李小龙在《猛龙过江》里的话来说，要诀在于“腰马合一”，也就是说，要注意步伐与身体重心移动，讲究腰板作为上下肢力量的联动桥梁与传递效率，在搏击出拳中，将腰部的力量和腿力瞬间形成合力，全部爆发出来，才能达到最大的打击力。\n\n已经准备好的安倍，再次胜选本次议会大选之后，在试图将东瀛铸造为腰马合一战车的道路上，阻力减少，没有理由怀疑他接下来不会加速狂奔。\n\n（2）与白头鹰\n\n安倍与特朗普在理念与外交上的默契，尤其是关于未来全球秩序演绎方向与存在问题上，比外界一般的想象，还要深得多。\n\n跟随并利用白头鹰，继续强化日美同盟关系，以此作为东瀛的外交基石，这是确定无疑的，之前的奥巴马时期是如此，特朗普时期则更会强化。\n\n其一，腰马合一的基石。今年2月份，安倍访美，在与特朗普建立个人信赖关系的同时，双方再次确认日美同盟为“不可动摇”的地位关系，扎好了马步。这个地位的级别，等同于白头鹰与以色列关系。\n\n其二，基本方向一致。情人节这一天，2月14日，刚刚结束白头鹰之行的安倍，出席众议院预算委会议，这样透露，“我已向特朗普总统表示，如何应对我托，是本世纪最大的主题。”这个被触动的G点，与特朗普关于本世纪最大挑战的结论不谋而合，也与斯蒂芬•班农关于“第四回合”的看法惊人一致。既然枭雄所见略同，那就腰马合一，接下来再作一点分工，各取所需便是了。\n\n其三，分工，既是投名状，也是招安表，前者是东瀛需要缴纳的，后者是白头鹰有必要张贴的。安倍不止一次公开表示过，没有白头鹰的参与，就没有世界的和平与繁荣，白头鹰的存在对于维护全球秩序不可或缺。据日本经济新闻报道，安倍还当面对特朗普如此表白——“如果白头鹰拒绝作为自由世界的领导者承担责任，世界将出现混乱。为此，我将提供协助”。\n\n安倍从来不是一个含蓄或过于隐晦之人，这样的潜台词已经很露骨了——你依然是老大，我就是跟你混的，而且，你指哪儿我就打哪儿，绝不含糊。\n\n东瀛这样表白了缴纳投名状的意愿，自身对东瀛也有所求的白头鹰，难道还会过于为难小弟，还在羞羞涩涩的不愿张贴招安表，再多一点儿的书都不会背么？\n\n此前，安倍造访白头鹰时，特朗普已投桃报李，表示“美日同盟是亚太地区和平与稳定的基础”。同时，白头鹰承诺将会使用包括常规武器和核桃武器在内的全部军事实力，如此罩看东瀛，而且“不可动摇”。\n\n这个基石仍将被强化或强调。不妨看下个月，也就是11月，特朗普将启程前往亚太，首访第一站就是东瀛，且让我们拭目以待。\n\n（3）与北极熊\n\n无需置疑的一个趋势是，安倍自五年前再度拜相之后，多次会晤普大帝（以首相身份，安倍会见普大帝的次数至少为16次，相当频繁），一直着力谋求与北极熊改善关系。随着奥巴马白左势力逐渐退出前台，特朗普入主白宫之后，安倍此前的步伐也将大大提速。\n\n诸位明鉴，东瀛与北极熊之间最大的外交障碍，就是北方四岛（北极熊称之为南千岛群岛）问题。对于双方而言，如何归还东瀛北方四岛，这是一个可供谈判的筹码，无非就是出价与讨价的关系。\n\n之前双方已进行多个回合谈判，基本前提是1956年《日苏共同宣言》先解决两岛（齿舞岛、色丹岛），同时，这包括经济合作内容在内。然而，尚未取得突破性进展。\n\n那么，分歧点在于何处呢？一语以蔽之，东瀛要的是地，北极熊要的是钱，因而从本质上来说，这其实就是一个彼此讨价还价的技术性问题，并非不可想象。\n\n前置性的准备工作，其实东瀛已经在悄悄进行了。譬如，如果关注北极熊远东地区，来自东瀛资本投资合作的项目已经超过100多项，其中就包括东瀛于2015年11月宣布成立的、资金规模高达1100亿美元的基金。对此，东瀛这样表示，“该笔资金关系到俄罗斯，尤其是远东地区”。\n\n直到当前，东瀛对北极熊远东地区的投资，还在持续扩张。\n\n不断给北极熊投之以甜头，让你欲罢不能，同时创造良好的会晤氛围，以期换取后者在北方四岛立场上有所松动。不能完全排除以下这种可能性，如果未来某一天，当北极熊经济持续困顿不堪，就会做出某种让步。可别忘了，这个普大帝曾被基辛格评价为“利益冷静的计算者”，算账方式可不是体育老师教的。\n\n让步之后，核心点是什么呢？除了解决双方外交上的障碍，彼此郑智上都交待得过去，东瀛部分拿回土地，北极熊得以缓解经济压力之外，最关键之处在于，双方就有可能缔结和平条约。\n\n那么，这样的和平条约又将意味着什么呢？正如本人天风盗在10月15日所发文章《趋势篇：断层线冲突加剧演变的时代》中说的一样，这样的条约，性质上其实就等同于白头鹰与北极熊未来认定的条顿森林区域一样，划定或默认双方势力与秩序的边缘。\n\n不仅如此，这样的条约，必然涉及未来远东秩序重新洗牌之后，如何分赃的问题。这里说的，当然不仅仅与半岛上那个年轻的胖子相关，真正的重点将包括胖子北边与西边更广大的区域。从条约的性质而言，类似70多年前的雅尔塔协定一样，关于远东未来秩序设定上，白头鹰、东瀛与北极熊，大概率迟早会形成新形势下的雅尔塔协定。\n\n如果东瀛与北极熊能够达成和平条约，这就会是走向新时期雅尔塔协定的跳板之一。俺判断，迟早这是大概率发生的事件。\n\n对于双方而言，尤其是东瀛，为此支付一些代价是值得的。正如前文所述，安倍所言之“如何应对我托，是本世纪最大的主题”，与特朗普之前所说过的“本世纪最大挑战”以及班农的“第四回合”，彼此默契的程度如出一辙。他们都心知肚明，未来的最后决战之处，究竟在什么地方。\n\n（4）与我托\n\n本节不作具体展开，明白的自然明白，不懂的仍需自行脑补，毕竟秋季萧瑟，风又太大。这里只简单提及以下三个具有针对性的行为模式特征——文的，武的，都要跟你去玩；软的，硬的，吃定的也都将是你；虚的，实的，机锋所向的当然还是你：\n\n其一，如果特朗普想再次布置家庭作业，要求我托补足投名状成色，狼行的东瀛也会尾随跟着吃肉喝汤。\n\n其二，如果特朗普要跟我托撕破脸，掀桌子，东瀛也会伸出逐渐磨尖的利爪，挑逗而挑战。\n\n其三，半岛上那个火箭男很有用，趁我托仍未睡醒却还在自以为是的时候，让他继续再玩耍一会儿。\n\n本次大选之后，不但“安倍经济学”方向得以继续延续下去，而且，走向修宪第九条之路已经打通。这是安倍的初心，如今少了后顾之忧，立场上将更趋鹰派，且不会回头。\n \n\n（图为在大选中取得压倒性胜利的安倍，于当天记者会上接受各方祝贺。接下来，安倍将在随后的特别国会上正式被指名为第98任首相，并开启其第4届内阁战车。）\n\n基于以上分析，按照白宫10月16日所公布的特朗普首次出访亚洲行程来看，11月5-7日访问东瀛，我相信，一定很有看头。过罢东瀛，两天之后，大戏继续登场。\n\n如果说此前鹰视狼顾玩儿“三支箭”的安倍，是一个弓箭手，干的是狙击与远程打击的活儿，那么，如今再次强势上位之后，除了弓不离身，他还会再拎起武士刀，不惜悍然走进断层线冲突的前缘区域。\n\n狼，就要来了。没别的，要么吃肉，要么卡脖子。\n\n天风盗\n2017年10月23日",
			"added": 1509250917,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT": 1
	},
	"next_comment_id": 9,
	"comment": {
		"1_1N6tJ9npCbotHFueEZ3pRwPdu3Wnej4n33": [
			{
				"comment_id": 1,
				"body": "为什么要收台湾",
				"added": 1509237146
			}
		],
		"4_1vjjRJpiNosn98M8cc1R6FnhgwY2bAekr": [
			{
				"comment_id": 2,
				"body": "5毛真多，都到0网了",
				"added": 1509237638
			}
		],
		"3_1Ko7622HKggRGbJny5hCS4n9wwMAVVLTSf": [
			{
				"comment_id": 3,
				"body": "怎么用i2p访问暗网网站呢？好像没有可点击的入口",
				"added": 1509271391
			}
		],
		"1_1CpX6ctRxB7XWZsRZFcgZgPvZRKDte5eM": [
			{
				"comment_id": 4,
				"body": "DHT是什么？",
				"added": 1509271940
			}
		],
		"569_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 5,
				"body": "难说，看财政赤字上升的速度",
				"added": 1509280072
			}
		],
		"512_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 6,
				"body": "债务驱动的，没有意义",
				"added": 1509280348
			}
		],
		"2_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6": [
			{
				"comment_id": 7,
				"body": "> [i2pss](#comment_1_1maRVvPkjC4EEYFGoWuxb2hyjS12do8zP): 我也是只能访问 .i2p的网站， 站外的出不去 其他网站> a197621744: 出口節點，好像掛掉了，所以目前只能訪問i2p內網。\n\n怎么访问I2P内网，我是小白一个，只能打开路由控制台",
				"added": 1509370749
			},
			{
				"comment_id": 8,
				"body": "> [a197621744](#comment_9_1ZuZ3wk7CFvqnMb9BRaHrvayLJTrCdyKX): 請設定你的代理伺服器，對應i2p裡面的I2P HTTP Proxy，就可以了，預設是端口4444。\n> 這個其實跟透過i2p翻牆是一樣的設定方式，只是因為目前公眾的出口節點已經負荷不堪了，所以目前只能成功訪問.i2p結尾的網站。\n\n能推荐一些I2P的内网吗？我上去看看，只要把代理服务器的节点改成127.0.0.1，端口改成4444就可以了吗？",
				"added": 1509509094
			}
		]
	},
	"comment_vote": {}
}