{
	"next_topic_id": 16,
	"topic": [
		{
			"topic_id": 1,
			"title": "[摘录]全面学习GFW",
			"body": "摘自：https://docs.google.com/document/d/1mmMiMYbviMxJ-DhTyIGdK7OOg581LSD1CZV4XY1OMG8/edit#heading=h.qgojh5xsppyz\n \n\nGFW会是一个长期的存在。要学会与之共存，必须先了解GFW是什么。做为局外人，学习GFW有六个角度。渐进的来看分别是：\n\n首先我们学习到的是WHAT和WHEN。比如说，你经常听到人的议论是“昨天”，“github”被封了。其中的昨天就是WHEN，github就是WHAT。这是学习GFW的最天然，最朴素的角度。在这个方面做得非常极致的是一个叫做greatfire的网站。这个网站长期监控成千上万个网站和关键词。通过长期监控，不但可以掌握WHAT被封锁了，还可以知道WHEN被封的，WHEN被解封的。\n\n接下来的角度是WHO。比如说，“方校长”这个人名就经常和GFW同时出现。但是如果仅仅是掌握一个两个人名，然后像某位同志那样天天在twitter上骂一遍那样，除了把这个人名骂成名人之外，没有什么特别的积极意义。我更看好这篇文章“通过分析论文挖掘防火长城(GFW)的技术人员”的思路。通过网络上的公开信息，掌握GFW的哪些方面与哪些人有关系，这些合作者之间又有什么联系。除了大家猜测的将来可以鞭尸之外，对现在也是有积极的意义的。比如关注这些人的研究动态和思想发展，可以猜测GFW的下一步发展方向。比如阅读过去发表的论文，可以了解GFW的技术演进历史，可以从历史中找到一些技术或者管理体制上的缺陷。\n\n再接下来就是WHY了。github被封之后就常听人说，github这样的技术网站你封它干啥？是什么原因促成了一个网站的被封与解封的？我们做为局外人，真正的原因当然是无从得知的。但是我们可以猜测。基于猜测，可以把不同网站被封，与网络上的舆情时间做关联和分类。我们知道，方校长对于网路舆情监控是有很深入研究的。有一篇论文（Whiskey, Weed, and Wukan on the World Wide Web: On Measuring Censors’ Resources and Motivations）专门讨论监管者的动机的。观测触发被封的事件与实际被封之间的时间关系，也可以推测出一些有趣的现象。比如有人报告，OpenVPN触发的封端口和封IP这样的事情一般都发生在中国的白天。也就是说，GFW背后不光是机器，有一些组件是血肉构成的。\n\n剩下的两个角度就是对如何翻墙穿墙最有价值的两个角度了：HOW和WHERE。HOW是非常好理解的，就是在服务器和客户端两边抓包，看看一个正常的网络通信，GFW做为中间人，分别给两端在什么时候发了什么包或者过滤掉了什么包。而这些GFW做的动作，无论是过滤还是发伪包又是如何干扰客户端与服务器之间的正常通信的。WHERE是在知道了HOW之后的进一步发展，不但要了解客户端与服务器这两端的情况，更要了解GFW是挂在两端中间的哪一级路由器上做干扰的。在了解到GFW的关联路由器的IP的基础上，可以根据不同的干扰行为，不同的运营商归属做分组，进一步了解GFW的整体部署情况。\n\n整体上来说，对GFW的研究都是从WHAT和WHEN开始，让偏人文的就去研究WHO和WHY，像我们这样偏工程的就会去研究HOW和WHERE。以上就是全面了解GFW的主体脉络。接下来，我们就要以HOW和WHERE这两个角度去看一看GFW的原理。\n\nGFW的原理\n要与GFW对抗不能仅仅停留在什么不能访问了，什么可以访问之类的表面现象上。知道youtube不能访问了，对于翻墙来说并无帮助。但是知道GFW是如何让我们不能访问youtube的，则对下一步的翻墙方案的选择和实施具有重大意义。所以在讨论如何翻之前，先要深入原理了解GFW是如何封的。\n\n总的来说，GFW是一个分布式的入侵检测系统，并不是一个严格意义上的防火墙。不是说每个出入国境的IP包都需要先经过GFW的首可。做为一个入侵检测系统，GFW把你每一次访问facebook都看做一次入侵，然后在检测到入侵之后采取应对措施，也就是常见的连接重置。整个过程一般话来说就是：\n\n\n\n检测有两种方式。一种是人工检测，一种是机器检测。你去国新办网站举报，就是参与了人工检测。在人工检测到不和谐的网站之后，就会采取一些应对方式来防止国内的网民访问该网站。对于这类的封锁，规避检测就不是技术问题了，只能从GFW采取的应对方式上采取反制措施。另外一类检测是机器检测，其检测过程又可以再进一步细分：\n\n\n\n重建\n \n\n重建是指GFW从网络上监听过往的IP包，然后分析其中的TCP协议，最后重建出一个完整的字节流。分析是在这个重建的字节流上分析具体的应用协议，比如HTTP协议。然后在应用协议中查找是不是有不和谐的内容，然后决定采用何种应对方式。\n\n所以，GFW机器检测的第一步就是重建出一个字节流。那么GFW是如何拿到原始的IP包的呢？真正的GFW部署方式，外人根本无从得知。据猜测，GFW是部署在国家的出口路由器的旁路上，用“分光”的方式把IP包复制一份到另外一根光纤上，从而拿到所有进出国境的IP包。下图引在gfwrev.blogspot.com：\n\n但是Google在北京有自己的机房。所以聪明的网友就使用Google的北京机房提供的GAE服务，用Goagent软件达到高速翻墙的目的。但是有网友证实（https://twitter.com/chengr28/status/260970749190365184），即便是北京的机房也会被骨干网丢包。事实上Google在北京的谷翔机房有一个独立的AS（BGP的概念）。这个AS与谷歌总部有一条IPV6的直连线路，所以通过这个机房可以用IPV6不受墙的限制出去。但是这个AS无论是连接国内还是国外都是要经过GFW的。所以机房在北京也不能保证国内访问不被墙。GFW通过配置骨干网的BGP路由规则，是可以让国内的机房也经过它的。另外一个例子是当我们访问被封的网站触发连接重置的时候，往往收到两个RST包，但是TTL不同。还有一个例子是对于被封的IP，访问的IP包还没有到达国际出口就已经被丢弃。所以GFW应该在其他地方也部署有设备，据推测是在省级骨干路由的位置。\n\n对于GFW到底在哪这个话题，最近又有国外友人表达了兴趣（https://github.com/mothran/mongol）。笔者在前人的基础上写了一个更完备的探测工具https://github.com/fqrouter/qiang。其原理是基于一个IP协议的特性叫TTL。TTL是Time to Live的简写。IP包在没经过一次路由的时候，路由器都会把IP包的TTL减去1。如果TTL到零了，路由器就不会再把IP包发给下一级路由。然后我们知道GFW会在监听到不和谐的IP包之后发回RST包来重置TCP连接。那么通过设置不同的TTL就可以知道从你的电脑，到GFW之间经过了几个路由器。比如说TTL设置成9不触发RST，但是10就触发RST，那么到GFW就是经过了10个路由器。另外一个IP协议的特性是当TTL耗尽的时候，路由器应该发回一个TTL EXCEEDED的ICMP包，并把自己的IP地址设置成SRC（来源）。结合这两点，就可以探测出IP包是到了IP地址为什么的路由器之后才被GFW检测到。有了IP地址之后，再结合IP地址地理位置的数据库就可以知道其地理位置。据说，得出的位置大概是这样的：\n\n但是这里检测出来的IP到底是GFW的还是骨干路由器的？更有可能的是骨干路由器的IP。GFW做为一个设备用“分光”的方式挂在主干路由器旁边做入侵检测。无论如何，GFW通过某种神奇的方式，可以拿到你和国外服务器之间来往的所有的IP包，这点是肯定的。更严谨的理论研究有：Internet Censorship in China: Where Does the Filtering Occur?\n\nGFW在拥有了这些IP包之后，要做一个艰难的决定，那就是到底要不要让你和服务器之间的通信继续下去。GFW不能太过于激进，毕竟全国性的不能访问国外的网站是违反GFW自身存在价值的。GFW就需要在理解了IP包背后代表的含义之后，再来决定是不是可以安全的阻断你和国外服务器之间的连接。这种理解就要建立了前面说的“重建”这一步的基础上。大概用图表达一下重建是在怎么一回事：\n\n重建需要做的事情就是把IP包1中的GET /inde和IP包2中的x.html H和IP包3中的TTP/1.1拼到一起变成GET /index.html HTTP/1.1。拼出来的数据可能是纯文本的，也可能是二进制加密的协议内容。具体是什么是你和服务器之间约定好的。GFW做为窃听者需要猜测才知道你们俩之间的交谈内容。对于HTTP协议就非常容易猜测了，因为HTTP的协议是标准化的，而且是未加密的。所以GFW可以在重建之后很容易的知道，你使用了HTTP协议，访问的是什么网站。\n\n重建这样的字节流有一个难点是如何处理巨大的流量？这个问题在这篇博客（http://gfwrev.blogspot.tw/2010/02/gfw.html）中已经讲得很明白了。其原理与网站的负载均衡器一样。对于给定的来源和目标，使用一个HASH算法取得一个节点值，然后把所有符合这个来源和目标的流量都往这个节点发。所以在一个节点上就可以重建一个TCP会话的单向字节流。\n\n最后为了讨论完整，再提两点。虽然GFW的重建发生在旁路上是基于分光来实现的，但并不代表整个GFW的所有设备都在旁路。后面会提到有一些GFW应对形式必须是把一些GFW的设备部署在了主干路由上，比如对Google的HTTPS的间歇性丢包，也就是GFW是要参与部分IP的路由工作的。另外一点是，重建是单向的TCP流，也就是GFW根本不在乎双向的对话内容，它只根据监听到的一个方向的内容然后做判断。但是监听本身是双向的，也就是无论是从国内发到国外，还是从国外发到国内，都会被重建然后加以分析。所以一个TCP连接对于GFW来说会被重建成两个字节流。具体的证据会在后面谈如何直穿GFW中详细讲解。\n\n分析\n分析是GFW在重建出字节流之后要做的第二步。对于重建来说，GFW主要处理IP协议，以及上一层的TCP和UDP协议就可以了。但是对于分析来说，GFW就需要理解各种各样的应用层的稀奇古怪的协议了。甚至，我们也可以自己发明新的协议。\n\n总的来说，GFW做协议分析有两个相似，但是不同的目的。第一个目的是防止不和谐内容的传播，比如说使用Google搜索了“不该”搜索的关键字。第二个目的是防止使用翻墙工具绕过GFW的审查。下面列举一些已知的GFW能够处理的协议。\n\n对于GFW具体是怎么达到目的一，也就是防止不和谐内容传播的就牵涉到对HTTP协议和DNS协议等几个协议的明文审查。大体的做法是这样的。\n\n像HTTP这样的协议会有非常明显的特征供检测，所以第一步就没什么好说的了。当GFW发现了包是HTTP的包之后就会按照HTTP的协议规则拆包。这个拆包过程是GFW按照它对于协议的理解来做的。比如说，从HTTP的GET请求中取得请求的URL。然后GFW拿到这个请求的URL去与关键字做匹配，比如查找Twitter是否在请求的URL中。为什么有拆包这个过程？首先，拆包之后可以更精确的打击，防止误杀。另外可能预先做拆包，比全文匹配更节省资源。其次，xiaoxia和liruqi同学的jjproxy的核心就是基于GFW的一个HTTP拆包的漏洞，当然这个bug已经被修复了。其原理就是GFW在拆解HTTP包的时候没有处理有多出来的rn这样的情况，但是你访问的google.com却可以正确处理额外的rn的情况。从这个例子中可以证明，GFW还是先去理解协议，然后才做关键字匹配的。关键字匹配应该就是使用了一些高效的正则表达式算法，没有什么可以讨论的。\n\nHTTP代理和SOCKS代理，这两种明文的代理都可以被GFW识别。之前笔者认为GFW可以在识别到HTTP代理和SOCKS代理之后，再拆解其内部的HTTP协议的正文。也就是做两次拆包。但是分析发现，HTTP代理的关键字列表和HTTP的关键字列表是不一样的，所以笔者现在认为HTTP代理协议和SOCKS代理协议是当作单独的协议来处理的，并不是拆出载荷的HTTP请求再进行分析的。\n\n目前已知的GFW会做的协议分析如下：\n\nDNS 查询\nGFW可以分析53端口的UDP协议的DNS查询。如果查询的域名匹配关键字则会被DNS劫持。可以肯定的是，这个匹配过程使用的是类似正则的机制，而不仅仅是一个黑名单，因为子域名实在太多了。证据是：2012年11月9日下午3点半开始，防火长城对Google的泛域名 .google.com 进行了大面积的污染，所有以 .google.com 结尾的域名均遭到污染而解析错误不能正常访问，其中甚至包括不存在的域名（来源http://zh.wikipedia.org/wiki/%E5%9F%9F%E5%90%8D%E5%8A%AB%E6%8C%81）\n\n目前为止53端口之外的查询也没有被劫持。但是TCP的DNS查询已经可以被TCP RST切断了，表明了GFW具有这样的能力，只是不屑于大规模部署。而且TCP查询的关键字比UDP劫持的域名要少的多。目前只有dl.dropbox.com会触发TCP RST。相关的研究论文有：\n\nHold-On: Protecting Against On-Path DNS Poisoning\n\nThe Great DNS Wall of China\n\nHTTP 请求\nGFW可以识别出HTTP协议，并且检查GET的URL与HOST。如果匹配了关键字则会触发TCP RST阻断。前面提到了jjproxy使用的构造特殊的HTTP GET请求欺骗GFW的做法已经失效，现在GFW只要看到rn就直接TCP RST阻断了（来源u/0/108661470402896863593/posts/6U6Q492M3yY）。相关的研究论文有：\n\nThe Great Firewall Revealed\n\nIgnoring the Great Firewall of China\n\nHTTP URL/深度关键字检测\n\nConceptDoppler: A Weather Tracker for Internet Censorship\n\nHTTP 响应\nGFW除了会分析上行的HTTP GET请求，对于HTTP返回的内容也会做全文关键字检查。这种检查与对请求的关键字检查不是由同一设备完成的，而且对GFW的资源消耗也更大。相关的研究论文有：\n\nEmpirical Study of a National-Scale Distributed Intrusion Detection System: Backbone-Level Filtering of HTML Responses in China\n\nHTTP代理协议\nTODO\n\nSOCKS4/5代理协议\nTODO\n\nSMTP 协议\n因为有很多翻墙软件都是以邮件索取下载地址的方式发布的，所以GFW有针对性的封锁了SMTP协议，阻止这样的邮件往来。\n\n封锁有三种表现方式（http://fqrouter.tumblr.com/post/43400982633/gfw-smtp），简单概要的说就是看邮件是不是发往上了黑名单的邮件地址的（比如xiazai@upup.info就是一个上了黑名单的邮件地址），如果发现了就立马用TCP RST包切断连接。\n\n电驴(ed2k)协议\nGFW还会过滤电驴（ed2k）协议中的查询内容。因为ed2k还有一个混淆模式，会加密往来的数据包，GFW会切断所有使用混淆模式的ed2k连接，迫使客户端使用明文与服务器通讯（http://fqrouter.tumblr.com/post/43490772120/gfw-ed2k）。然后如果客户端发起了搜索请求，查找的关键字中包含敏感词的话就会被用TCP RST包切断连接。\n\n对翻墙流量的分析识别\nGFW的第二个目的是封杀翻墙软件。为了达到这个目的GFW采取的手段更加暴力。原因简单，对于HTTP协议的封杀如果做不好会影响互联网的正常运作，GFW与互联网是共生的关系，它不会做威胁自己存在的事情。但是对于TOR这样的几乎纯粹是为翻墙而存在的协议，只要检测出来就是格杀勿论的了。GFW具体是如何封杀各种翻墙协议的，我也不是很清楚，事态仍然在不断更新中。但是举两个例子来证明GFW的高超技术。\n\n第一个例子是GFW对TOR的自动封杀，体现了GFW尽最大努力去理解协议本身。根据这篇博客（https://blog.torproject.org/blog/knock-knock-knockin-bridges-doors）。使用中国的IP去连接一个美国的TOR网桥，会被GFW发现。然后GFW回头（15分钟之后）会亲自假装成客户端，用TOR的协议去连接那个网桥。如果确认是TOR的网桥，则会封当时的那个端口。换了端口之后，可以用一段时间，然后又会被封。这表现出了GFW对于协议的高超检测能力，可以从国际出口的流量中敏锐地发现你连接的TOR网桥。据TOR的同志说是因为TOR协议中的握手过程具有太明显的特征了。另外一点就表现了GFW的不辞辛劳，居然会自己伪装成客户端过去连连看。\n\n第二个例子表现了GFW根本不在乎加密的流量中的具体内容是不是有敏感词。只要疑似翻墙，特别是提供商业服务给多个翻墙，就会被封杀。根据这个帖子（http://www.v2ex.com/t/55531），使用的ShadowSocks协议。预先部署密钥，没有明显的握手过程仍然被封。据说是GFW已经升级为能够机器识别出哪些加密的流量是疑似翻墙服务的。\n\n关于GFW是如何识别与封锁翻墙服务器的，最近写了一篇文章提出我的猜想，大家可以去看看：http://fqrouter.tumblr.com/post/45969604783/gfw。\n\n最近发现GFW对OpenVPN和SSL证书已经可以做到准实时的封IP（端口）。原理应该是离线做的深包分析，然后提取出可疑的IP列表，经过人工确认之后封IP。因为OpenVPN有显著的协议的特征，而且基本不用于商业场景所以很容易确认是翻墙服务。但是SSL也就是HTTPS用的加密协议也能基于“证书”做过滤不得不令人感到敬畏了。Shadowsocks的作者Clowwindy为此专门撰文“为什么不应该用SSL翻墙“：https://gist.github.com/clowwindy/5947691。\n\n总结起来就是，GFW已经基本上完成了目的一的所有工作。明文的协议从HTTP到SMTP都可以分析然后关键字检测，甚至电驴这样不是那么大众的协议GFW都去搞了。从原理上来说也没有什么好研究的，就是明文，拆包，关键字。GFW显然近期的工作重心在分析网络流量上，从中识别出哪些是翻墙的流量。这方面的研究还比较少，而且一个显著的特征是自己用没关系，大规模部署就容易出问题。我目前没有在GFW是如何封翻墙工具上有太多研究，只能是道听途说了。\n\n应对\nGFW的应对措施是三步中最明显的，因为它最直接。GFW的重建过程和协议分析的过程需要耐心的试探才能大概推测出GFW是怎么实现的。但是GFW的应对手段我们每天都可以见到，比如连接重置。GFW的应对目前可以感受到的只有一个目的就是阻断。但是从广义上来说，应对方式应该不限于阻断。比如说记录下日志，然后做统计分析，秋后算账什么的也可以算是一种应对。就阻断方式而言，其实并不多，那么我们一个个来列举吧。\n\n封IP\n一般常见于人工检测之后的应对。还没有听说有什么方式可以直接使得GFW的机器检测直接封IP。一般常见的现象是GFW机器检测，然后用TCP RST重置来应对。过了一段时间才会被封IP，而且没有明显的时间规律。所以我的推测是，全局性的封IP应该是一种需要人工介入的。注意我强调了全局性的封IP，与之相对的是部分封IP，比如只对你访问那个IP封个3分钟，但是别人还是可以访问这样的。这是一种完全不同的封锁方式，虽然现象差不多，都是ping也ping不通。要观摩的话ping twitter.com就可以了，都封了好久了。\n\n其实现方式是把无效的路由黑洞加入到主干路由器的路由表中，然后让这些主干网上的路由器去帮GFW把到指定IP的包给丢弃掉。路由器的路由表是动态更新的，使用的协议是BGP协议。GFW只需要维护一个被封的IP列表，然后用BGP协议广播出去就好了。然后国内主干网上的路由器都好像变成了GFW的一份子那样，成为了帮凶。\n\n如果我们使用traceroute去检查这种被全局封锁的IP就可以发现，IP包还没有到GFW所在的国际出口就已经被电信或者联通的路由器给丢弃了。这就是BGP广播的作用了。\n\nDNS劫持\n这也是一种常见的人工检测之后的应对。人工发现一个不和谐网站，然后就把这个网站的域名给加到劫持列表中。其原理是基于DNS与IP协议的弱点，DNS与IP这两个协议都不验证服务器的权威性，而且DNS客户端会盲目地相信第一个收到的答案。所以你去查询facebook.com的话，GFW只要在正确的答案被返回之前抢答了，然后伪装成你查询的DNS服务器向你发错误的答案就可以了。\n\nTCP RST阻断\nTCP协议规定，只要看到RST包，连接立马被中断。从浏览器里来看就是连接已经被重置。我想对于这个错误大家都不陌生。据我个人观感，这种封锁方式是GFW目前的主要应对手段。大部分的RST是条件触发的，比如URL中包含某些关键字。目前享受这种待遇的网站就多得去了，著名的有facebook。还有一些网站，会被无条件RST。也就是针对特定的IP和端口，无论包的内容就会触发RST。比较著名的例子是https的wikipedia。GFW在TCP层的应对是利用了IPv4协议的弱点，也就是只要你在网络上，就假装成任何人发包。所以GFW可以很轻易地让你相信RST确实是Google发的，而让Google相信RST是你发的。\n\n封端口\nGFW除了自身主体是挂在骨干路由器旁路上的入侵检测设备，利用分光技术从这个骨干路由器抓包下来做入侵检测 (所谓 IDS)，除此之外这个路由器还会被用来封端口 (所谓 IPS)。GFW在检测到入侵之后可以不仅仅可以用TCP RST阻断当前这个连接，而且利用骨干路由器还可以对指定的IP或者端口进行从封端口到封IP，设置选择性丢包的各种封禁措施。可以理解为骨干路由器上具有了类似“iptables”的能力（网络层和传输层的实时拆包，匹配规则的能力）。这个iptables的能力在CISCO路由器上叫做ACL Based Forwarding (ABF)。而且规则的部署是全国同步的，一台路由器封了你的端口，全国的挂了GFW的骨干路由器都会封。一般这种封端口都是针对翻墙服务器的，如果检测到服务器是用SSH或者VPN等方式提供翻墙服务。GFW会在全国的出口骨干路由上部署这样的一条ACL规则，来封你这个服务器+端口的下行数据包。也就是如果包是从国外发向国内的，而且src（源ip）是被封的服务器ip，sport（源端口）是被封的端口，那么这个包就会被过滤掉。这样部署的规则的特点是，上行的数据包是可以被服务器收到的，而下行的数据包会被过滤掉。\n\n如果被封端口之后服务器采取更换端口的应对措施，很快会再次被封。而且多次尝试之后会被封IP。初步推断是，封端口不是GFW的自动应对行为，而是采取黑名单加人工过滤地方式实现的。一个推断的理由就是网友报道，封端口都是发生在白天工作时间。\n\n在进入了封端口阶段之后，还会有继发性的临时性封其他端口的现象，但是这些继发性的封锁具有明显的超时时间，触发了之后（触发条件不是非常明确）会立即被封锁，然后过了一段时间就自动解封。目前对于这一波封SSH/OPENVPN采用的以封端口为明显特征的封锁方式研究尚不深入。可以参考我最近写的一篇文章：http://fqrouter.tumblr.com/post/45969604783/gfw\n\nHTTPS间歇性丢包\n对于Google的HTTPS服务，GFW不愿意让其完全不能访问。所以采取的办法是对于Google的某些IP的443端口采取间歇性丢包的措施。其原理应该类似于封端口，是在骨干路由器上做的丢包动作。但是触发条件并不只是看IP和端口，加上了时间间隔这样一个条件。",
			"added": 1480334119,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "王震谈建国后剿匪：须用大炮讲理 用刺刀教训",
			"body": "1949年，王震率领10万官兵进军新疆，展开了轰轰烈烈的大生产与剿匪活动，受到党中央和毛泽东的肯定。新疆，王震的荣耀之地。\n\n“你到新疆就是去演红娘，唱主角，为那里的各族人民做好事”\n\n1949年初，我军挥师西进，新疆的解放指日可待。\n\n3月，中共七届二中全会在河北西柏坡召开，会议的主要议题已经定在了新中国的建立上。会议期间，王震向毛泽东请缨：“我要求到最艰苦的地方去，到一切需要去的边疆去，到新疆去！”\n\n王震是毛泽东非常信任的战将。他1908年出生于湖南浏阳的佃农家庭，早年参加了湘赣苏区的创建工作。1930年9月，毛泽东夸赞王震写的传单、布告很有功底，王震回答说：“报告毛委员，我原名叫王余开，也叫过王正林，我们游击队的秀才们说用‘王震’的名字响亮，用这个名字出布告，震动大，能镇得住地主、老财和民团，便建议我改成这个名字。我是个大老粗，没喝过几瓶墨水，你看到的那些传单、布告都是我们的那些秀才写的！”毛泽东说：“你们的传单、布告不像完全出自纤纤秀才手，倒像经过你这位‘大老粗’的刀砍斧劈，有一种气势！你这位‘大老粗’能把那些‘小嫩细’组织起来，并把你的意图写出来，就是不‘粗’了！这方面我要好好向你学习！”\n\n抗战时期，王震率领三五九旅自力更生，开发南泥湾，成为一支独特的又战斗又生产的部队。南泥湾大生产得到了毛泽东的高度表扬，他为王震亲笔题词“有创造精神”，并赞誉三五九旅是“发展经济的前锋”。1944年11月，王震又率三五九旅主力南下，执行中央建立以五岭山脉为依托的抗日根据地的任务，后因时局变化北返，于1946年9月返回延安，行程2.7万余里，被毛泽东称为“第二次长征”。\n\n对于熟知孙子兵法的毛泽东来说，在进军新疆的战略上，能不用兵胜之是上策。毛泽东最后选定王震进疆，除其作风硬能打仗等开国将领共有的特征之外，三五九旅南泥湾开荒的特殊经历起了关键作用。毛泽东已经想到了新中国成立后，垦荒戍边的双重任务：新疆就是一个“大南泥湾”啊！\n\n新疆远离内地，入疆不仅要长途跋涉，想要在那儿站稳脚跟也得靠自己。尤其是粮食问题，从内地大规模运粮过去显然不现实，只能靠部队自己解决。而王震率领的部队能长途奔袭，又能打硬仗，还能耕地种田，显然很合适。\n\n就在王震请缨出征新疆后的一天晚上，西柏坡一个小剧场里演出京剧《红娘》，大家都去看戏了，王震却在一个安静的地方看文件。不久，毛泽东走过来，问他为什么没去看戏，还说：“《红娘》这出戏很好，那位红娘总是全心全意给人家做好事，很可爱。这出戏里红娘是主角，你到新疆就是去演红娘，唱主角，为那里的各族人民做好事。”\n\n毛泽东从一开始就提出解放新疆的方式，要以政治解决为主、军事解决为辅。特别是获悉帝国主义阴谋利用新疆复杂尖锐的民族矛盾制造分裂的情况后，毛泽东要求加快解决新疆的进程，他认为：“解决新疆问题的关键是我党和维吾尔族的紧密合作，在此基础上迫使国民党就范，并使张治中、陶峙岳等为我服务，使新疆能够和平地少破坏地接收过来并有秩序地改编国民党部队。”",
			"added": 1480494850,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "美国不再当世界警察？天塌不下来",
			"body": "随着特朗普的上台，美国的孤立主义倾向引起了世界的普遍担忧。包括中国社会的一些人，非常担心一旦“世界警察”撂下摊子，世界秩序会不会遭遇自冷战结束之后最大的威胁？\n这样的担忧虽然不无道理，却多少受到了“史上最丑陋美国大选”的惊吓，显得有些多愁善感甚至过度敏感。世界秩序当然需要美国这个全球头号强权国家的支持，但是破旧立新对于人类社会而言，也未必总是危大于机的冒险。\n世界秩序从来不是一成不变的体系与框架，在很多时候旧势力的退潮也许恰恰为更公平、更合理的人类进步留下了必要的空间。想当初，二战以后民族解放运动兴起，英法老牌殖民强国的文明体系瓦解，一些人也曾经担忧这个世界一旦失去了“必要的恶”将会怎样？历史证明，这个世界的人民完全有创造新秩序的能力。\n那些认为特朗普会终结美国“世界警察”角色的人，可能高看了特朗普对体制的“破坏力”。尽管这位毫无从政经验的商人表现出强烈的唯美国利益至上，逃避国际责任的倾向，但美国利益与其世界霸主地位是直接联系在一起的。没有美国的世界霸权，没有因为美国霸权而收到的红利，美国哪里有今天的好日子，而要保持这个霸权，很多时候也就必须承担应有的责任。\n特朗普作为一个现实主义者，他怎么会看不出美国的利益与霸权、责任之间这样一个关系。特朗普所追求的，恐怕是尽可能地多享受霸权，尽可能地少承担义务。比如他要求日、韩多承担美国的军费，要欧洲不要老搭美国的便车，其实都是从这个角度出发。\n说白了，以前的美国当的是暗地里收租的“世界警察”，现在的美国更想当明着收保护费的“教父”。特朗普不是不要世界秩序，而是要花费更便宜、回报更丰厚的世界新秩序。\n对于一些管起来劳而无功、没啥油水的地方，以前奥巴马、希拉里还要为“世界警察”的面子管一管，现在的特朗普的确可能撒手不管、把担子推给利益相关的其他国家了；但是对于管起来依然好处多多、红利滚滚的项目，特洛普怎么可能就这么放过。\n不要以为商人就对当警察不感兴趣，关键是看利润有多大，美国可是一个监狱都承包的国家。特朗普现在喊着撂挑子，其实不过是“讹诈”那些习惯了搭美国便车的盟友而已。\n即便美国真的在全球收缩，天也塌不下来。今天的世界与冷战刚结束之后的时代完全不同。在中、俄、印等大国崛起，伊朗、土耳其、南非、巴西等地区大国上升的大情势下，全球秩序当中并没有多少唯美国霸权才可以填补的空洞。相反，当前国际秩序的很多紊乱在很大程度上，恰恰是由于美国意图维持其一超独霸的地位，刻意遏制、打压其他权力而造成的结果。\n特朗普的收缩能够在很大程度上为这些权力的崛起留下必要的空间，从而使之前美国与这些新兴国家、地区强国的权力博弈，演变为更有距离感、边界感、分寸感的合作。一超的消退如果与多极的兴起同时发生，那么世界可能不会出现那种危险的混乱，而是变得更加的灵活与均衡。\n更重要的是，作为志在引领全球治理的中国，通过金砖组织、上海合作组织、G20、一带一路等各种机制的运作，已经在世界范围发挥越来越大的建设性影响。以共赢、合作、包容为基本内涵的世界新秩序正在形成与壮大之中，这个秩序里当然有美国极其重要的位置，但是却并不担忧美国的缺席。\n事实上，美国也并不想缺席。特朗普的高级幕僚对亚投行的积极看法，其实透露出中美双方在共同推进全球治理方面仍然存在广泛的增长空间。特朗普不是疯子，而是一个现实主义者，也许他的确是一个小气的现实主义者，但是只要他是现实主义者，他就会明白竞选的口号必须服从于执政中所面对的真实情境。\n所以，对于美国的孤立主义倾向，中国与世界不妨淡定一点。",
			"added": 1480495039,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "影响当前和未来中国政治社会生态的主义之争",
			"body": "民粹主义在过去十多年中对于中国民生的改善多有建树，对于建构社会的公平正义发挥了很大的作用，但同时也极大地削弱了发展主义，也对国家主义构成了挑战，并继而成为了中国政治社会经济生态系统的不稳定因素。\n\n\n在过去很长一段时期，国家通过共识性政治的过程将其意识形态与制度发展化，政治精英、知识精英和民众的诉求达成一致，发育出了国家主义和发展主义高度融合的“发展型政治”。由于这个制度从一开始就强调提高人民的物质生活水平，加上中国改革初期社会的平等状态，因此，国家主义的执政逻辑，发展主义的经济逻辑与民众的生活逻辑在“发展”上达成了高度一致，从而构成了中国政治、经济和社会的主体性叙事，也在客观上促成了“发展的政治正确性”。\n随着发展主义的差异性受益效应的出现，社会分化由此不断加大，出现了弱受益以及利益受侵害的群体，社会产生了对国家主义和发展主义联姻的道德性责难，中国当代的民粹主义随之出现。由于民粹主义的底层性和反精英性的特点，民粹主义迅速占据底层社会空间。民粹主义同时催生了中国的“民粹性学术“， 大量以批判性面貌出现的“为民请愿”的呼喊汇集成了很大的一股“学术浪潮”，这一浪潮通过消化底层社会生活和构建中国的”底层和弱势政治“，从而成为底层政治的代言人。在此情况下，原有的国家主义和发展主义的紧密结合关系发生了松动，发展主义的“硬道理”也开始变软，国家主义和民粹主义在“民意”的场域中找到了结合点，发展主义的主导性下降。 同时，国家主义的生存依然需要发展主义，至此，中国的发展步入了国家主义、发展主义和民粹主义交织联动的阶段。\n国家主义的结构性张力\n中国当代的国家主义从一开始就含有超出西方民族国家治理能力的内容。在党政一体化的体制下，在执政党的理念以及现代执政党面临的执政合法性的激励和中国传统政治遗产的共同作用下，中国特有的国家主义得以发育并继而成为了主导中国政治和社会经济生活的逻辑过程。一方面，国家主义必须包含确保社会公平和正义的成分，这都需要体现在国家治理结构的设置和功能的运转方面；另一方面，中国当代的国家主义又包含了国家的“经营性”，也就是我们所说的发展性。按照现代西方的国家政治理论和实践的一般性模型，国家的主体性作用是对市场的规范并确保市场的公平运行以及鼓励市场为社会创造财富；同时，国家通过自身的机器确保财富的分配和社会的公平和正义，但是，中国的国家主义的实践显然超出了这个范围。中国的国家主义不仅与市场性的发展主义高度结合，而且国家也同时是发展的主体之一（这也是中国的产业政策和西方讲的产业政策的区别，这也涉及到了林张最近的争论）。作为经典国家政治理论的假设，规则的制定者和执行者的一体化无法实现公平和正义，这就造成了中国国家主义的内在张力。中国国家主义的实践的矛盾在很大程度也是由于这个张力的存在，但是问题则又是中国的国家主义的特色，也正是在这个张力中紧密地粘合了发展主义，破除这个张力意味着国家主义和发展主义的分离和国家功能的收缩。这也是解释中国发展的理论和实践的难点所在，也是众多学术和政策争论的核心。同时，我们需要注意的是中国国家主义的发育除了受现代国家-社会范式的影响外，还在很大程度上受到了中国传统国家政治实践和民族主义的影响，国家主义也包含着民族主义的成分，这一方面使得中国国家主义具备了不断延续的文化基础，但也使得自由主义的有限国家的主张在中国的实践出现了文化上的障碍。中国当代国家主义的双重特点是中国发展的业绩和发展问题的核心原因，这个矛盾将持续影响中国未来的发展道路。\n发展主义的双重性格\n中国当代的发展主义一方面来源于中国被动性卷入全球化过程的文化适应策略。这可以用经典的资本主义在非资本主义世界扩张理论来解释。中国作为一个独立文明形态的历史延续也是中国当代发展主义的另一个重要根源。中国的社会文化演变中一直都有传统的启蒙性要素，如法家基于人性之恶的国家治理理念，传统的科技发展，传统的商业主义实践等等。所以中国的发展主义和在非洲实践的外来发展主义是不同的。有很多人将此称为“嵌入性”现代性。这种结合性的发展主义从一开始就强调对于外生性发展要素的技术性借鉴，如洋务运动的思想家冯桂芬所讲的“以中国之伦常名教为原本，辅以诸国富强之术”，以及改革开放所坚持在学习西方先进的管理和技术的同时坚持四项基本原则的理念。实用性的发展主义从内生层面规避了与国家主义的冲突，同时又在外生层面以其实用性与国家主义的功利性需求产生了亲和性。因为中国的发展主义在逻辑上不挑战国家主义，同时还会潜在地加强国家主义的权威，而国家主义的威权政治又为发展主义提供强有力地支持，因此，国家主义与发展主义构建了有机的联姻。这也就是孙立平先生说的政治精英和商业精英以及知识精英的结合。精英的结合对社会的主导以及发展所带来的社会大众普遍性的福利改善是发展主义得以在中国成长的重要政治和社会经济基础。但是，现代的发展主义的外生性要素在满足国家发展主义的需要的同时又与国家主义存在冲突。外生性发展主义框架中的很多要素，如自由主义和制度主义与国家主义中的很多要素构成了这个联姻的结构性矛盾，这个矛盾一直都在消解国家主义的权威，国家主义出于功利性需要在发展主义的压力下不断让步。同时，由于发展化的国家主义威权有利于发展主义的实践，因此也就使得发展主义对于国家主义产生了依赖，使得发展主义难以撼动国家主义的主导，也就消解了发展主义的扩张冲动，两者的有机互动形成了中国当代发展主义既冲击国家主义又为其让步的双重性格。\n民粹主义的异军突起\n如果说中国过去的政治社会过程更多地表现在国家主义和发展主义互动的话，那么，当前和今后将会是至少三个主义的互动。过去很长一段时间内，国家主义和发展主义整合了社会需求，构建了一个基于发展的社会共识，两者相互配合推动了中国的转型。然而，日益严重的社会分化和通向财富积累路径的日益封闭导致了针对发展的共识程度的下降。国家针对环境和社会公平问题的一系列举措极大地削弱了发展主义在中国的地位，国家主义和发展主义的联姻关系开始松动。在国家依然需要发展主义为其提供物化的资源的条件下，国家同时需要为其统治寻求新的合法性政治资源，因此，民粹主义开始出现并逐步在国家主义的框架中占据发展主义衰落的那部分政治份额，民粹主义与国家主义产生联动并继而与发展主义相互关联，中国政治社会经济生态的构成要素开始发生变化。\n从某种意义上说，本世纪以来不断成长的民粹主义改变了原有的相对均衡的国家-社会关系。民粹主义的迅速上升一方面来源于其代表的主张在表观上符合中国国家主义的政治道德取向（社会主义），另一方面也来自于民粹性学术思想扩散以及民粹运动与底层社会及弱受益群体的结合。虽然说这样的结合在中国特有的政治生态中不可能形成巨大的冲击力，但是从国家主义的让步和发展主义的影响消退可以看出这个压力也是相当有效的因为，民粹主义直接抨击发展的负面影响，直击商业精英利益，为弱受益和受损群体呼唤权利，因此迅速占据社会道德高地并获得巨大的社会资源，并继而通过主张发展民生绑架国家，胁迫发展主义的扩散。最后，民粹主义的主张和倡导为媒体提供了难得的社会资源，媒体特别是自媒体在阅读量竞赛的刺激下极大地推动了民粹思潮的扩散。民粹主义同时也在边缘性学科中获得大量的学术资源，并以其学术批判的正当性面貌出现占据社会舆论的中心。民粹主义的主张的表观正当性不仅直接削弱国家主义的主导性，同时也使得发展主义的理性抵抗无从落地。虽然说，民粹主义在过去十多年中对于中国民生的改善多有建树，对于建构社会的公平正义发挥了很大的作用，但同时也极大地削弱了发展主义，也对国家主义构成了挑战，并继而成为了中国政治社会经济生态系统的不稳定因素。\n从某种意义上讲，现在和未来中国的发展格局在很大程度上将取决于这三个主义之间如何互动，而且在发展性共识逐渐减弱的客观条件下，国家主义、发展主义和民粹主义的结构性张力将会成为中国政治社会经济发展的核心。",
			"added": 1480495707,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "中国式民主的五大特征",
			"body": "“‘名非天造，必从其实’。实现民主的形式是丰富多样的，不能拘泥于刻板的模式，更不能说只有一种放之四海而皆准的评判标准。”“中国特色社会主义政治制度之所以行得通、有生命力、有效率，就是因为它是从中国的社会土壤中生长起来的。”“在中国，发展社会主义民主政治，保证人民当家作主，保证国家政治生活既充满活力又安定有序，关键是要坚持党的领导、人民当家作主、依法治国有机统一。”党的十八大以来，习近平总书记围绕社会主义民主政治发表了一系列重要讲话，内容丰富、思想深刻。\n\n正如习总书记指出的那样，从民主政治发展的历史进程看，一个国家选择什么样的民主发展道路，必须与这个国家的国情和性质相适应。中国式民主根植于几千年来中国传统文化广阔沃土，形成于中国共产党和中国人民争取民族独立和国家富强的长期实践，是适应中国国情和经济社会发展需求的正确选择。\n\n中国式民主在形成和完善过程中，也形成了自身的鲜明特征:\n\n党的领导是根本特征。没有中国共产党，就没有新中国，也就没有人民民主，这已经是被历史证明了的客观事实。中国人民当家作主，是在中国共产党领导下经过艰苦卓绝的奋斗实现的。中国的民主政治制度，是中国共产党领导中国人民建立的。中国民主政治制度的发展和完善，也是在中国共产党领导下进行的。中国共产党的领导从根本上保证了人民当家作主。改革开放30多年来，我们不仅经济发展取得举世瞩目的成就，民主政治也取得了长足进步。人民群众在社会生活中享有的广泛自由、各种民主权利的保障，能够通过多种多样的形式参与到民主生活中来。\n\n人民当家作主是核心价值。公有制是社会主义制度的经济基础。在社会主义初级阶段，国家坚持公有制为主体、多种所有制经济共同发展的基本经济制度，坚持按劳分配为主体、多种分配方式并存的分配制度。这就从经济基础上决定了中国的民主不是少数人的民主，而是最广大人民的民主。在中国式民主的发展进程中，我们通过不断完善和发展人民代表大会制度、中国共产党领导的多党合作和政治协商制度、民族区域自治制度以及基层群众自治制度，还有诸如以扩大党内民主带动人民民主、政府决策民主化、建设司法民主、协商民主、网络问政等民主实践，创造了多种多样的政治参与形式，让广大人民群众真正参与到民主政治过程中。这不仅对人民的生活影响广泛而深刻，保证了人民当家作主，而且也对中国式民主的发展产生了重大影响。\n\n民主集中制是组织原则。以民主集中制为根本组织原则和活动方式的民主，充分发扬民主，集体议事，使人民的意愿和要求得到充分表达和反映。在广泛发扬民主的基础上，我们集中正确意见，集体决策，使人民的意愿和要求得以落实和满足。集中的过程，就是反对所谓的“大民主”，反对把个人意志凌驾于集体之上。民主集中制从组织原则上确保了中国式民主的充分实现。\n\n监督制约是重要保障。民主的本意很大程度上在于对权力进行监督和制约。因此，制约监督在很大程度上更能充分体现中国式民主的本质内涵。美国政治学家萨托利认为，现代政府在具体运作过程中必须严格遵循法定的权力界限，如立法机关的活动必须严格遵循法定程序，如集会、开会、听证、公开表决、质询等制度以及议案提出、审议、表决及公布等程序。行政机关必须在宪法和法律限定的权限范围内活动，不能对社会领域、市场领域进行过度的甚至无节制的干预。党的十八大以来，习近平总书记也多次强调要健全权力运行制约和监督体系以及制约和监督权力的极端重要性和紧迫性。\n\n法治建设是规范和引领。中国式民主是法治民主，就是以宪法和法律为准则，通过依法赋权（赋公民以权利，赋政府以权力）的方式，不仅保障政府依法施政，对人民负责，以免滥权而侵害公民权利，而且也对公民享有和行使权利给以必要约束。同时，保证公共管理的有效性和社会生活的有序性。党的十八届四中全会对全面推进依法治国作出了重要战略部署，从科学立法、严格执法、公正司法和全民守法等方面，提出了全面推进依法治国的具体措施。这些部署和措施，都是对民主政治发展的引领和规范。\n\n人们对民主的理解是不断深化的，关于民主的制度安排也是在不断发展、逐步完善的。毋庸讳言，中国式民主在一些方面还不够完备、不够成熟，但发展社会主义民主政治已成为全社会的共识，成为中国共产党和中国人民在政治建设上的努力方向。随着我国全面建成小康社会、全面实现中华民族伟大复兴的中国梦的进程加快，中国式民主也必然会进一步发展完善。\n\n(作者为国家行政学院研究员、博士生导师)",
			"added": 1480510084,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "中国式民主具有两大优势",
			"body": "“中国特色社会主义民主是个新事物，也是个好事物。”习近平总书记在庆祝全国人民代表大会成立60周年大会上指出，人民民主是中国共产党始终高举的旗帜。在前进道路上，我们要坚定不移走中国特色社会主义政治发展道路，继续推进社会主义民主政治建设、发展社会主义政治文明。\n\n如何理解中国式民主的真正优势？一直以来，在民主问题上，西方国家以导师自居，对世界各国指指点点。西方国家一直试图在发展中国家散播西方民主的种子，并希望结出美妙的果实。但殊不知，西方民主的固有缺陷给很多发展中国家带来的不是甜美的醇酱，而是无数的灾难。从美国学者亨廷顿所说的“第三波民主化浪潮”到近年来发生的“阿拉伯之春”，世界上有80个左右的国家和地区进行了所谓民主化转型，结果成功者寥寥无几，更有导致“国家失败”的例子，如利比亚、伊拉克和阿富汗。\n\n相反，中国特色社会主义民主政治坚持马克思主义政治发展的基本原理，按照中国国情，顺应时代要求，不断成长完善，形成了自身的独特优势。\n\n优势一：中国式民主是人民民主，是扎根于人民群众生活之中的民主。\n\n中国式民主没有西方那种动不动就口若悬河、声泪俱下的漫天承诺，也没有那种并不鲜见的拳脚相加，而是脚踏实地，一步一个脚印地向前发展，是内化在人民工作和生活之中的。\n\n中国式民主是生活化的民主，包含两层含义。首先，民主在基层得到了广泛而深入的发展。基层群众自治制度是中国特色社会主义三大基本政治制度之一，是我国基层民主的主要形式，是人民在农村、城市社区和企业实现当家作主权利的制度保障。在城乡社区治理、基层公共事务和公益事业中实行群众自我管理、自我服务、自我教育、自我监督，是人民依法直接行使民主权利的重要方式。在城市，社区建设不断深化，从完善群众自治组织和增强服务职能转向社区民主建设。\n\n我国城市地区已经普遍建立了由社区居民通过间接或直接方式选举居民委员会制度。社区民主建设形式多样，内涵丰富，从物业费调整到电梯大修，从停车问题到供暖问题的解决，都需要运用民主的方式征求居民意见和建议，百姓是在民主的环境中生活的。在农村，广大农民群众直接行使民主权利，依法办理自己的事情，实行自我管理、自我教育、自我服务，村民自治制度包括民主选举、民主决策、民主管理、民主监督等四个环节。\n\n其次，民主在各个层面的工作领域都得到了比较切实的落实。在各级领导干部的选任过程中，民主测评是不可缺少的环节。例如，在中国工程院院士选举过程中，始终强调坚持科学、民主、公开和质量第一的原则，充分发扬民主，自觉接受监督，认真组织投诉调查，建立了一次选举、两轮评审、三层把关（专业组、学部评审和主席团审定）、多次投票的评审选举制度，严格执行院士投票2/3通过的选举标准，保障了增选院士的质量。中国的企业民主也在逐步推进。2012年4月，中央纪委、中央组织部、国务院国资委、监察部、中华全国总工会、全国工商联等全国厂务公开协调小组成员单位联合下发《企业民主管理规定》，《规定》要求职工代表大会每年至少召开一次会议；全体会议必须有三分之二以上的职工代表出席；职工代表大会选举和表决相关事项，必须按照少数服从多数的原则，经全体职工代表的过半数通过。这些多层次工作领域的民主体现了民主的真实性。\n\n优势二：中国式民主提倡的协商民主，是与社会各界广泛协商基础上的民主。\n\n中国共产党领导的多党合作和政治协商制度是我国的一项基本政治制度。改革开放以来，我们党一直推动这一制度不断发展完善。它植根于中国独特的经济、政治和文化传统的土壤之中，是中国近代以来历史发展的必然结果，是中国共产党、各民主党派及全国人民共同的正确历史选择。\n\n早在1979年10月，邓小平同志就明确指出：“在中国共产党的领导下，实行多党派的合作，这是我国具体历史条件和现实条件所决定的，也是我们政治制度中的一个特点和优点。”在邓小平理论指引下，后来制定的《关于坚持和完善共产党领导的多党合作和政治协商制度的意见》明确指出：同民主党派进行政治协商，是中国共产党领导的多党合作和政治协商制度的一项重要内容。同时对协商的形式进行了详细规定。\n\n党的十八大以来，习近平总书记十分强调协商民主的重要意义。他指出：社会主义协商民主，是中国社会主义民主政治的特有形式和独特优势，是中国共产党的群众路线在政治领域的重要体现。他还强调：“我们要坚持有事多商量，遇事多商量，做事多商量，商量得越多越深入越好。”为此，中央在2015年印发了《关于加强社会主义协商民主建设的意见》和《关于加强人民政协协商民主建设的实施意见》两个文件，对社会主义协商民主的基本内涵、重要意义、指导思想、基本原则和渠道程序进行了明确和要求。这必将极大推进中国协商民主的发展。",
			"added": 1480510126,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 7,
			"title": "自由主义就是自由、平等、人权、民主，就是普世价值",
			"body": "自由主义就是自由、平等、人权、民主，就是普世价值，就是康德（I.Kant，1724-1804）讲的“人是目的”。但是，重点是中国的自由主义。它与通常我们所讲的西方自由主义有着很大的不同；或者说，它有三个特点。\n\n特点一：中国的自由主义是历史性的自由主义。西方自由主义认为自由、平等、人权、民主是天赋的，中国的自由主义并不认为是“天赋人权”--不是“bynature”，也不是“givenbygod”，也不是基督给予、上帝给予的，而是历史进化出来的。康有为的“三世说”，由据乱世、升平世到太平世，但是康有为强调，要经过“据乱”、“升平”。所以，中国的自由主义是历史的、改良的、渐进的。康有为把每“世”又划分为“小三世”，并认为“人权”、“民主”是现代经济的产物，把个人自由与现在大工业生产联系了起来。而人民群众的生存，衣、食、住、行的不断改善、不断进步，康有为讲得很多。这也就是儒家讲的“生生之谓易”在现代的发展。他把儒家与自由主义结合了起来。\n\n特点二：中国的自由主义是理想性的自由主义。西方的自由主义认为资本主义就是最好的社会，就是“历史终结”；中国的自由主义不认同历史的终结，认为还有更好的社会，会有超越资本主义的新社会。所以，它是有理想性的。康有为的《大同书》认为，西方资本主义世界并非完美无缺，不能停留在这儿。现代资本主义社会的自由、平等、人权、民主，都是在保护私有财产这个基础之上的；而将来会是公有财产，人人平等自由，没有官员、政府，只有大仁人、大智人，当然更没有资本家。当然，这个是不是会有，还可以讨论。但是，至少是比现代社会要好得多的这样的社会。康有为的《大同书》第一章就说，众生皆痛苦嘛，包括皇帝都有苦。人们觉得很荒唐，说皇帝哪有苦。就是说，康有为是有理想的。\n\n特点三：中国的自由主义是情感性的自由主义。西方的是启蒙理性，而中国是具有情感的。康有为的哲学是“仁”，20世纪50年代我专门讨论过。所以，我讲“情本体”，讲两种道德，讲情感信仰的宗教信仰。\n\n以上这三点是中国自由主义不同于西方自由主义的主要方面，这才是一条真正的道路。就目前来说，具体实践的方法，就是由开明专制到君主立宪。中国自由主义是理想性的。但我们目前要从现实出发，立足点就是今天的中国现状。",
			"added": 1480510383,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 8,
			"title": "致中国经济终将逝去的青春：为何GDP增速远未见底？",
			"body": "文 / 华尔街见闻 2015年11月29日 20:20:23 99\n（本文作者为民生证券研究院高级宏观研究员、新经济研究中心负责人朱振鑫，授权华尔街见闻发表；文章来源于微信公众账号“民生宏观”。）\n\n十年前你跟别人说中国经济会掉到7%，大部分人一定觉得你疯了。同样，现在你跟别人说未来十年中国经济会掉到6%或5%，很多人也不愿意相信，甚至还有很多经济学家认为中国可以重回8%。不过，历史的车轮从来不会以人的意志为转移，就像一个人终究会老去一样，一个经济体也终将告别他的青春。这无关好坏，只关乎岁月。\n\n历史上有没有青春不老的奇迹？没有。根据世界增长与发展委员会和社科院张晓晶老师的统计，二战后经济增速连续25年保持在7%以上的只有13个经济体，剔除掉博兹瓦纳、马耳他、阿曼、香港、新加坡等微型经济体，实际上只有中国、巴西、印度尼西亚、日本、韩国、马来西亚、中国台湾和泰国8个经济体创造了所谓的高增长奇迹。但遗憾的是，除了中国，这些经济体在高增长的第四个十年中无一例外的跌落神坛，区别只是下跌的幅度，有的比较剧烈，比如日本一下子减速到5%，有的则相对温和，比如韩国仍保持了6%左右的增速。\n\n中国经济会不会青春不老甚至返老还童？当然也不会。今天我们不讲什么理论，只讲故事。\n\n第一个故事叫作老龄化。\n\n假设有腊肉国和鲜肉国两个经济体，腊肉国有100个老人，鲜肉国有100个年轻人，鲜肉国每年生产200斤的粮食，自己吃100斤，剩下100斤（储蓄率就是50%，斤可以看做GDP的不变价单位），腊肉国的老人自己没有生产能力，但每年还是有100斤粮食的需求，只能拿过去自己储蓄的粮食券每年从鲜肉国购买100斤粮食。那么问题来了，腊肉国和鲜肉国各创造了多少GDP？是每个国家100斤吗？当然不是。鲜肉国的GDP是200，而腊肉国的GDP是负100。 \n\n有人说腊肉国的老人不也有100斤的消费吗？消费不也算GDP吗？这属于对GDP概念的误读。GDP的全称是国内生产总值，关键词有两个：一是国内（Domestic），二是生产（Product）。只有在本国生产的产品算本国GDP，不管它是在国内还是国外被消费掉，而在外国生产的产品只能算外国的GDP，即便它是在本国被消费的也不能算本国GDP。因此，在鲜肉国生产、被腊肉国消费的100斤粮食只能算是鲜肉国的GDP，而不能算是腊肉国的GDP，而且因为腊肉国消费了100的净进口，他们的GDP是负值。 \n\n中国过去是典型的“鲜肉国”。我们最不缺的就是“鲜肉”，也就是15-64岁的劳动适龄人口。2003到2013年间，中国的“鲜肉”人口以每年近1000万人的速度持续增加，十年累计增加了9000万以上，超过了日本鼎盛时期的劳动力人口。2013年，中国劳动力人口达到创纪录的10.06亿，相当于总人口的74%，而日本的这一比例仅为60%。这样的人口结构，经济增速自然甩出日本这样的腊肉国N条街。\n\n但2013年之后，中国正在慢慢从“鲜肉国”变成“腊肉国”，随之而来的经济减速是自然现象，很难逆转。2014年中国劳动力人口首次净减少104万人，尤其是15-24岁的“小鲜肉”减少最快，近三年几乎每年减少1000万。往后看，未来5年劳动力净减少的压力只会越来越大，尤其是从2017年开始。10-59岁人口就是五年之后的劳动力适龄人口，这个年龄段的人口数也已经从2012年开始进入净减少（近三年已经累计减少1345万），这意味着未来5年劳动力的净减少将显著加大，尤其是从2017年开始（2012年+5年）。劳动力适龄人口减少的主因是计划生育的影响开始显现，导致新形成的年轻劳动力减少。中国在90年代之后新生人口大幅下降，20年之后，自然造成了20多岁的劳动力人口开始下降。虽然政府放开了二胎，但从单独二胎过去一年的效果看，生育率的下滑也很难逆转。\n\n讲到这，第一个故事的结论已经很清楚：随着劳动力人口下降和老龄人口占比的上升，中国将逐步的从生产者转向消费者，经济增长速度会出现自然的下滑，经济结构也会出现自然的调整：投资率下降，消费率上升，工业占比下降，服务业占比上升（比如帮腊肉国进口粮食的人）。\n\n第二个故事叫作去库存。\n\n还是刚才鲜肉国和腊肉国的故事，我们换个假设。鲜肉国100个年轻人还是生产了200斤粮食，他们自己吃了100斤，但不同的是，腊肉国的老人中有50位突然失踪了，现在只剩下50位老人，这意味着他们现在只需要50斤粮食，于是鲜肉国卖给腊肉国50斤之后，还剩下了50斤。这一年两国的GDP分别是多少？腊肉国少进口了50，GDP变成了负50。鲜肉国的GDP还是200，但结构发生了变化，过去是消费100+净出口100，现在变成了消费100+净出口50+库存50。\n\n时间来到第二年。假设腊肉国还是净进口50斤，鲜肉国一算计，今年自己和腊肉国的需求加起来就150斤，再加上去年还留存了50斤，所以今年只需生产100斤就够了。于是，鲜肉国让自己的50个年轻人先休息一年，所需的粮食国家暂时借给他们，等明年参与生产之后再偿还。剩余的50个年轻人参与生产，一共生产100斤粮食，全部用于本国居民的消费。库存的50斤粮食则全部卖给腊肉国。\n\n这个过程就叫去库存，这对GDP有什么影响呢？腊肉国的GDP没有变化，而鲜肉国的GDP下降到了100。也就是说，虽然两国加起来还是消费了150斤，但其中有50斤是第一年留下的库存，这部分在第一年已经计入GDP，不能再算第二年的GDP。 \n\n中国现在就是一个库存压顶的“鲜肉国”，只要这个包袱甩不掉，就不要谈短期经济的见底。擒贼先擒王，去库存得从过去十年增长最快的行业看起，这个行业无疑就是房地产。2013年之后人口老龄化导致房地产需求大幅下降，而过去几年的房地产投资还在不断竣工，供过于求导致库存堆积如山。目前待售面积达到创纪录的6.6亿平米，在建面积超过50亿平米，按照人均30多平米的标准，这几乎透支了两亿人的需求。结果显而易见：即便今年房地产销售还不错，但也没有哪个厂商敢再继续生产房子，于是房地产投资大幅下滑，目前已经低于销售增速。但由于前几年开工的项目还在不断竣工，今年房地产不仅没有去库存，反而在被动加库存。2016年去库存压力比今年更大，房地产投资大概率出现历史上第一次负增长。\n\nScreen Shot 2015-11-29 at 7.57.46 PM\n\n房地产只是中国去库存压力的一个缩影，过去十年的支柱产业都背着库存的包袱，其中相当一部分产业甚至还没有开始去库存，最典型的就是传统的中上游产业。上游来看，去库存还没有实质进展。以煤炭为代表的原材料存销比10月为0.50，是危机以来的高位，且8月以来上行明显，目前每月仍旧有2000万吨左右的过剩产量。中游来看，钢铁总存销比年中以来明显下行，主要受益于房地产销售好转带动新开工止跌，但依然处于较高位，库存细分来看，钢贸商库存虽然已经从过去5年的1475万吨下降到1000万吨左右，但钢厂库存还在持续增加，去库存还没有开始。 \n\n讲到这，第二个故事的结论也有了：上中下游产业的去库存都没有实质进展，中国起码在2016年还甩不掉库存的包袱，即便总需求不会再恶化，我们也必须为了去库存而减产，这个过程必然导致经济继续下行。那么问题来了：为什么鲜肉国去库存一年就搞定了，我们到现在还在苦苦挣扎？这就是我们要讲的第三个故事。 \n\n第三个故事叫作去产能。 \n\n在第二个故事中，鲜肉国有50个年轻人没有工作，但鲜肉国还是借给了他们50斤粮食，因为他们预期第三年腊肉国的50位老人会再回来，到时候这50个人就又可以开工了。但问题来了，如果到了第三年50位老人还是没回来呢？ \n\n假设第三年腊肉国传来消息，该国的50位老人已经确认去了另一个叫天堂的世界，再也不会回来了，这意味着以后腊肉国的需求永远不会回到100斤。鲜肉国得知消息之后会如何反应呢？还会让没有工作任务的年轻人“停薪留职”吗？当然不会。正常的反应应该是把空闲的年轻人永远辞退，这个过程就是去产能。如果需求下降是短期的（比如第二个故事中50位失踪老人又重新回来了），那么去库存就不需要去产能，只需要暂时的停产。而如果需求下降是长期的（比如第三个故事中50位老人永远消失了），那么去库存就必须要伴随着去产能，这个过程中鲜肉国的产量（GDP）自然是下降的。\n\n简单来说，库存变化=新增产量（供给）—市场销量（需求），当需求不变或下行时，如果不缩减产能，库存就会加速增加。中国这几年之所以库存还没有去化，核心原因就是需求萎缩的情况下产能还没有缩减，甚至有一部分还在扩张。早些年可能是因为企业还抱有幻想，以为失踪的需求会逐步回来，后来是因为2010年、2012年的两轮政策刺激，需求端的确出现了短期抬头迹象，产能也随之再度扩张。但当需求重新被打回原形的时候，更多的产能和更少的需求一起把库存推向了天际。 \n\n以典型的钢铁产业为例，2014年中国的粗钢产量达到8亿吨，几乎占全球的一半。随后的美国、日本、印度、韩国的粗钢产量仅相当于中国的10%、13%、9%和11%，而这几个国家的人口仅分别相当于中国的23%、9%、4%和95%，GDP却相当于中国的168%、44%、14%和20%。换句话说，在同样的人口和GDP水平下，中国的钢铁产量远远超过了国际平均水平，其中相当一部分就来自本该去掉的过剩产能。\n\nScreen Shot 2015-11-29 at 7.59.07 PM\n\n为什么需求一直这么差，产能还一直去不掉呢？这就是现实和假设的不同，鲜肉国可以随意的清理过剩产能，但现实中不可能如此随意，尤其是在中国的特殊国情之下。远的不说，就拿我的家乡来说，你要说把莱钢集团（当地最大企业）关了，先是4万职工不同意，然后地方政府也不同意，毕竟每年都是市里的第一纳税大户，最后很多局外人也不同意，毕竟好多亲戚朋友身在其中。\n\n第三个故事的结论似乎有点悲观：中国的产能过剩还很严重，但在中国的特殊国情下，去产能面临很多现实的阻碍。这导致去产能的周期可能会非常长，相应的去库存和经济下行周期也会拉长。那么问题来了，有什么方法能摆脱这种困境吗？这就是接下来两个故事要说明的问题。\n\n第四个故事叫作全球再平衡。 \n\n假设前两年的情况不变，但第三年情况略有变化，尽管失踪的50位老人还是确认去了天堂，但腊肉国又新迁来了50位老人。这样一来，腊肉国的需求又恢复到100斤，鲜肉国的库存也在前一年消化完毕，鲜肉国在第三年的GDP将重新恢复到200斤，其中100斤自己消费，100斤出口给腊肉国。为什么鲜肉国没有去产能也能实现复苏呢？很简单，因为从天而降了50斤的新需求。\n\n这个故事告诉我们：解决产能过剩不是只有关闭产能一条路，还可以找到新的外部需求来把过剩的产能消化掉。中国经济在90年代末能够快速的摆脱产能过剩，除了和当时朱镕基总理的去产能措施之外，还有一个很重要的原因就是出口出现爆发式增长。为什么会突然爆发？因为我们在2001年加入了WTO，一下子打进了很多新市场，这些市场就相当于腊肉国新来的50位老人。 \n\n但现实是，近年来的出口一年比一年差，2015年到目前为止还是负增长。往后看，中国经济也不可能靠外需吃掉过剩产能。过去我们能找到很多新的“腊肉国”，但现在新增市场已经基本饱和，而存量市场还面临全球再平衡的威胁。一方面是来自新兴经济体的威胁，中国的老龄化和劳动力市场僵化（劳动力无法退出）导致劳动力成本持续攀升，比较优势已基本丧失，东南亚、非洲等地区的劳动力成本比我们低的多。另一方面是来自发达经济体的威胁，日本美国等发达国家虽然人力成本是我们的几倍，但如果考虑到融资成本、物流成本和税收成本，再考虑到技术上的差距，我们的优势也在逐步缩小。这给深陷衰退泥潭的发达经济体提供了新的契机，于是连欧美国家都开始重点支持制造业出口。TPP也好，TTIP也好，都是全球再平衡的武器。中国虽然也有自己的武器，比如一带一路和RCEP，但最多也只能打个平手，很难有大的收获。 \n\n这样第四个故事的结论也清楚了：在全球再平衡的挤压之下，中国很难像90年代末那样通过开拓新的“腊肉国”来消化过剩产能。那么问题来了，除了靠外需之外，去产能还有没有别的出路？这就是我们要讲的第五个故事。\n\n第五个故事叫作改革创新。\n\n假设第三年腊肉国还是确认50位老人永远不会再回来了，这样两国的总需求加起来还是只有150斤。如果没有任何其他变化，鲜肉国就会把产量也相应的缩小到150斤，导致经济出现衰退，同时25个最懒惰的年轻人处于无事可做的状态。照理说，鲜肉国应该把这25个人永远驱逐出国（因为已经确认需求不会再反弹），但现在鲜肉国的首领做出了一个大胆的决定：暂时不驱逐这25个年轻人，而且只要他们能想办法把消失的50斤需求弥补回来，就依然让他们参与生产，但如果做不到，就会像上一个故事那样成为去产能的牺牲品。如此一来，本来好吃懒做的25个人突然活跃起来，开始想方设法的创造新需求，这就是倒逼改革。 \n\n皇天不负有心人，这25个人还真想出办法来了。他们发现鲜肉国的天气越来越冷，大家都有取暖的需求，于是他们提议生产50斤粮食改作燃料，供大家烧火取暖，这就是创新和转型。创新转型的好处显而易见：鲜肉国的产量又可以重新恢复到200斤，其中50斤卖给腊肉国，100斤鲜肉国自己吃掉，另外50斤则改作燃料用于取暖。大家既都吃上了粮食，又过上了更暖和的日子，社会福利水平大幅提高。 \n\n中国目前也和鲜肉国一样，除了通过改革和转型创造新需求别无他路，但目前中国的制度和技术水平仍无法承担这一重任。表面上看，中国似乎是一个创新大国。根据OECD的统计，中国R&D支出的绝对额已经超过日本，占GDP的比率也已上升到2.1%，和OECD国家2.4%的平均水平相差无几，超过欧盟28国1.9%的平均水平。我们的专利数量和研发人员数量也都是全球第一。\n\n但事实上，中国只是一个有“数量”的创新大国，而并不是一个有“质量”的创新强国。现在缺的不是“人”和“钱”，而是真正有价值的成果。国际上通常认为三方专利数能更准确的衡量一国的创新水平，而中国在这一指标上远远落后于主要发达国家。根据OECD的统计，中国的三方专利数量仅占全球的3.3%，日本美国德国韩国法国分别是我们的9倍、8.2倍、3.1倍、1.8倍和1.4倍，而他们所花的R&D支出仅相当于中国的48%、136%、30%、20%、16%。和我们专利数量差不多的是英国，而英国只有6000万人口，R&D支出也仅相当于我们的12%。\n\nScreen Shot 2015-11-29 at 8.01.22 PM\n\n为什么我们花了更多的人和钱并没有换来相应的成果？这就涉及到制度。就像前面故事所讲的，那25个年轻人之所以发奋图强，是因为有充分的激励机制：如果创新成功，就能获得生存所需的粮食，而如果创新失败，就只能拍屁股走人。所以，要想创新转型，必须先改革。对中国来说，目前最大的问题是大量的科研人才被束缚在公务员或事业单位的体制内，当干多干少都一样，甚至干了有风险，不干没风险的时候，谁还有心思去创新呢？要创新，必须以市场和企业的力量为主，这一点从来没有例外。\n\n结局大猜想\n\n当我们把所有的故事串联起来，会发现以下几个结论：\n\n（1）长期来看，经济增速的底部一定不是7%，因为老龄化的故事才刚刚开始，尤其是2017年之后，劳动力人口下降的压力将明显加大。从国际经验看，未来十年的增长中枢将下移到6%甚至5%。\n\n（2）短期来看，经济下行在2016年还将继续，因为去库存的故事还没有讲完，去产能的故事才刚刚开始。房地产作为过去几年最火爆的产业，也是库存和产能压力最大的产业，可以作为观测经济见底的风向标：如果地产投资没有见底，就不要轻言经济企稳。\n\n（3）去产能之所以比90年代要慢，是因为全球化的故事变成了全球再平衡，来自新兴经济体和发达经济体的威胁让中国的出口腹背受敌，很难靠外需消化过剩产能，一带一路战略下的产能输出只能对冲，很难逆转。\n\n（4）外需指望不上，产能又在社会阻力之下无法出清，未来中国的去产能就只剩下一条路：改革和创新。改革是创新的基础，如果不能通过改革激活人的潜力，创新无从谈起。\n\n（5）未来十年的中国经济将是人口老龄化和改革创新的赛跑，如果前者更快，中国的增长中枢可能会像日本那样跌到5%，而如果后者更快，中国的增长中枢或许能像韩国那样维持在6%以上。",
			"added": 1480553311,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 9,
			"title": "近乎完美的翻墙方案？",
			"body": "绕过互联网限制和保护通信安全以及个人隐私的最常用工具是VPN。但不是所有的VPN都是相同的，配置不当的VPN可能会使得用户更容易受到攻击。一些VPN服务禁止BT下载，还有一些记录日志，这么做或者是为了维护，或者是防止滥用，或者是遵守当地的数据保留法律。\n使用VPN意味着你需要服务商，如果你无法信任他们，那么如果你有能力的话可以自己搭建VPN服务，开源项目Streisand支持多种VPN协议，为了防止流量识别它还提供了多种方法，可以将VPN流量伪装成标准的HTTPS流量。\n\n引用:\nStreisand sets up a new server running L2TP/IPsec, OpenConnect, OpenSSH, OpenVPN, Shadowsocks, sslh, Stunnel, and a Tor bridge. It also generates custom configuration instructions for all of these services. At the end of the run you are given an HTML file with instructions that can be shared with friends, family members, and fellow activists.\n下载安装及介绍：\nhttps://github.com/jlund/streisand",
			"added": 1480553722,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 10,
			"title": "华为石墨烯电池研究获突破：寿命是锂离子电池2倍",
			"body": "12月1日消息，华为中央研究院瓦特实验室宣布其在锂离子电池领域实现重大研究突破：推出业界首个高温长寿命石墨烯基锂离子电池。实验结果显示，以石墨烯为基础的新型耐高温技术可以将锂离子电池上限使用温度提高10℃，使用寿命是普通锂离子电池的2倍。早在2年前，华为创始人任正非在接受网易科技等媒体采访时就曾表示，未来10~20年内会爆发一场技术革命，这个时代将来最大的颠覆事件，是石墨烯时代取代硅时代。\n对于为何如此看好石墨烯，任正非对此的解释是，现在芯片有极限宽度，硅的极限是七纳米，已经临近边界，而石墨已经开始触及技术革命前沿。\n目前的锂电子电池已经无法满足智能手机的需求，续航能力亟待突破；而以特斯拉为代表的电动车正不断扩大对锂电池的需求。\n华为早在2015年就对外宣布与曼彻斯特大学合作研究石墨烯的应用，共同开发ICT领域的下一代高性能技术。该项目合作期初定为两年，研究如何将石墨烯领域的突破性成果应用于消费电子产品和移动通信设备。\n而此次华为中央研究院瓦特实验室在石墨烯基高温锂离子电池技术上实现了突破。据华为瓦特实验室首席科学家李阳兴博士透露，突破主要来自三个方面：在电解液中加入特殊添加剂，除去痕量水，避免电解液的高温分解；电池正极选用改性的大单晶三元材料，提高材料的热稳定性；同时，采用新型材料石墨烯，可实现锂离子电池与环境间的高效散热。\n“高温环境下的充放电测试表明，同等工作参数下，该石墨烯基高温锂离子电池的温升比普通锂离子电池降低5℃； 60°C高温循环2000次，容量保持率仍超过70%；60℃高温存储200天，容量损失小于13%”， 李阳兴博士表示。\n这一研究成果将给通信基站的储能业务带来革新。在炎热地区使用该高温锂离子电池的外挂基站工作寿命可达4年以上。石墨烯基锂离子电池也将助力电动车在高温环境下持久续航，以及无人机高温发热下的安全飞行。\n去年，华为瓦特实验室在第56届日本电池大会（The 56th Battery Symposium in Japan）上发布了5分钟即可充满3000mAh电池48%电量的快充技术成果，引起业界广泛关注。据李阳兴博士透露，华为快充电池已经商用，并将于今年12月底正式对外发布超级快充手机。",
			"added": 1480565828,
			"parent_topic_uri": "19_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 11,
			"title": "中国人讲话没人听的时代过去了",
			"body": "美国洛杉矶时间11月12日晚，动作明星成龙身着黑色丝光的长衫，领取了美国电影艺术与科学学院颁发的奥斯卡终身成就奖。手握小金人的成龙，是第一位获得这个奖项的中国人，也是该奖最年轻的获得者。在他之前，获得奥斯卡终身成就奖的包括查理·卓别林、华特·迪士尼、保罗·纽曼、黑泽明等世人皆知的电影大师。\n\n其实在获得这个奖项之前，成龙就已经在国际上代表中国文化的符号了。在李小龙之后，演艺界还没有一个人可以像他一样，当人们提起他的名字的时候，就想到中国；提到中国的时候，也想到他的名字。也正是因为这样，成龙的获奖成为中国电影的一件盛事。日前，本报记者采访了奥斯卡领奖归来的成龙。\n\n“有时候觉得像做梦一样”\n\n记者：作为第一个获得奥斯卡终身成就奖的华人，也是这个奖项最年轻的获奖人，意外吗？\n\n成龙：真的很开心。有时候觉得像做梦一样，很多事情都发生在我身上，包括世界十大杰出青年，第一个获得金鸡奖最佳男主角奖的香港演员……很多事都觉得不可思议。\n\n记者：第一次去好莱坞拍电影是什么时候？\n\n成龙：我22岁的时候，公司答应我让我做一个国际明星，我以为做一个国际明星很简单，就去了美国。可是英文都不会怎么做国际明星呢？在美国我学了9个月英文，除此之外什么都不做。\n\n记者：那时候在好莱坞拍戏被认可吗？\n\n成龙：那时候我就发现在美国以成龙的方式发展是不行的。之前在香港我已经算是明星了，在美国我加一点意见都不行，人家不听你的，有种种现场的岗位去牵制着你，受到很多批评。\n\n我很用心地去打，他们也不喜欢，拍出来的镜头被剪剪剪……他们叫我一拳打倒一个人，可是我觉得这种打法太多人可以做了，所以我自己设计了很多动作，比如我跳过一个台子，他们觉得我像猴子，也不喜欢。\n\n记者：在好莱坞和在亚洲的地位落差那么大，感到失落吗？\n\n成龙：动作不受认同，英文又不会，挑的剧本根本不是我自己想要的。我觉得我失败了，公司还不认同，让我接一些大明星的电影，在里面做小角色，那时候才发现原来我是这么小的明星，自己一点信心都没有，一下就被打垮了。我觉得我还是回亚洲吧，坚持自己的梦想不变，我还是我，不因为配合你们而改变我自己的思想。结果呢？15年后全美国都是学成龙风格的动作。\n\n记者：北美观众的欣赏习惯真的跟亚洲观众不一样吗？\n\n成龙：不一样。他们喜欢看克林特·伊斯特伍德那样能一枪毙命的硬汉，一拳把一个人打倒，他们觉得那样的打法很男人。而我的打法呢？我打完自己都会痛，拳头收回来自己倒吸一口气，观众就觉得你不是英雄，根本不接受。他们的喜剧就是大闹剧，没有动作喜剧，完全是两个世界。\n\n记者：您觉得美国的超级英雄跟中国的有区别吗？\n\n成龙：太大区别了。美国的超级英雄都会飞，我们不会飞。美国英雄都很“大美国主义”，美国救世界、美国救全人类，我们的更多是救家族、救村子、救国家，更多家国情怀，这里面有太大的分别。\n\n“创新很难的，想得头都大了”\n\n记者：可以说动作喜剧现在是成龙电影最显赫的标识了，这种风格是一开始就有设计、有规划的吗？\n\n成龙：我想是拍电影的过程很自然地把我带到今天的风格。我没有大家想象的那么天才，我只是每天做好每天的事情。\n\n记得有一次在南斯拉夫拍电影，我从很高的地方摔下来，那时候我发现原来人的生命这么脆弱，那个瞬间改变了很多想法。过去我常常会想将来我要做什么，从那时候开始，我想的就是我每天、每个月要做好什么，别的不要想太多了。我的工作性质决定可能哪天片场意外我就回不了家了，所以我每天就做好每天的事。\n\n拍电影以来我一直是在摸索，怎么照着我自己喜欢的性格去拍我自己。其实你看到电影里的我是那样，电影外的我也是那样。随着我的年龄改变，我的电影也在改变。\n\n记者：拍这么多年动作喜剧，怎么可以做到一直有新想法，一直让观众觉得有新意？\n\n成龙：创新很难的，想得头都大了，每天都在想用剧情、用演员的配搭、用不同的环境去改变所有的动作。其实真正的动作已经到尽头了，除非你是拍超级英雄，用很多电脑特技，那就还有很多空间，我们这种拳脚功夫没有太大变化了。只是我很聪明的地方在于，比如《十二生肖》，拳脚在沙发上打，这其实跟在台上打、桌上打是一样的，但换了个环境观众就会觉得很新鲜。\n\n拍一个好的动作片，要有钱、有时间、有好的武术指导、有好的导演，还要有好的环境。今天我们中国为什么只有一两个人才能拍出好的动作片，就是因为没有这些条件。而且到了后面，我都会自己剪辑，这是有很大差别的。\n\n记者：美国的片方通常都会把最终剪辑权握在自己手里，很少有导演可以有这个权力，演员就更少了。\n\n成龙：没错，但我现在签的合同就是我有终剪权，一开始就讲好。但我也公平，你剪得好我就按你的剪，剪不好就按我的方法。\n\n好莱坞的技术进步得很快，但剪我这样的东西还是我们的传统，这是剪辑技巧跟中国功夫结合得很微妙的地方。而且我的打法跟别人不一样，很多人的打法就是一拳出去、按照一个节奏打，我的打法是有韵律的，就像音乐一样，观众看起来就会跟着韵律，无形中有一种兴奋感，如果始终按照一种节奏打，前面两拳还可以，十拳下来，观众就会觉得很无聊了。\n\n记者：成龙电影的风格是由很多小细节一起雕刻出来的，而这些小细节都是精心设计的。\n\n成龙：是我自己研究出来的。这些我以前都不教别人，现在我通过镜头慢慢教人家，因为我觉得我应该让年轻人知道这些。我很用心地去研究每一件事情。比如，因为是动作片，讲对白的时候你都要有动作，这里面很多学问。你看我的电影里面，一个人一边讲话一边把椅子挪一下，再推过去，坐上面转个圈……这都是有美感的，椅子怎么转、转到什么程度、用什么推着转，这些小细节都是设计过的。\n\n“走出去”真的没有捷径\n\n记者：在好莱坞发展几十年，现在的好莱坞对中国演员、中国市场的态度跟过去有什么差别，您应该体会最深。\n\n成龙：我刚去美国拍电影的时候，美国人不会认同你的动作，不会在意你的想法，你讲话根本没人听。有时候他们提出一些要求，我说我不能做，他们问为什么，我说因为香港没有人看，他们会说“香港不是我们的市场，不用管香港”。香港回归后，我再讲到中国香港，他们会说“中国不是我们的市场，不用管中国”……我那时候觉得，即使中国不是你们的目标市场，你们也不能瞧不起中国人。\n\n到今天，他们会在拍片的时候问我，中国人喜欢什么？你觉得这个名字应该怎么改？任何事情他们都要看中国，还是因为中国强大了，中国电影强了，中国市场变成了全球大票仓，我真的很骄傲。中国人讲话没人听的时代过去了。\n\n记者：但目前中国电影在海外受欢迎的还是动作电影，多样化的题材要“走出去”非常难。\n\n成龙：主要是因为语言、文化上的差异。美国的电影文化有100多年历史，他们的语言、音乐、牛仔裤，早就在全世界传播了很多年。中国对外开放的时间还不长，我们还需要很多时间才能把中国文化和中国人的生活方式传播出去。其实这种传播现在已经开始了，美国人来拍《功夫熊猫》《花木兰》，拍中国题材的电影。当然，现在真正在国际上有传播力的中国电影还是以动作片为主，尤其是我个人的卖命的动作片。他们想象不到一个人怎么可以做这么卖命的事情，而且这五十几年来我没间断过。\n\n记者：想到过自己有一天会成为中国文化的一个符号吗？\n\n成龙：想都没想过。我入行的时候是一个童星，到了不大不小的时候就做特约演员，身上插把刀躺着，淋着雨，导演喊：“眼睛不要眨、肚子不要动！你的肚子还有动！”我就赶紧不动。怎么会想到今天会拿到奥斯卡？真的是难以置信。\n\n记者：好的明星在国际文化传播上有巨大的品牌效应，美国有很多在国际上都知名的明星，但中国却非常少，凤毛麟角，您认为原因是什么？\n\n成龙：我们的文化到现在其实还没有真正“走出去”。有一次我听人说，我们的歌剧在美国演出的时候场场满座，我就问他，坐的人是中国人还是外国人，他说都是中国人，我说那就不是真正地“走出去”了，要是坐在那里的70%、80%是美国人，我们才叫走出去了。就像百老汇的音乐剧《猫》，台上的演员唱《月光》，台下观众都是中国人，这才叫真的“走出去”了。\n\n我们需要一些在国际上受到认同的电影、歌剧、歌曲、明星……一些作品、人物来作为我们文化的传播载体。好的作品和好的明星，都是需要时间来成长和磨炼的，我用了几十年的努力才有了今天，真的没有捷径可走，不是说你越着急，唱得越多、演得越多就越好，而是要创作一些真正经得住时间考验的作品，这也是我想做的。百年以后，我希望有人们说起，中国曾经有个李小龙，也曾经有过成龙，就够了。",
			"added": 1480566158,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 12,
			"title": "国足踢不过香港，原因你懂的",
			"body": "【观察者网综合】阿里巴巴集团创始人马云常说，自己的本行其实是教师，只有对教英语在行，其他都不在行。但是偏偏是这样的马云，却常在其他领域发表见解，比如足球。\n\n12月2日，在中国香港出席《南华早报》中国年会时，马云发表了名为《当东方遇见西方》的演讲。\n\n他说：“东西方文化是有巨大差异的，只有文化的交流，思想交流才有可能带来经济的交流，我们国足连香港队都踢不过（此处应指2015年世预赛国足两战香港均未取胜），想想看就是有问题的。人家是11个人踢得像1个人一样，我们是1个人踢得像11个人一样。东西方文化还是有差异的。”\n\n在拿中国足球举例时，马云表示中国球员的个人技术都很不错，但是“不讲团队”是最大的问题：“所以看足球，我觉得很有意思，我们的个人技术都很好，不讲团队，只讲个人技术不错，但是到了禁区的时候，进不去了，射不进，原因是我们怕冲突，一撞就退。所以我们要教育我们的孩子在冲突中解决问题。”\n\n\n\n2015年世预赛国足两战香港均未取胜\n\n前不久，在2016浙商论坛上，马云就曾对中国足球为什么踢不好，给出了自己的三点看法：1，在中国，懂球的球迷很多，但是懂足球改革的，少之又少。2，中国人自古以来都是种田为生，不用合作也能生存。但是外国人骑马打猎，逐渐养成了团队合作精神。3，中国人骨子里不提倡对抗，不讲究冲撞，不推崇承担责任。这样的文化劣势，是造成中国足球上不去的重要原因。\n\n虽然一手打造了阿里帝国，马云却多次表示，自己对互联网其实一窍不通，甚至从来没在淘宝上买过东西。他只知道大方向，然后让真正懂技术的人去做。再比如足球，马云更是一知半解，此前甚至连什么是越位都不懂。但是这不妨碍马云最近几年大举进军足球，并多次发表独到的见解。\n\n\n\n马云和许家印（左）观战恒大比赛\n\n据《中国经济周刊》此前报道，2014年，马云投资12亿强势入主广州恒大后，表示只会投资中国足球，但他坦言自己是门外汉，只是去捣乱的，“我投资恒大的乐趣不是在于比赛赢不赢，而是为了踢开门看看里面到底发生了什么事。”\n\n而对于自己看到的东西，马云却感到失望。“看了以后我才发现足球原来是这样，难怪搞不好。”马云说，“我热爱足球，不是因为这项运动本身，而是中国需要足球运动这样的团队运动。国内的体育运动单项成绩都非常突出，但是合作配合精神却很差。”\n\n在马云看来，懂足球改革和懂足球完全是两件事情。“我们不懂零售，一样可以做好淘宝，冯仑不懂房子结构，一样可以造好房子。也许因为我们不懂，反而没有纠结，更能做好足球改革。太爱足球的人反而会把自己陷进去。”\n\n马云《南华早报》中国年会演讲实录：\n\n下午好，我用中文讲，因为有些观点，我早上在矛盾是用中文讲还是用英文讲，但是后来看看这里华人多，我就用中文讲，我觉得翻译会比较难翻译，我自己也不知道有些话怎么翻译。我还是想表达一些我自己的看法，我尽量讲得慢一点，如果有问题也可以Q&A，谢谢大家来参加SCMP的论坛，我坐在下面，“一带一路”，我也考虑了很久，自己想了不少办法，一直在努力，特别是在杭州的G20期间，我们也推出了自己想的eWTP一系列的想法。今天早上听了特首、董建华先生以及很多专家学者的交流，我也在关注整个会议的讨论。有不少的想法，我觉得“一带一路”，我的理解，我们中国人跟美国人有的时候有很大的差异，东西方文化有很大的差异，美国人把自己想干的事情说成是全世界的事情，我们中国人给世界做成了很多事情说成是我们家自己的事情。所以我们是吃亏在这里，我有时候跟美国人讲话，他有时候就是自己想干这个事情，但说得很伟大似的，人类必须这么干，不这么干就不行。我们中国人做事情觉得应该为人类做很多贡献，但是我们说着说着说得不行了，“一带一路”是中国的担当，中国作为世界第二大经济体，全世界对中国是有期待的。原来中国的经济非常落后，国家的经济实力都比较差。所以大家对中国没有什么期待。但随着中国成为世界第二大经济体，世界对中国是有巨大的需求，也有巨大的期待，世界希望中国担当起世界第二大经济体的责任。\n\n所以我个人认为，“一带一路”是中国担当起世界责任的机会，也是中国希望为全人类做一些事情。但是“一带一路”根本不是什么转移中国过剩生产力，如果这么讲我们玩完了，如果这么想，我们更麻烦了。我给朋友的东西一定是自己最好的，你不能把家里用不了的东西分给别人，麻烦就大了。所以我觉得中国其实很了不起，在300年以前，东方文化是世界上最繁荣的，这300年来西方文化做得不错。中国发动的第一次全球化是什么时候？第一次全球化，中国发动的丝绸之路。过去三五十年是美国化，是工业时代，美国作为世界第一大经济体，美国作为世界上最了不起的国家，他用了自己的方式方法进入了全世界，把工业化推到了鼎盛。\n\n但是到了今天，世界经济贸易的不平衡，新技术的产生，新的经济形势发生了变化，中国必须要做一些对世界有贡献的事情。所以我个人觉得，如果把我们“一带一路”当作中国对世界的贡献，当作中国参与制定更加公平、更加开放、更加透明，如果是这么做的话，“一带一路”就会受到更多人的尊重，而我个人觉得这就是“一带一路”的初衷。如果以前的全球化，过去几十年的全球化是以获得资源，廉价劳动力，抢占更多的市场为主的话，那么我肯定相信未来的“一带一路”所发动的，所引起的全球化，应该是为当地创造就业，为当地做一些他们做不到的事情，为当地的经济繁荣做出贡献。如果我们这么去思考，我相信“一带一路”才是真正21世纪了不起的，中国分享经济成长的经验，中国更要分享自己对世界的看法，中国要挑起世界的担当。所以，我个人觉得如果这么做“一带一路”，我们这一代的人，我也不小了，但是我觉得年轻人会以此为骄傲，我们也会像美国人一样真正为人类做事情，同时也给我们带来了好处。我们千万不能为自己做事情，但说是为人类。\n\n东西方的文化是有巨大差异的，我认为“一带一路”更重要的是东西方文化的交流。只有文化的交流，思想交流，才有可能带来经济的交流。东西方文化是有巨大差异的，大家也知道我们东方人，中国人见面是问你吃饭了嘛，西方人是问天气好不好，这个原因是中国人饿太多了，最关心的是你饭吃了没有，农业社会的问题。但是西方人说天气好不好，你们想过没有，这个在中国，在亚热带地区善于种粮食，西方北温带一带是打猎为主，打猎很重要的一点，天气好才能打猎，所以他们对天气很关心。第二，打猎是需要团队合作的，种田是不需要团队合作的。所以种田不能说王家和李家很好一起种田，没有这种机会。所以东方人的团队合作历史上相对来讲差一点。我们的作战能力也差一点，西方打猎，游牧民族为主，我参加以后才明白打猎，整个作战能力，从打猎到后来抢夺，到今天发展成为足球的发展都很有道理，是团队。我们国足连香港队都踢不过，想想看就是有问题的。人家是11个人踢得像1个人一样，我们是1个人踢得像11个人一样。东西方文化还是有差异的。\n\n但这个差异并不妨碍其他事情。中国的文化从资本投资上也一样，中国人花钱为自己买东西非常小气，但是买股票很大方，没脑子地冲进去，但是为自己买点东西特别小气。西方人刚好相反，买股票极其小心，但是为自己买东西大手大脚。这就是我们之间是有很大差异的。\n\n美国人老是担心万一中国搞大了会不会有一天也来控制世界，其实这中间有很大很大的文化差异。我前段时间在美国跟一个西方比较大的媒体高管们交流，大家谈论关于东西方文化的差异，他们讲得特别有道理，这点挺佩服，我看佛经看不懂，但是看《圣经》非常懂，我听得非常有道理。最后我问他们一句话，请问在座所有的高管，有谁看过中国的儒释道，道家的一篇文章？儒家的一篇文章？《论语》有没有看过一篇？没有。《道德经》有没有看过一篇？没有。我说我看过《圣经》，看过之后我懂得了尊重，我懂得西方文化跟我们的差异，他们的强项和我们的弱项。如果你都不了解其他人的文化，一个民族的宗教信仰从哪来，你凭什么说人家一分钱不值。大家说伊斯兰教这个不对，那个不对，我说看过《古兰经》，没有的话凭什么去说人家。黑白相争，东方思想道家黑白相融，黑不一定是坏的，白也不一定是好的。东方讲究回避冲突，我小时候只要在外面打了架，不论我是否打赢，我爸都先把我打一顿再说，这是中国历来以来教育的东西。而西方是讲究冲突中解决问题，所以看足球，我觉得很有意思，我们的个人技术都很好，不讲团队，只讲个人技术不错，但是到了禁区的时候，进不去了，射不进，原因是我们怕冲突，一撞就退。所以我们要教育我们的孩子在冲突中解决问题，怎么可能这个世界有不冲突呢？所以我们民族除了团队意识中需要在冲突中解决问题，“一带一路”怎么可能不冲突？全球化怎么可能不冲突？\n\n中国的运动很有意思，我们的大球，球越大冲突性越强，小球就搞得很好，中间有一张网我们搞得更好。所以只要有规矩中国人还是做得不错的，连排球都搞得很好，只要人与人之间不碰撞，这中间没有对错，只是我们怎么看这些问题。中国的道家哲学讲究人与自然的和谐，中国是讲究改变自己，中国的儒家思想讲人改变自己适应这个社会，中国佛家讲究改变自己的行为顺应内心的发展。儒释道三家哲学并没有出现对抗的思想，或者是一定要当领导。当然儒释道不是为了领导，如果你做企业要讲领导力那就要道家无为思想，请记住无为思想不是不作为，而是明知道没有结果仍为之，儒家思想讲究规矩，讲究社会阶级的管理，所以管理大型企业必须以儒家思想的体系，如果你企业做得非常大，你没有佛家思想四大皆空思想你怎么做得大？我可以讲企业越大麻烦越多，我以前一致认为老板做大了以后每天就是抽雪茄和沙滩，没有这么一回事。唯一雪茄和沙滩是在佛家思想里面去享受。西方的拳击以打倒对方，中国的太极哲学思想以不伤人而致胜，太极把人打伤了是低手，所以在商业竞争中如何让人家知难而退，我们真正的竞争很有意思，对抗性的竞争已经是下策，而让对手根本不知道怎么杀进来那叫高手。\n\n所以中国的儒释道思想我受益匪浅。我十几年前跟日本的企业家交流才发现，他们讲得头头是道，后来因为学语言的关系，我看了《圣经》之后，我觉得这是世界上最了不起的销售书，条例之清晰，讲得你特别感动，其他的不听，听上帝的就行了。我们佛家讲究悟就麻烦了，每个人的想法、境界和能力不一样。所以我的看法，有些东西我们是很有道理，中国的文化里面，所谓文化自信是不能自负，要自信，满清倒塌之前是文化自负，太自负了，被打垮以后我们又失去了自信，觉得自己啥都不是，西方啥都很好，其实也未必。我觉得上兵伐谋，作战之前必须要想清楚你的战略是什么，决战于庙堂之下，阿里巴巴最重要的几个决定，当年有几个重要的决定我是到寺庙去开的，在菩萨下面讲打打杀杀，讲赚钱，讲多少利润多庸俗，想想怎么去帮助别人，超度世界，帮助更多人，做事情就会好很多。但是打打杀杀，出战之前你必须要明白为什么去做，你必须想到中国担当起责任，你这个企业到其他地方去能够做什么事情。\n\n国际化和全球化是两个不同的概念，“一带一路”我个人认为是全球化，全球化讲的是格局和境界，国际化讲的是能力。我们很多人讲的企业能力和个人能力讲的是国际化，但是全球化是全球的担当，全球的视野，非洲小国的疼痛都跟我有关系，你要有这样的境界。国际化可能要懂点英文，全球化事实上不需要太懂英文。毛主席懂英文还是尼克松会讲中文？1972年这两个了不起的人做出了人类最重要的全球化的格局布局，影响了未来多少年的东西。有时候我想一想，那时候尼克松1972年来到中国，假设毛主席1972年去美国看一看，你觉得会怎么样？有的时候，我觉得我们对世界问题的看法，全球化，“一带一路”必须有全球的格局，那就是全球化。但是你自己的企业出去的时候要有国际化的能力。\n\n另外一个，中国和西方另外一个很大的区别，我只是讲讲我自己的看法，我想讲严肃的话题太累，讲一些开心的事情。当中国非常独特的东西，中国是用欣赏和尊重来观察不同，并且学习和赶超，这是我们东方文化。一个美国的官员跟我讲，如果中国当老大的话怎样怎样，我说放心，汉民族不在于打仗，在于太极的化，你过来慢慢把你搞成跟我们一样，我们没法攻击，我们汉人讲究君子动嘴不动手，嘴巴讲得很厉害，真正动手的时候到一边了，我慢慢潜移默化地改变你。你今天看看中国很了不起，西方对中国的了解还是比较浅薄的。人类成功以后往往以为自己都是对的，过去300年西方是知识驱动的，300年以前东方是智慧驱动，何为智慧和知识？什么叫聪明，什么叫智慧？我个人粗浅的理解，聪明是看见别人没看见的东西，智慧是看见当不看见。\n\n大家想想今天中国了解西方还是西方了解中国？是美国了解中国多，还是中国了解美国多？我们先做一个比喻，如果你今天到纽约去，在街上找100个美国人，你说的10个中国城市他们全部晕倒，除了北京、上海以外，连杭州都不知道。你跟我讲10句中文估计找不到10个人，哪怕到哈佛去。但是你到北京、上海找100个中国人，你让他们讲10个单词都能说得很溜，连美国的事情也很关心，川普的事情每个人都懂，每个人都关心。很多美国人认为这就是世界中心，跟我们当年清朝有什么区别？但是美国有很多了不起的精英，这个世界上每个国家都有很多精英，真正的精英是不断学习，不断适应，不断欣赏新的文化，不断改造自己，而不是改变别人。我认为真正的成功者都是通过改变自己去适应社会，而不是试图去改变世界。\n\n这是我想跟大家分享的一些“谬论”。你说是东方好，还是西方好？我认为东西方都很好，关键成功者不是纯讲东方，也不是纯讲西方，成功者一定是东西合壁，互为欣赏，带着欣赏的眼光和尊重去看的时候你会做好，如果你带着欣赏的眼光跟对手竞争的时候你会越来越强，如果带着仇恨的眼光不行。商业没有竞争多可怕，但是有人把竞争搞得很可怕，竞争是让对手越来越难过，我们很多人竞争把自己搞得越来越难过。竞争是很有乐趣的，所以要让对方跳，而不是自己跳。\n\n过去300年以前，东方的智慧驱动，刚刚过去的300年是知识驱动，知识驱动，西方确实对人类社会做出了巨大的贡献，这些贡献我们认，我们学习，我们提升。东方的很多国家，如果没有过去两三百年科技的发展，人类知识的进步不可能的。但是人类不是300年，几千年的文明在知识科学出来之前，大家把科学也不能神化，我的观点是科学不是真理，科学是证明真理的，别把科学太神化，有些问题科学没有解释不等于不对。所以开放思维。\n\n我还是要提醒各位，在东方里面，我们有很多了不起的东西，做生意到一定程度多看看佛家书对你是有帮助的，企业到一定规模儒家思想对你是有帮助的，然后你要想领导力请大家关注道家思想出奇制胜，这中间其乐无穷。我从日本、美国、俄罗斯这些企业家交流以后，一个企业要真正起来，必须基于本国强大的文化里面连绵不断地起来，你才能不断地成长。一个国家也一样，中国要真正参与到“一带一路”的发展，我们必须分享东方的文化，而不是说东方文化，过去几百年来都是东方人来到西方，西方人来到东方，未来一定要东西方互相尊重，去任何国家带着欣赏的眼光去看待事情，我觉得可能更有机会一点。\n\n今天早上大家还讲到中国经济怎么样，中国的内需，我听了董建华先生今天早上讲的，我觉得非常有道理。其实看法大家都不一样，在西方眼里面，经济如果下滑老百姓就不花钱了，东方人刚好相反。中国人是世界上忧患意识最强的，一有钱就存银行，50%的存款率。我们的钱都是以备为难之机用。现在中国的存款率那么大，经济即使不增长中国人都有钱花，美国人是花明天的钱，甚至花你们家的钱，中国人永远花自己的钱，这点我们要向西方人学习。所以在经济困难的时候，中国依然有钱可花，更何况今天6%的增长挺吓人了。我一直这么觉得，经济不可能持续增长10%以上，你在18岁以前每年长四五公分是可以的，长到一定程度长的是脑子，长的不是身体。中国真正的内需，中国强大的积累。有人讲中国的消费起不来，因为医疗保险制度等各个制度都不完善，所以人们有恐慌心理。真正的消费是只有好东西，确实吸引你，确实关注的东西，才是好东西，消费是被激发起来的。我从来没有听说一个国家要把医疗、健康、保险完美了以后再去消费的，更何况建立医疗保险、社会保险本身就是一个巨大的消费机会。\n\n我觉得中国从产品的数量走向品质的质量，这是一个必须的过程。中国经济从制造业为主的实体称之为实体经济，走向服务业为主的经济是必然的过程，是社会进步之需求。现在是把实体经济和虚拟经济对立起来，实体经济如果以制造业为主，真正的服务性经济才是中国必须走向的方向。银行、互联网的一些东西只是服务产业里面的一个组成部分而已，你是不可能把这些东西打掉。\n\n所以我觉得中国巨大的内需市场，现在有3亿中等收入人群，但是我们的中等收入人群的消费能力水平还是极其低弱。我们的消费人群，3亿，相当于美国一个国家的人口，再过15-20年左右，就是按照5%的增长，我们将成为拥有5亿中等收入人群，但是这些人的消费能力太差。我们过去几十年来以投资、出口、内需这三驾马车，其实是两架马车，还有一架是被拖着走，因为出口中国政府有本事，基础设施中国政府有本事，要求各个银行把钱拿出来建路，出口补贴一下，一个政策就起来了，消费比较难搞，消费要从老百姓口袋里面掏出钱来，这个活政府干不了，这些活是我们干的。真正要干是市场经济。中国的商业环境正在走向好转，以前做生意，70年代靠胆量，80年代、90年代靠关系，靠资金，现在靠本事，那时候我们真没机会。所以我觉得中国的商业环境在走向反腐倡廉，我觉得中国共产党，两件事情很了不起，一是反腐，你们能找到一个国家反腐反的力度这么大的吗？中国历史以来，大家一开始觉得走走过场就过去了，越搞越狠。反腐是巨大理想主义。第二2020年全面脱贫，还有7000万人。中国13亿人口要全面脱贫，加上把反腐做成全世界的力度，这个党还是很了不起的，至少有相当大的理想主义。你别说一个国家反腐，有多少大公司能把腐败打得干干净净？你能够真正解决到你们家隔壁邻居的贫困问题吗？所以我觉得理想主义是这个国家、这个民族拥有的东西，强大的文化底蕴，加上中国人善于学习，但是我们更需要有全球的境界去思考一下这次的“一带一路”跟过去30年巨大的差异是我们要问的一个问题，不是问当地有便宜的工人嘛，当地有便宜的原材料吗？而是我去的话做什么事情可以给当地创造更多的就业，是当地独特的价值没有的。你这样思考不仅会成功。\n\n我认为做企业有三个关键，大家说情商、智商，我讲成功靠情商，EQ极高的人很容易成功，但是IQ一般不太高，因为聪明的人不太学习，所以IQ是保持不败，EQ是保持成功。大家想一想所有成功的创业者EQ极高，人性的问题把握得很好。但是你这个公司不倒必须有一批非常聪明，极其保守小心的人，一步一步，你要打垮他是很累的。一个优秀的将军不在于冲锋陷阵，而在于撤退的时候你是否把阵布好，冲的时候大家往前冲。所以我觉得情商和智商是保证一个企业成功的，但是还有一个关键点是LQ，爱商，你没有爱商，你哪怕很有钱都不会得到尊重。做企业到一定的程度就是赚钱，有什么用？中国作为世界第二大经济体，如果我们没有对世界有担当，没有这个LQ，有一天我们跟某些国家一样。我觉得LQ和EQ是有差异的，EQ是对人的了解，LQ是你对世界有大爱之心，大爱之心也不是滥爱之心，是有原则，有底线。\n\n所以我觉得这是中国今天有的东西，我们有几千年的文化，很多香港的年轻人觉得大陆土了点，不管多土，过去30年，这样的成长全世界都佩服。这个成长绝不是光靠学几个知识，他有强大的文化背景，我以前也看不起这些东西，什么儒家、道家、佛家，到了一定年龄以后发现咱们家祖宗还真牛逼。知识是容易学习的，但是智慧是通过苦难得出来的。所以我们有好东西，我们善于学习，我们有大爱之心，为“一带一路”沿线国家带去福利。\n\n另外大家现在反全球化很厉害，全球化是多好的东西啊，是没有做完美。200年以前的全球化就是贸易政治化跨境贸易，是被几个皇帝决定的。过去的四五十年的全球化是被全世界6万家大企业决定的。过去的全球化是政府决定的，国家与国家之间讨论，我也认为WTO总干事，他要把100多个国家的元首放在一个房间里达成共识几乎不可能。WTO的条规现在写得比《莎士比亚全集》还厚，有多少是关于贸易的？没有，他们不努力吗？他们很努力。我一直觉得贸易不仅仅是买卖东西而已，东西本身带着对方文明和文化以及价值体系。如果说今天发展中国家没有得到好处，年轻人没有得到好处，大批的小企业没有得到好处，假设我们完善一套体系能够让无数的小企业，无数的年轻人，无数的发展中国家能够做跨境的贸易，你觉得全球化好不好？大家记住，200年以前的全球化就三五个国家，包括英国也一样，东印度公司，基本上就做生意，枪炮在后面，就是打开你的门做生意。\n\n过去的四五十年6万多家大型企业以及他们所在的国家是最大的收益者。如果我们搞动1000万家企业做生意，越来越多的年轻人做跨境贸易，文化的交流和沟通，今天的互联网是有这个机会的。我没有在这里给互联网做广告，但是每一次技术革命都带来巨大的变革。我中午吃饭跟他们讲全球化有一些行业，最早最牛的企业，最早的物流公司是什么？镖局，押货去了。到火车来了以后不需要镖局了。再后来轮船来了，然后跨国贸易，董先生家族。后来飞机出来了。我觉得没有汽车、火车，没有高速公路，我们浙江嘉兴，原来杭州到上海大概8个小时，中午一定到嘉兴停一停，逛一逛，这个城市就发展起来了。那时候说建高速公路，从杭州到上海2个小时，到嘉兴连上厕所的时间都没有。以前湖州这个城市是码头最了不起的，货堆在那，有货就有钱，有钱就有人，变化了，河道没有用了，湖州就败了。胡雪岩就是湖州出来的。航海一样的道理。\n\n未来是什么东西呢？如果互联网数据出来以后，包括今天购物的道理是一样，原来市中心百货楼密密麻麻的，现在出来淘宝、天猫以后，这些百货公司都没了，都在骂我们，其实跟我们没关系。假设有关系，你想想在市中心最贵的地段上，最昂贵的地价你建了一个仓库，你觉得公平吗？由于这些新兴行业出来，未来30-50年城市商务中心、商业中心，城市的定位都发生着天翻地覆的变化。任何一场技术革命都会对全球化，对贸易发生变化，每一次技术革命都是50年时间，前20年是技术公司的争论，后面30年是技术到社会方方面面的应用。刚刚互联网过去的20年，全世界不好说格局完全定下来，但是我告诉大家基本定下来了。七八年以前，十年以前，互联网公司是城头变幻大王旗，没有一个企业活过多好时间的。现在全球大的互联网公司格局基本定了，要把这些公司翻掉有点难，这些公司要做好必须要学会把自己的技术、资源和能力普惠化。如果不把这些技术转化为社会的动力，社会麻烦就大。我不是危言耸听，每一次技术革命都会出现大量的就业失去，但是每一次技术革命又会创造很多新的就业。每次技术革命最大的挑战是制度的挑战，不是技术的挑战。\n\n第一次技术革命爆发了第一次世界大战，第二次技术革命爆发了第二次世界大战，这次技术革命，大家想想看，因为每次技术革命抓住的国家和没抓住的国家不平衡，只要出现不平衡问题就来了。所幸的是这次的革命跟前两次的区别，第一次工业革命是把人的体能释放，第二次能源革命使得人类进攻的速度，飞机、大炮越来越远了，这次革命是大脑的释放，用数据来解决问题。如果我们人类没有共同的目标，人类就会自己打仗。只有共同的目标，就像香港一样，我们必须用香港的愿景，这样就不会打架。如果大家的愿景不一样就会互掐。\n\n所以我想未来的30年是世界上最重要的30年，我们很幸运早上董先生讲，我们活在这个时代，年龄，新的技术革命，世界格局的变化，每个国家都会发生天翻地覆的变化。很有可能你昨天很成功的人会变得很倒霉，我上次在乌镇会议上讲，大家知道有一个红旗法案，汽车最早是什么国家出来的？是英国出来的，英国搞出汽车以后第一个反对的是马车夫，特别生气，汽车来了，本来我们马车是最先进的交通工具，马车夫是白领工人，那时候修皮鞋的是白领工人。马车夫抗议汽车，政府听着也有道理，这些就业怎么办呢？最后搞一个红旗法案，每个车前面要有人摇着红旗，汽车的速度绝不允许比马车快，如果超过，马车是30码，汽车是20码，如果一超过吊销牌照。30年的红旗法案，德国、法国学会了汽车，美国彻底把汽车拿过来以后完全开放，最后美国成为车轮上的国家。\n\n红旗法案，今天听起来是一个笑话，但是今天有多少人在做？你要想改革，我们要想进步是一定要付出代价的，没有人转型是不付出血的，是要疼痛的。这是我们这个国家，也是这个地区，世界经济的疼痛，我们避免不了，如果你想要有明天，也告诉大家，刚刚讲修皮鞋是白领工人，他们最生气是流水线出来以后，原来一双鞋很贵，流水线出来以后鞋不行了是换一双。所以未来的30年是我们非常疼痛的30年，未来的30年机器一定会比人聪明，这件事大家不要去想。汽车出来的时候，机器出来的时候一定比人的力气大，飞机出来以后一定比人跑得快，电脑出来以后一定比人聪明。电脑从来不会忘，插上电永远都能干活，没有情绪，它永远给你干，算得也比你快。所以我告诉大家这个时代的变革，过去二三十年我们把人变成了机器，未来的二三十年，我们会把机器变成人。这是肯定的。\n\n但是人类一定会过去，我们一定会找出解决方法，我们这帮人担心，孩子们不担心，永远是我们年纪大的人在担心，年轻人会找到方向的。不要觉得我们每个人都很聪明，孩子们一定比我们聪明。人类是有智慧的，机器是有知识的，根据这个想法将来最大的挑战是我们的教育体制要发生很大的变化，以后你再去教知识为主的死记硬背这个玩意麻烦大了，机器比你聪明，比你背得更快。所以你要干的东西是机器干不了的，琴棋书画，教和育是两回事，过去我们的教育差，中国的教是非常好的，请问中国教差，去哈佛考试谁考得过我们？我们的育很差，知和识是两回事情，学和习是两回事，我们过度关注学，没有习，所以教育的整个体系20年内必须发生变化，我们这一代人也许可以努力，但如果失去了，下一代的人思考问题就大了。我提出一些胡思乱想，不一定是对的，但是我自己其乐无穷地认为这是对的。谢谢大家！",
			"added": 1480928907,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 13,
			"title": "澳纪录片揭“中国威胁论”真相：美曾花40亿美元造谣",
			"body": "据新华社电 上周末，澳大利亚著名记者兼导演约翰·皮尔格历时两年拍摄的纪录片《即将到来的对华战争》在今日俄罗斯电视台（RT）纪录片频道播出。\n\n这部旨在“打破沉默”的影片用事实证明，美国一直叫嚣所谓的“中国威胁论”，但实际上真正在亚太地区“耀武扬威”并构成威胁的是美国。\n\n形成包围中国的巨大绳索\n\n目前住在英国的皮尔格告诉RT，在西方，“中国威胁正成为大新闻，媒体敲击着战争的边鼓，让世界准备好将中国视为新敌人”。然而“新闻中没有交待的是，中国本身正面临威胁”。\n\n皮尔格在纪录片中称：“美国（军事）基地用导弹、轰炸机、军舰等形成了一个包围中国的巨大绳索，从澳大利亚穿过太平洋到亚洲甚至更远的地方。”\n\n二战史畅销书《父辈的旗帜》以及《中国幻象》的作者詹姆斯·布拉德利也在纪录片中说：“如果你身处北京，站在最高的楼顶远望太平洋，你就能‘看到’美国军舰，还能‘看到’即将沉没的关岛，因为有如此多的导弹正指向中国。”\n\n皮尔格本月2日在美国《反击》杂志网站撰文称：“二战后美国领导的最大规模的军事力量增强正在进行中……与苏联解体后俄罗斯焕发新生类似，中国经济力量的崛起被称为对美国统领人类事务的‘神圣权利’构成‘存在性威胁’。”\n\n操纵媒体刻意制造敌人\n\n皮尔格拍摄的纪录片同时暗示，美国广为传播针对中国的刻板印象，阻止舆论了解“中国真实的样子”。\n\n他刊登在《反击》杂志网站上的文章也指出，2014年，以所谓的“信息主导”——即操纵媒体或制造假新闻——为由，美国五角大楼烧钱40多亿美元，发起针对中国的宣传战，将中国描述成“自由航行”的威胁。\n\n皮尔格指出，随着世界经济力量重心迅速向亚洲转移，美国以在该地区部署大部分海军力量作为回应。\n\n“在华盛顿，这一大规模军事力量集结被称为亚太战略转移，目标就是中国，”皮尔格说。\n\n“对美国未受挑战的军工业而言，每年的奖励就是从近6000亿美元的国防花销中获取巨额利润，”皮尔格说，“最聪明的武器需要敌人。”\n\n冲绳济州岛平民不堪其扰\n\n美国以“中国威胁论”为幌子的军力集结使不少无辜民众不堪其扰。设有32处美军驻点的日本冲绳已成为“频繁招手的对华战争前线”，而当地民众对此十分抵触。\n\n美国军机无休止地在冲绳上空飞过，有时还会掉入民居和学校，导致“人们不得安眠、老师无法上课”。\n\n“另一场悲剧正等着在冲绳上演，美国军机已在岛上引起44起事故了，”皮尔格说。他在纪录片中还回顾了驻日美军对当地妇女犯下的暴力和性侵罪行。\n\n在文章中，皮尔格提到了87岁的日本老妇人岛袋文子（音译）。这位从二战中幸存下来的老人正和数百名当地民众一道，为避免在边野古湾中建造美军轰炸机跑道而抗争。\n\n皮尔格指出，另一个更为突出的“美国战争驻地”是韩国济州岛，当地民众对岛上的美国海军基地一直心怀抵抗。美国在其他国家还建有通常不被称为“基地”、且显示不出美国存在的秘密军事基地，以“抗衡中国的全球经济影响力”。",
			"added": 1481589454,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 14,
			"title": "重塑台海局势，大陆须敢想敢为",
			"body": "美国前众议院议长纽特·金里奇13日说，在任何情况下，美国都不会鼓励“台湾独立”，也不会坐视中国用武力征服台湾。他表示，特朗普向北京发出的信息是，中国不能总是那么“强势和具有攻击性”。\n\n现年73岁的金里奇是美国对华鹰派代表，1997年他成为美台“断交”后第一位访台的众议院议长。金里奇是特朗普的坚定支持者，被认为是“特朗普团队”中有影响力的一员。但是他没能入阁，据他说是他自己不想入阁，而想做一个“非正式顾问”。\n\n这似乎是来自特朗普团队关于这位当选总统一再戳“一个中国”原则的进一步解释。但是金里奇的话在多大程度上能够代表特朗普及其团队的意见，尚无从判定。金里奇的话表达了一种强烈情绪，但他同时强调不支持“台湾独立”和不接受中国大陆武力收复台湾。这已经接近共和党的传统台海思维，也是美国一直以来的台海政策框架。\n\n特朗普团队正式接管美国后，会对他们的情绪信马由缰，肆意将“一个中国”政策当做筹码敲诈中国;还是会有相对收敛的实际表现，有待时间来证明。而且它在很大程度上取决于北京的应对之策。\n\n然而无论如何，特朗普团队这一闹都让中方感受到某种听到“警钟”的震动。特朗普打的“前哨战”将产生深远影响，触动大陆社会围绕台海问题的诸多思考。\n\n首先，台湾这张牌华盛顿随时可能以粗鲁的方式激活，中美两国围绕台海达成的默契和潜规则都难以受到持续尊重，连“一个中国”原则也会遭到出其不意的袭击。我们离大体控制住台湾问题的破坏性还有很远距离。\n\n第二，台湾问题久拖不决，构成中国崛起的巨大成本。现在没有这种成本越来越小的迹象，而且从迄今的情况来看，北京为维持台海和平所支付的成本要高于华盛顿和台湾。\n\n第三，两岸和平统一机会渺茫，尤其是在大陆不大幅增加武力统一压力的情况下，两岸和平统一的可能性只会越来越小。“台独”势力公开认为，时间在他们一边，原因是台湾岛内对中国的认同感不断缩小。试图借助国际力量制造戏剧性时运翻盘，成为“台独”对抗统一的策略。\n\n第四，大陆恐怕要重新制定台海政策，将军事斗争作为主要选项之一认真加以准备。这有两个好处，一是“台独”冲撞《反分裂国家法》，我们随时可以对其实施军事惩罚。二是我们武力收复台湾的认真准备可以对“台独”产生大得多的威慑力，对岛内政治风向产生影响。\n\n第五，台海的军事现状需要重塑，作为对民进党当局打破两岸政治现状的回应和惩罚。所谓“台海中线”有必要打破，大陆的海空军可以进入以往仅由台湾海空军活动的区域。在必要时，大陆空军可以飞越台湾岛。大陆方面应当放开思路，将象征中国主权的一些标志性行动逐渐覆盖整个台海地区，将“一个中国”落到实处。\n\n第六，大陆的政治军事影响过去没有直接进入台湾岛，这使得“台独”势力可以在岛内耀武扬威、有恃无恐。渐渐地，随着大陆的综合实力取得对台的压倒性优势和我们的反介入能力不断变得可靠，我们应以多种方式对岛内事务进行介入，大力扶植岛内支持统一的力量。\n\n国民党执政的马英九时期，两岸关系一度出现好的发展势头，但随着岛内局势变化和特朗普团队流露出对台政策新的意向，那样的两岸关系恐怕回不去了。即使国民党有一天重新上台，届时的台湾也早已与彼时不同。\n\n第七，未来的台湾不能由民进党和美国来塑造，而必须要由大陆来主导塑造。如果“台独”继续猖獗，就应当把台湾变成1948年底至1949年1月的北平，那样的历史可能性正在逐渐形成。\n\n北平是和平解放的，我们也希望台海和平永不中断。但是这一切都只能以大陆展示武力收复台湾，和在美国军事介入情况下与它硬碰硬的真实决心为基础。和平不会属于懦夫。",
			"added": 1481777201,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 15,
			"title": "中国航母比美国多一倍啥都好聊 光IP有个屁用",
			"body": "是的，我们采访到了姜文。\n\n去年年底第七部星球大战系列作品《原力觉醒》在全球攫取了二十亿美金的票房，让世人重新认识到这一沉寂多年IP依旧是金(niu)光(bi)闪闪的富矿。\n\n好莱坞的资本家们从不惮于谈钱，更善于趁热打铁，如此高的投资收益比摆在眼前，不赶紧拍续集还等什么呢？于是乎，姜文、甄子丹将加盟最新一集外传《侠盗一号》的消息整整火了一年——以下为新闻通稿时间：\n\n由美国卢卡斯影业制作、迪士尼影业发行，万众瞩目的好莱坞超级大片《星球大战外传：侠盗一号》（Rogue One: A Star Wars Story）在北京举行了中国新闻发布会，导演加里斯·爱德华斯，女主角菲丽希缇·琼斯、主演迭戈·鲁纳、甄子丹、姜文悉数现身。\n\n\n\n是的，一行人站在镁光灯下，姜文虽然站位靠边，却是最谋杀中国摄影记者的菲林。\n\n\n\n他也不遑多让，一副地主的架势自居，“北京，这是咱地盘啊，完事今儿晚上请他们吃饺子，过冬至嘛。”这副张罗劲儿像极了电影中他饰演的武器专家，“重炮手”贝兹•马彪斯（BAZE MALBUS）。\n\n\n\n这是姜文同甄子丹第二度携手出演同一影片——若干年前的《关云长》中他们分饰曹操与关羽，那部历史动作片自然要凸显甄子丹过五关斩六将的勇猛，但姜文饰演的曹孟德嬉笑怒骂的台词功底却也着实抢镜。\n\n此次在《侠盗一号》中两人依旧延续了前次亦庄亦谐对戏模式，甄子丹将中国功夫的“禅武合一”的理念融汇进星战的核心语汇：所谓对原力的信仰；有着大院文化背景的姜文则依旧在电影中崇尚“枪杆子”里面有自由——可见美国编剧们对出演者知人论世的调查功夫着实不白给啊！\n\nMay the force be with you, I am one withthe force～这是一部悲怆的外传，为了不做过多剧透，这里仅以一句毛泽东诗词做结：为有牺牲多壮志，敢教日月换新天。\n\n对于此次参演，姜文和甄子丹对外宣称的最大理由皆是：为了儿子！且强调此次出演不是“打酱油”。事实也的确如此。\n\n姜文老师21日接受本刊记者及同行圆桌采访时显然就没有从戏里的情绪出来，这位宇宙“张麻子”自言对前几拨记者“太好了，要在你们面前当当恶人，让你们把我写成坏蛋。”\n\n\n\n好吧，以下便是此次对姜文的采访实录：\n\n此次参演介入到好莱坞顶级制作当中，你有何收获？\n\n姜文：我还需要跟人学？为以后做打算？我虽然是个善于学习的人，但你干嘛把我说这么差？！这剧本就是交到我，我给了我儿子看，他第二天特别高兴，上学之前站着就没走，说，爸爸这个片子你一定要去。我说，为什么呀？他说，这是Star Wars！我说，我知道，这有那么重要吗？他说，当然啦，我们都特别喜欢，我所有的剧集都看了。然后他们又说，爸爸这个（角色）是个英雄。我说，英雄多傻呀，为什么老演英雄？他说这个英雄不傻。我说，我可能戏份没那么多吧。他说，对，主角是个女孩，你不能演。我说，她有没有个伴儿什么的。他说，那是个小男孩，你也不能演，你没那么年轻。我说，那好吧，戏份太少我不演了！他说，不不不，他俩虽然戏很多，但是他们替你交待了很多事，把事情交待完了，你就来了，你来得正好。我儿子八岁那年就有本事跟我说这个，我觉得他这么认真地想让我去演，我就去呗。\n\n那你觉得中国哪个IP系列会跟星球大战比较像？\n\n姜文：我没这么想过，这对我来说不重要，我干吗这么想这事。星球大战是我儿子特别迷，其实我没有看过，我小的时候，中国也不放星球大战，冷战期间就放不来星球大战。\n\n我想知道，您在中戏读书拉片的时候看过吗？\n\n姜文：我第一没有拉过片子，我不是一个影迷，我只喜欢看我喜欢看的东西，我不喜欢看的爱是谁是谁，这跟我有什么关系呀？玩蛋去，我不想这个。第二，我们中戏没人看《星球大战》，我们是学戏剧的，看什么电影，谁知道好莱坞？你们知道我们不是那样的人，我们会看古希腊悲剧《俄狄浦斯王》、《美狄亚》，你对我们中戏理解太肤浅了。\n\n或者这么说，中国电影市场盘子这么大了，我们什么时候能有一部由中国价值观统摄的系列奇观电影、类似星球大战这样的科幻题材的电影在中国有无落地或者实现的可能？比如眼下张艺谋这部《长城》……\n\n姜文：你说那电影我还没看，我不看电影，我不爱看新电影，我爱看老电影。有一个作家说过，可以看死人的书，不要看活人的书。电影也是这样，所谓“死人的”就是它经过时间的筛选了，是靠谱的东西。非花两个多小时看一烂片，我何必呢？所以我不看新电影，都是人家说这个电影真的不错，过了两三年还说不错，我才去看，反正我不是一个影迷，所以我也没拉过片，谁的片我都不拉。\n\n人家有的东西，不一定中国非得有。中国落后了这么多年了，老说美国人年轻，他们当年一人一把枪把英国人赶走的时候，中国还在满人的统治下，梳着辫子呢，这多傻×啊比起来。所以突然一进步，张嘴就美国怎么着，它有什么（我们也得有？），这个不现实。要慢慢来，先把航母弄好，什么时候中国的航母比美国多一倍，什么都好聊。不是靠电影统治世界的，可能美国那电影拍得很烂，但是全世界就愿意接受，因为人是有航母做后台的，光有个IP有个屁用啊。\n\n你拍这部戏的时候，有没有感受到好莱坞的先进？对导演爱德华斯的工作方式，你毕竟也是导演了，有什么感想？\n\n姜文：这个导演真的挺可爱的，而且他很执着，假装羞涩，其实他特别能坚持自己，而且他挺幸运的。这次在好莱坞我算是见到最顶级的了，那么多钱，让你们花，你们给我好好拍好，拍不好都不行。这哥们（导演）天天挂一机器，这么拍那么拍，我在想还能怎么拍呀。这一点特别好，就是他们花钱找这个导演，让他想怎么拍就怎么拍，必须胡作非为，只要不像别人拍过的东西就好了。\n\n我一开始就纳闷，这是好莱坞吗？我们听说好莱坞它不这样啊。他们说你听说的好莱坞是三流的，这是一流的，这种东西也比较少。怎么少？艺术家说了算，那才叫牛×。中间的（规矩套路）是被中国那帮人学的，那就是他妈钱奴，拍不出好东西，再有钱，行为逻辑也是穷的。\n\n我觉得爱德华斯第一他很幸运，第二他真的在这里面发挥了自己，这很棒。包括那些特技，他们花了很多很多钱，都是为了质量，而不是为了吹牛逼弄碗饭吃。这个我觉得你们应该关注。卢卡斯的公司它是以导演为主的一个公司，迪斯尼把它收购后非常尊重这个传统，还是由导演来说得算，然后制片人肯尼迪一直是跟斯皮尔伯格做导演的助手，所以它不是一个假装有钱的人说了算，假装工业说了算，多土啊，工业算个屁啊，人脑多金贵啊。\n\n\n\n你和甄子丹之前在《关云长》里已经合作过了，算是很多年的朋友，这次进入一个全英文的剧组，我印象中你是那种说一不二的，万事不求人。甄子丹的成长经历，职业方面的英文经验可能要比您多一些，你有在什么方面求助过他吗？\n\n姜文：很多人判断不了我，连我自己都判断不了，你怎么会这么自信敢判断我呢？每个人对自己的判断都会发生错误，所以一般情况下我放弃这种判断。你说我是个万事不求人的人，我为什么呀？我是个善于学习的人，我有时候就要问这个问那个。\n\n我没有求过甄子丹。我为什么要求他呢？他要求我的，因为我告诉他哪里有好吃的饭馆，我爱吃，而且我爱吃那些一般人吃不到的东西，我不去那的中餐馆，我觉得做不好，我告诉他哪哪哪，他去了觉得确实非常好吃。求，如果需要的话，我一定会求他，比如说，他会功夫，我让他帮我去打个架，这有可能，但没碰过这种事。\n\n再一个，如果我做演员，我是替导演来实现一件事，我不会去想改变导演的想法，他让我帮忙我都不会帮，因为我会把我的精力留在我自己导演的电影上。这个片子也不例外，我做演员，我很享受做演员，我没必要在做演员的时候告诉别人怎么做导演，这是很不道德的一件事，我从来没这么做过。如果我是制片人，我是监制，我会这么做。我帮他找的钱，我担负这个责任，如果我不这么做大老板会扣我的工资。讨论剧本的时候我可能会帮忙，但是跟导演，我从来不会干预。我希望他很自信地做这个事。\n\n能回忆些拍摄花絮吗？\n\n姜文：拍戏的时候发生的一些花絮我确实不记得，我不觉得这些花絮是一件重要的事，这没意义。\n\n你会怎样去向那些像您一样之前没有看过星球大战的人推荐这部电影？\n\n姜文：我不推荐，我不负责推荐。我是个演员，不干吆喝的事儿。我觉得现在有些事像旧社会的事，比如管演员叫艺人啦，什么干爹干妈啦，什么有钱人受尊重啦，我觉得这都是旧社会恶习，我是从根本上在抵制这些沉渣泛起，我有时候会跟某一个人有抗衡，但我不是针对某个人，我是针对对这样的思想。我成为星战迷，我得跟我儿子一起去看，这件事我就交给我跟我儿子的关系。",
			"added": 1483315351,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 7,
	"comment": {
		"5_19SxyZeLrqy2AUUG9hhtK8Pd5CUxtsP15Z": [
			{
				"comment_id": 1,
				"body": "觉得现在的中国是有史以来最好的时代啊。 楼主说的自由是啥？ \n社会主义核心价值观，好好学习领会。\n富强、民主、文明、和谐，自由、平等、公正、法治，爱国、敬业、诚信、友善",
				"added": 1479993760
			},
			{
				"comment_id": 6,
				"body": "> [django](#comment_9_1HNrC2FtMufABF5zctJ9SLgqnz8bvqmPdG): 脑子被洗成这样也是惊天地、泣鬼神了\n\n难道你还以为中国人吃不起茶叶蛋吗？  现在中国每年出国游人次超过1亿啦。",
				"added": 1480509950
			}
		],
		"2_1B4iJonViCAAaTjYMAj6HyWqeGWEZMapv": [
			{
				"comment_id": 2,
				"body": "这可以说是中央解决新疆问题的基本方针。王震对这一方针烂熟于心。\n\n敲着地图动员，请来“老师”做工作\n\n王震请命进疆获得批准，部队将士为自己能担当如此大任而欢欣鼓舞。可是，他们又切实地面临新的问题：全国大部分地区已进入和平时期，尤其是一些年龄大的官兵，觉得过去忙于行军打仗，无暇考虑个人问题，现在胜利了，不能不考虑自己的进退及婚姻家庭问题了。\n\n当时进疆大军已在嘉峪关外的玉门、安西、敦煌一线摆开。此地沙海茫茫，人烟稀少。一些消极悲观的情绪，便在指战员中蔓延。部队到达酒泉地区后，一些战士便好奇地向人打听新疆情况。那些暗藏的敌人，便乘机造谣惑众。他们故意装出一副神秘的样子，把新疆描绘成妖魔地、鬼门关，说什么冬天小便会冻成“冰棍”，得拿棍子敲；出门走路只能露出两只眼睛，否则耳朵、鼻子冻得一摸就掉；夏天的戈壁滩上，太阳火辣辣，出门就晒成“鬼剃头”；风沙能刮得大石头遍地滚，刮得骆驼在空中打旋。\n\n战士年轻容易轻信，连一些干部也受到影响。他们议论说：“我们部队在延安是保卫党中央的警备部队，王胡子是延安警备司令。现在党中央进了北平，我们驻北平作中央警卫部队是理所当然的事。现在连西安也待不住，兰州也住不了，要去那些最远、最穷、最荒凉的地方。唉，跟着王胡子，一辈子吃了大苦，没好日子过。”有的还把这些牢骚怪话编成了顺口溜：“抗日战争打硬仗，南下北返饿肚肠，烂（南）泥湾里去开荒，胜利以后去新疆，成了光棍，丢了爹娘。”\n\n王震这个直性子哪听得了这些论调，气得拍桌子：“这不行，这是涣散人心！”\n\n他左思右想，不得不亲自动手解决这些思想问题，不然根本无法进疆，就是进了疆也守不住，不打自垮。当然，办法还是老办法：先是找一些干部陆续谈话，说通了，就召开团以上干部大会。\n\n开会那天，他事先叫人在毛主席像下挂了一幅巨大的旧中国地图。王震那天讲得很激动，将他一段时间以来，学习和思考的成果都端了出来：“历史上的班超、林则徐、左宗棠都能为祖国统一，不辞万里艰辛出师西域，难道我们当今的共产党人还不如他们吗？说路远，那时候他们只能骑马坐轿，我们今天还有汽车，苏联老大哥还要给我们派飞机来。他们都不怕路远、干渴，我们就怕吗？有那么一些人，怕到了少数民族地区讨不到老婆，断子绝孙。我王震今天当着大家面保证，我绝不会让我们的部队里出一个和尚！”\n\n讲到激动处，他举起爬山用的木棍敲着那幅地图问道：“你们说，这地图是用什么绘成的？”台下的干部都瞪圆了眼睛，一时不知如何回答。他一拍桌子，大声疾呼：“这是我们中华民族的无数先烈用鲜血绘成的呀！”\n\n他指着地图的上方说：“老中国的地图就像我们常说的，像一片桑叶。1945年国民党和苏联谈判，国民党同意外蒙古独立了，这片桑叶去掉了一大块。你们看，这里就是从中国完整的地图上划走的一块。难道我们大家还愿意再从我们的版图上少了新疆这一块吗？那160万平方公里的土地上，生活着我们勤劳勇敢的各族同胞，你们舍得吗？我是舍不得的。”\n\n王震越说越激动：“新疆是我们的国土，我们不去，还要我们手中的枪干什么，我们还叫什么革命者？”\n\n台下顿时激昂地呼喊起来：“我们舍不得少了新疆！”“到新疆去！”“保卫新疆！建设新疆！”全场立刻沸腾起来。等会场稍趋平静，王震简明扼要地讲述了进驻新疆的任务。而后，他又针对部队里存在的某些混乱思想说：“你们告诉指战员同志们，不要听信敌人故意散布的那些谣言。我请来了历史学家，新疆的商人，还有跑遍了新疆的汽车司机和其他很多维族朋友，分给大家当老师。请他们给大家讲真正的新疆风土人情、地理、气候、生活方式和历史演变。他们都是我们的朋友，他们讲出来的才是真话。你们听了尽管提出问题，请他们回答，把部队思想上的疑问都解决掉，现在我们热烈欢迎老师们进来！”\n\n在一阵掌声中，兵团宣传部副部长马寒冰领进一队人来。他们中有维族，有哈族，有汉族，有老年、中年人，都被热烈的掌声弄得局促不安。王震扬扬手说：“各部队可以把老师们请去，召集指战员听他们讲课。”\n\n散会后，各部队负责人都拥上来，争相邀请“老师”到各自部队去讲课。几天后，第六军军长罗元发对王震说：“你请来的那些老师还真管用，好多问题都解答了。现在各级党委和支部，都让战士们的请战书、决心书给埋了！”\n\n毛泽东几次通过原国民党西北军政长官张治中发电报给国民党新疆警备司令员陶峙岳、省政府主席包尔汉，劝他们走和平起义之路。同时令正随刘少奇在苏联访问的邓力群，以中共中央联络员的身份直接由莫斯科前往新疆，向国民党新疆军政当局陈述中共关于解决新疆问题的方针，敦促陶峙岳和包尔汉走和平起义的道路。这些努力，加快了新疆解放进程。1949年9月25日、26日，陶峙岳和包尔汉分别领衔发布起义通电。9月28日，毛泽东主席和朱德总司令给陶峙岳、包尔汉及新疆军政起义人员发来电报，对他们和平起义表示嘉勉。与此同时，毛泽东命令王震率领一军团向新疆开进，新疆实现了和平解放。\n\n推出特殊政策，破格发展、任用少数民族党员干部\n\n对于建设新新疆，毛泽东认为：“要彻底解决民族问题，完全孤立民族反动派，没有大批少数民族出身的共产主义干部，是不可能的。”毛泽东曾花费很大的精力，亲自发现和培养新疆少数民族干部。同时，他还批准了一批少数民族干部入党。",
				"added": 1480494878
			},
			{
				"comment_id": 3,
				"body": "王震有个想法，就是新疆少数民族干部入党后就可以参加党的各级领导机构当委员。这是一个很有胆略的意见，报告中央后，很快得到了同意。\n\n王震从伊犁回到迪化后又提出，一些民族领袖人物有入党要求，要快点吸收，快点办手续。他考虑得非常细致、周到，提出吸收的新党员，要在1949年底把手续办完。他说：无论如何，要让他们在12月31日以前举行入党仪式。早一天入党，将来他们填表时能多一年党龄。经过个别审查和两个正式党员的介绍，在1949年年底前，在少数民族中吸收了第一批党员。中央新疆分局吸收了一批，南疆吸收了一批，乌鲁木齐和伊犁也都吸收了一些。第一批共吸收了四五十个党员，其中有很大一部分是少数民族中的领袖人物，如包尔汉、赛福鼎及南疆的伊敏诺夫。包尔汉由王震和徐立清介绍入党，赛福鼎由王震和邓力群介绍入党，他们入党以后，就担任新疆分局的委员，参与了新疆分局的领导。\n\n1949年12月底，新疆分局为赛福鼎等新入党的同志举行了庄严的入党宣誓仪式。王震亲自领着新党员宣读了入党誓词，并讲了话。他说：“新疆人民在革命斗争中创立了包括伊宁、塔城、阿山三区的革命根据地，创立了一支由各民族子弟组成的强有力的民族军，并且成立了一个包括新疆各族人民的民主统一战线组织——新盟。伊、塔、阿三区现已成为在新疆人民政府统一领导下的一部分。民族军现已改编为人民解放军第五军，同志们入党以后，中共中央新疆分局就要通过同志们加强对第五军的领导，使第五军成为真正在共产党领导下的军队，成为在国际主义精神教育下的军队，成为忠于劳动人民的武装力量。新盟现在拥有5万多盟员，它今后则是在党领导下的各民族人民的民主统一战线的广泛组织，同志们入党以后，不但不要退出新盟，而且更要加强对它的领导。”这段话，充分反映了他在新疆百废待兴的情况下，抓紧发展民族领袖人物入党的深远考虑。\n\n自谓“既是送别旧时代的最后一个省主席，也是迎来新世纪的第一个省主席”的包尔汉，在回忆录中曾经记述他在入党宣誓时刻的激动心情：\n\n“中共中央分局成立后，我就找王震同志谈心，并通过他向党组织正式提出了加入中国共产党的请求。党组织审查了我的政治历史与现实表现，经王震、徐立清同志的介绍，1949年12月31日，我加入了中国共产党，未经候补期而成为正式党员，并且担任了中共中央新疆分局常务委员。从此以后，我的全部工作乃至整个生命，就同党领导的社会主义革命和建设事业直接而紧密地联系起来了。“当我面对党旗举起右手进行宣誓的时候，我想起了被盛世才杀害的陈潭秋、毛泽民、俞秀松等优秀的共产党员，他们为了新疆各族人民的翻身解放献出了自己宝贵的生命；也想起了我在盛世才监狱中所写的歌颂毛主席的诗句：……您开辟了通往真理、自由、劳动者解放和幸福的道路，……我是一颗由您的光辉照亮了的星……”\n\n新疆没有地方共产党组织，特别是缺乏民族干部。向中央要？从别处调？都不可能。王震想来想去，还是老办法：自力更生，靠自己，靠进疆部队承担建党建政的重任。经他倡议，并经新疆分局讨论，决定驻疆部队采取“包干制”的形式，分别抽调干部，开展地方工作：驻防在哪个地方的部队，就对哪个地区的地方工作负完全责任。\n\n1950年1月，新疆分局把全疆划为迪化（现乌鲁木齐）、喀什、伊犁3个地区，以第二军党委为基础组建了（南疆）喀什区党委，由第六军组建了（北疆）迪化区党委，还从新疆军区抽调干部组建了伊犁区党委。经过紧张艰苦的工作，陆续组建了10个地委，80个县委和500多个县辖区委。在新疆分局统一安排下，从1950年初开始，各级党委和派往各地工作的中共党员，陆续发展了一批本地民族中的先进分子入党。截至1951年4月，已发展了1057名党员，其中维吾尔族占45%。截至1952年底，全疆81个县（市）都建立了县（市）委，还在部分乡建立了党支部。\n\n王震在迪化的一次干部大会上号召派往地方去的指战员：“要把人民解放军的光荣传统和优良作风带到地方，与兄弟民族建立血肉相连的关系。”“要记住，我们是人民子弟兵！”派往地方上工作的干部战士，没有辜负王震的期望，与各族人民结下了深厚的友谊，受到兄弟民族真诚的信赖和爱戴。\n\n对土匪，“必须用大炮讲道理，用刺刀去教训”\n\n新疆虽然和平解放了，时局却错综复杂。国民党起义部队本来就鱼龙混杂，就在陶峙岳、包尔汉宣布起义后两三天，1949年9月28日，驻哈密的国民党官兵叛乱，四处抢劫烧杀，还抢走中央银行哈密分行库存的12箱金银，以及从兰州银行运来的500多公斤黄金。随后，国民党部队驻鄯善、吐鲁番等地的一些官兵，也发生了残杀百姓、奸淫妇女的叛乱行为。1950年3月，已改编至王震麾下的第二十二兵团骑兵第七师叛乱，这支部队原为国民党骑兵第五军，曾是国民党西北军政长官马步芳的嫡系王牌军。叛乱时，共有17个连队的2511名官兵。他们在迪化地区6个县市先后发动了7次武装叛乱，与新疆当地的一个土匪头子乌斯满遥相呼应，与境外势力相互勾结。\n\n面对叛军、惯匪、特务、境外势力相互勾结的嚣张气焰，王震果断决定派兵围剿。对骑兵第七师的叛乱，王震让第十七师的政委袁学凯率军平叛，叛军很快被歼灭，其头目被击毙。对乌斯满势力，则组建了剿匪指挥部，王震任总指挥，同时还成立北疆剿匪前线指挥部，由第六军军长罗元发任总指挥。这支剿匪部队以第十六师为主力，配备了41辆装甲车，240辆汽车，1架侦察飞机等。王震的策略是，对这些土匪，能争取的要争取，如果争取不过来，则“必须用大炮讲道理，用刺刀去教训”。",
				"added": 1480494912
			},
			{
				"comment_id": 4,
				"body": "然而，乌斯满熟悉地形，适应沙漠荒原气候，且善于骑射，不需要后勤供应。据参战老兵回忆，乌斯满势力比国民党还难对付，“架起机枪打也打不死几个”。此时，苏联方面表示愿意支援王震剿匪，因为乌斯满曾多次窜到苏联边境作乱，苏联深受其害。但王震有着强烈的民族自尊心，在权衡了军事上、政治上的利弊之后，他答复苏联方面说：“请朋友们相信人民解放军的力量，我们有把握在短期内平息叛乱。”\n\n王震命剿匪部队兵分4路，日夜兼程进逼乌斯满的老巢红柳峡。红柳峡地形复杂，气候恶劣，夜里气温能降到零下30多摄氏度。乌斯满对匪徒吹嘘：“现在形势对我们有利，解放军害怕我们，不敢打了。凭我们熟练的骑术，精准的枪法，一定要和他们见个高低。”没想到，1950年4月15日早晨，解放军冒着风雪，突然杀入红柳峡。乌斯满仓皇逃走。被他胁迫来的哈萨克牧民，也丢下牲畜逃跑了。\n\n此时，王震执行了争取人心的政策。他命令部队，缴获的畜群一律不没收，要物归原主，被乌斯满胁迫的牧民回来后也一概不予追究，还要允许他们保留猎枪。这些政策，使得哈萨克各部落的首领和牧民渐渐明白：解放军不是乌斯满说的那样。他们陆续回来，四处流窜的乌斯满被彻底孤立了。\n\n由新疆逃至甘肃敦煌、安西一带的乌斯满等少数残匪，经新疆、甘肃部队联合清剿，于11月大部被人民解放军歼灭，乌斯满于1951年2月在甘肃被捕获。4月29日，迪化各族各界群众8万余人，在人民广场举行公审大会，审判乌斯满的叛乱罪行，乌斯满被执行枪决。从此，新疆社会进入稳定期。\n\n1952年4月6日，毛泽东在中央关于西藏工作方针的指示中说：“我王震部入疆，尚且首先用全力注意精打细算，自力更生，生产自给。现在他们已站稳脚跟，取得少数民族热烈拥护。目前正进行减租减息，今冬进行土改，群众将更拥护我们。”\n\n新疆，成就了王震的一段荣耀历史",
				"added": 1480494930
			}
		],
		"1_1DiBurSdqEiCRkakrWMtemNZeXj6F1MLkS": [
			{
				"comment_id": 5,
				"body": "楼主就是傻屌，鉴定完毕。",
				"added": 1480495134
			}
		]
	},
	"comment_vote": {}
}