{
	"next_comment_id": 44,
	"user_name": "Musickiller",
	"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
	"post_like": {
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_17": 1471301821,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_19": 1471327531,
		"1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9_1472069505": 1472078498,
		"1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1472557676": 1472559834,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1473736063": 1473795826,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1499381991": 1499409983,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1500204302": 1500208331,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1500184076": 1500208352,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1500274650": 1500377090,
		"1NJPghRQFKLo3CdjKw1pLcFNHhqAUnUQsZ_1500678569": 1500808274,
		"1NJPghRQFKLo3CdjKw1pLcFNHhqAUnUQsZ_1500851037": 1500906096,
		"16shzERdwhhJAWuUvDZGQYRRpi2YQp5fDB_1504203500": 1504205122,
		"16shzERdwhhJAWuUvDZGQYRRpi2YQp5fDB_1504202470": 1504205125,
		"1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1504423044": 1504516922,
		"1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1505198844": 1505407794,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1507097866": 1507586853,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1507614881": 1507659652,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1508166389": 1508250015,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1507949477": 1509201985,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1510127556": 1510172845
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "agree... God.. I would not be able to install Arch without the guide. It was a great help! I think that now I can do the install on my own, but the guide was a great boost for me.",
			"post_uri": "1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9_1472069505",
			"date_added": 1472069808
		},
		{
			"comment_id": 2,
			"body": "can you tell me about it?",
			"post_uri": "1Ab7t6js2jJS3edzqo5jpcEerJJBPFGtH4_4",
			"date_added": 1472125797
		},
		{
			"comment_id": 3,
			"body": "isn't ZeroNet a \"web of GET and PUT\"?",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1472481948",
			"date_added": 1472555818
		},
		{
			"comment_id": 4,
			"body": " @weakish: One could argue that it's a non-secure feature: your favourite site can be deleted if it's creator decide so. On IPFS even a new version of the site is not the way you like it, you can switch back to a previous one.\n\nBut yes, dynamic sites are ZeroNet's feature. And IPFS is FS. But you say that as if that's bad. ZeroNet, for example, can't deal with big files, while I used to stream videos on my ZeroNet blog page using IPFS and HTML5.\n\nWhat I think, a union and collaboration is a way this things should work.",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1472481948",
			"date_added": 1472556314
		},
		{
			"comment_id": 5,
			"body": "@weakish: Oh... I have misunderstoof you then. =)",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1472481948",
			"date_added": 1472556670
		},
		{
			"comment_id": 6,
			"body": "@weakish: hmm... decentralized idiocy..) nice...",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1472698422",
			"date_added": 1472733725
		},
		{
			"comment_id": 7,
			"body": "that does not lead to any specific pool.",
			"post_uri": "1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9_1473173724",
			"date_added": 1473198550
		},
		{
			"comment_id": 8,
			"body": "@Shellbound: yup. main page.\nnow it's ok for me too though =)",
			"post_uri": "1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9_1473173724",
			"date_added": 1473271384
		},
		{
			"comment_id": 9,
			"body": "I also had such realisation. It was a sad one, since I've sold my NMC for dirt cheap automaticly(",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1499381991",
			"date_added": 1499486573
		},
		{
			"comment_id": 10,
			"body": "care to tell more?)",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1500184076",
			"date_added": 1500186342
		},
		{
			"comment_id": 11,
			"body": "@Kaffie: interesting. thanks! =)",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1500184076",
			"date_added": 1500208436
		},
		{
			"comment_id": 12,
			"body": "What's the point? What is the idea of the zite? Yet another film hosting? I don't see why would I use it instead of a clearnet site. Yes, it does have something special (the way you fetch data from many sources), but in the end, it works like any other clearnet film host would.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1500249166",
			"date_added": 1500377419
		},
		{
			"comment_id": 13,
			"body": "Never seen a problem - and I run a phone, a tablet and a PC with ZN; my net is totally unstable, my systems tend to go to sleep when I'm not around, and yet still things are fine here.",
			"post_uri": "1NJPghRQFKLo3CdjKw1pLcFNHhqAUnUQsZ_1500678569",
			"date_added": 1500808413
		},
		{
			"comment_id": 14,
			"body": "I have not. What does it show then? (If you have answered - sorry, I've synched a few hours ago)\nUsually, I type Zero and sellect ZeroHello from browser's dropdown history suggestion list.",
			"post_uri": "1NJPghRQFKLo3CdjKw1pLcFNHhqAUnUQsZ_1500678656",
			"date_added": 1500809008
		},
		{
			"comment_id": 15,
			"body": "You've got some NMC thanks to 0list??",
			"post_uri": "1NJPghRQFKLo3CdjKw1pLcFNHhqAUnUQsZ_1500851037",
			"date_added": 1500889556
		},
		{
			"comment_id": 16,
			"body": "@Reke: that's great. But wait, 0list is just a list of zites - how can one get NMC from it?? (You've intrigued me))",
			"post_uri": "1NJPghRQFKLo3CdjKw1pLcFNHhqAUnUQsZ_1500851037",
			"date_added": 1500906093
		},
		{
			"comment_id": 17,
			"body": "good luck! see (read?) you later!",
			"post_uri": "1NJPghRQFKLo3CdjKw1pLcFNHhqAUnUQsZ_1500898998",
			"date_added": 1500919936
		},
		{
			"comment_id": 18,
			"body": "@Reke: ahah)) nice!",
			"post_uri": "1NJPghRQFKLo3CdjKw1pLcFNHhqAUnUQsZ_1500851037",
			"date_added": 1500920235
		},
		{
			"comment_id": 19,
			"body": "What is that KopyKate? Looks like some site that sends you to a clearnet page to see videos (kittyseedbox.tk) without asking (or even letting to stay and read the description).\n\nSorry, could not find any info on the site itself.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1503893581",
			"date_added": 1504001217
		},
		{
			"comment_id": 20,
			"body": "@Kaffie: thank you for the most detailed info!\n\nI have only disliked the fact that it does not ask me wither I want to access kittyseedbox or not. When I enter a ZN site, I usually want to stay inside ZN.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1503893581",
			"date_added": 1504124728
		},
		{
			"comment_id": 21,
			"body": "@Kaffie: how much coffee do you usually drink? You have written so much, but this time you've mostly reppeated stuff, so there wasn't point to it really xD\n\nWebseeds are actually more secure. You can access them through tor, which is not working for DHT.\n\nAnyway torrent is a file sharing protocol, not a secure file transfer protocol. To get something without anyone knowing it would require shut off all the good stuff from the torrent client, making it barely any better than a web downloader.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1503893581",
			"date_added": 1504164877
		},
		{
			"comment_id": 22,
			"body": "> @Kaffie: cut that\n\ninteresting! me too! I've used to drink quite a lot of it during writing my diploma work, but after that I saw that I got kinda addicted and purged that habit =)",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1503893581",
			"date_added": 1504195286
		},
		{
			"comment_id": 23,
			"body": "Q: What's so bad in this EME?\n\nA:\n> Wikipedia: EME has been highly controversial because it places a necessarily proprietary, closed component into what might otherwise be an entirely open and free software ecosystem.\n\n---\n\nSo fuck it then! I use IceCat anyway =D",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1504423044",
			"date_added": 1504516919
		},
		{
			"comment_id": 24,
			"body": "an interesting list it must be. can we have a look at it? Do you write a reason there?",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1505081551",
			"date_added": 1505157080
		},
		{
			"comment_id": 25,
			"body": "gosh.. what a gibberish stuff you wrote. Strength in diversity. But in what write it is not so much about models as much it is generations (6, 7, 8...). There is no choice at all. Newer = better = more expensive. What's to choose?\n\nOf course machine learning can be done on client side! A single packet in Python and you can do that all day long. Want it even simpler? There are tons of games on Android that use (very) primitive neuronets to teach a drawn thingy to walk/jump/climb.\n\nThe whole post looks without sense. Could you add more on the subject, I don't understand you.",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1505298884",
			"date_added": 1505505860
		},
		{
			"comment_id": 26,
			"body": "I prefer to hold a small phone and a tablet and a notebook when I can. \n-\nPhone is a handy device that I can SMS from (hate calling, but that too), use it in a train or a bus, without worrying that someone will steal it.\nA tablet is a thing that I use when I want to read or watch films, or type a lection when I don't have a laptop. But there is not always a place for a tablet, so I take it whenever I can and when I can't there is phone with 4000 mAh that let me both call and watch films (sadly not at the same time, dumb Xiaomi can't split screen).\nA notebook is heavy, but it's my portable heaven, open it, link up and you are home. So if I can, I take it with me too.\nSo yes, my bag is usually at least 3-4 kilos - there is always water and usually food (at least chocolate) wherever I go.\n-\nBut truth be told, my current phone has a large screen. Explaining: my tablet's battery has weakened so I can't use it for a long time. One movie and it is dead or almost dead. Can't buy a new one coz I don't work now. So I chose a phone with a large screen.\n-\nAbout shoulders: try to hold the phone higher and it's gonna be fine.\n-\nWanna know a killer idea? Smart watch. But not that crap that Samsung or Apple sell. I'm telling you about real smart watch. With a full android and no need for a phone. I had one and it was the greatest gadget I had ever. The battery died after I used it in bathroom. Underwater I mean. The problem is that you still need a larger screen sometimes so to have a smartwatch again I would need to but both the watch and a tablet (the setup I had then). No money, so I have a large phone.",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1505399497",
			"date_added": 1505506376
		},
		{
			"comment_id": 27,
			"body": "@weakish:\n- High/low-end: and your point is? As I said, similarity is not a choice.\n- Industrial level: I agree, but look at current mobile devices specs! My phone is about twice as powerful as my PC and that was a cheap model! I mean, it's obvious you can do face recognition on a mobile phone, but what's the point?\n\nIf you have company servers do the job, not only you save battery for mobile users, but also enable some family control / friends access options unavailable without networking. Of course the company would save some money on processing power that way, but I'm bot sure it's really worth that.\n\nAbout privacy - there is no privacy on a closed source system - there are always backdoors, ways to copy facial recognition database etc.\n\nThanks for explanation, even though now I just disagree with you... Anyway, think I made my point, so I won't bother you anymore with this topic if you are not interested =)",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1505298884",
			"date_added": 1506254034
		},
		{
			"comment_id": 28,
			"body": "@weakish:\n> my shoulders uncomfortable\nwell there is just no pleasing you =D But shoulders are not a big problem. When the neck is uncomfortable, there may be problems with blood circulation in the brain and that should be avoided, however, the shoulder will get better over time - humans are very adaptable. So I guess a tip about holding higher may not be s total solution but will help you use the phone when you just have to =)\n\n> battery life\n- Not enough for watching films and playing games all day long, I have managed to do that with a single recharge during the day, but I don't think that's what it was built for.\n- More than enough for constant Bluetooth connection, occasional calling, making fast photos (just like a real special agent ^_^) etc... \n\nThe biggest problem usually is an internet connection since screens don't consume as much as before. Last androids have some cool power saving functions, like limiting time for apps to connect to the internet, so it should fix the problem. Not good when you are chatting with a friend over whatsapp - messages are delayed for up to several minutes as soon as you switch the screen off (can be overridden, but that's throwing away the whole power saving thing), but still better than a dead phone/watch.\n\nWhile writing this, I thought that it may be OK to have one of those samsung/apple watches if you carry the tablet anyway:\nGood: they are lighter, since don't have many modules present on a phone, and don't consume power to stay connected to mobile networks and with a much bigger battery, the tablet can manage all that very well.\nBad: if the tablet is dead, you are left with no options. That means a lot to me, since I don't like to save those last 20% of power just because I need to call someone or smth like that. I love it when one device's death means that I simply switch to a backup, or a backup of a backup. (Once I had an important day and took watch, phone and a tablet. The worst that could happen - I would have to put a SIM card to another device. that's it.)",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1505399497",
			"date_added": 1506255484
		},
		{
			"comment_id": 29,
			"body": "Yandex still does not require mobile phones. Even at the registration page.\n\n---\n\nAbout what MS did - clearly they just wanted your phone. Ah, that's so romantic!\n\n---\n\nP.S. I didn't know anyone really uses Outlook. What's it like?\n\n---\n\n@Polar: yeah, like ZeroID. ~~psst, it's the same thing!~~",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1506253772",
			"date_added": 1506255993
		},
		{
			"comment_id": 30,
			"body": "@Polar: don't forget\n\n- does know your IP\n- still is a single central node in most decentralized ZN services\n\nIt can lock your ZeroMail, ZeroMe etc. because it's the only way to access those sites.\n\nOf course you are right about the phone, but mailbox can be protected by cryptography (see K9 Mail for automatiln) and there won't be so much of a difference with ZeroMail in it's security",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1506253772",
			"date_added": 1506341985
		},
		{
			"comment_id": 31,
			"body": "@ulrichard: and I thought my IPS were total bastards xD",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1506253772",
			"date_added": 1506342091
		},
		{
			"comment_id": 32,
			"body": "@Polar: thanks for an explanation about ZeroID registration =)",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1506253772",
			"date_added": 1506349882
		},
		{
			"comment_id": 33,
			"body": "Audiobooks rule =P xD",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1507309421",
			"date_added": 1507328461
		},
		{
			"comment_id": 34,
			"body": "\"forget\" is a correct word, since my files don't seem to be highlighted in any way x)) and I would really like \"share link\" button there.\n\nBesides that, it works fine indeed.\n\n---\n\nAnswering your question: obviously you need to seed your file.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1507507481",
			"date_added": 1507511413
		},
		{
			"comment_id": 35,
			"body": "@Kaffie: certainly is faster. And I think it's better since users can easily choose what files to seed. Comfortable.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1507507481",
			"date_added": 1507628842
		},
		{
			"comment_id": 36,
			"body": "be glad you have public charge stations. In Moscow I saw only one and it wasn't even working.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1508166389",
			"date_added": 1508250095
		},
		{
			"comment_id": 37,
			"body": "@ulrichard: ah, you were talking about a car? I thought about a phone or a notebook. Never heared about car chargers in Russia. Glad we have them.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1508166389",
			"date_added": 1508297753
		},
		{
			"comment_id": 38,
			"body": "Hack4climate?.. Blockchains?.. Make bit/lite/whatever -coin based blockchain electricity counters for flats that would be connected to the internet 24/7 and be able to get payments from users to company without any central server. Would be nice.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1508312881",
			"date_added": 1508316061
		},
		{
			"comment_id": 39,
			"body": "@Thatlurker: I thought it was already implemented in ZeroWiki...",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1508520896",
			"date_added": 1508695704
		},
		{
			"comment_id": 40,
			"body": "http://127.0.0.1:43110/0sh.bit/?Abf1\n\nGreat job! Does it check wether there is already a link to that address or does it create a new link every time?",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1507949477",
			"date_added": 1509202043
		},
		{
			"comment_id": 41,
			"body": "> I find it hard to believe\nMe too. What do forums say? Arch wiki? I don't think it's Ubuntu's personal bug. Or Unity.\nAre there any settings for bluetooth?\nAre there any additional software drivers for the thing?",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1509606199",
			"date_added": 1509867624
		},
		{
			"comment_id": 42,
			"body": "Sounds cool! Anywhere I can read about it?)",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1510771859",
			"date_added": 1510791614
		},
		{
			"comment_id": 43,
			"body": "@ulrichard: thanks!",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1510771859",
			"date_added": 1510798201
		}
	]
}