{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 4,
	"comment": {
		"1511662798_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 1,
				"body": "Ive been depressed and jobless for years. I cant feel anything but numbness. The world is so pointless to me. Its hard to even move around and stand. Im so weak i worry about my health. Suicide is something i think about hourly. Im different than other people. I wasn't meant for this world. ",
				"added": 1511666029
			},
			{
				"comment_id": 2,
				"body": "> [naeui7tycw9p35y9](#comment_25_1CaVUegZMXMjmRXtq5q3eZDqdtsoNvgep): is jobless something negative for you?\n\nTheres no point of being alive without money. Life is expensive. You literally cant be alive without money. A long time ago you could. But not now.",
				"added": 1511688539
			},
			{
				"comment_id": 3,
				"body": "> [kopyjane](#comment_56_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): In my years of research, I've come up with hundreds of articles describing all sorts of deficiencies linked to depression. If it's not a lack of Vitamin B12, it's a lack of Tyrosine, if it's not a lack of Tyrosine, it's a lack of iron.. if it's not a lack of iron, it's a lack of sleep.. if it's not a lack of sleep, it's too much sleep... if it's not a lack of social contact, it's too much social contact.. etc. It shouldn't be a rocket science. Just make sure you're eating a balanced diet, exercising, drinking water, avoiding drug abuse, sleeping right.. socializing.. etc. Try not to do supplements unless you have an actual deficiency diagnosed by a doctor. Of course, all of this is easier said than done, especially in this day and age.. so maybe it's time we also looked at the bigger picture and start doing something about the society we live in; the environment.\n\nThen I'm fucked. It makes me eat like shit. I can barely move if i do get out of bed. I haven't had a single friend in years. I don't travel further than my own room. I don't sleep at night because when i close my eyes i think I'm drowning. Ive learned that hell isn't something you experience when your dead. My existence is hell. This is my punishment. I deserve it too. ",
				"added": 1511694199
			}
		]
	},
	"comment_vote": {}
}