{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "Hey guys. I am in love with a girl, but I will go to Canada for university next month.",
			"body": "I am depression, so does she. I knew her from facebook cause we both love anime. However, when we talked about ourselves, she told me she got a real bad childhood. Her dad always wanna a son so she was beaten by her dad from time to time. After we first hang out together and I felt myself in love with her. I really wanna protect her and help her. Sadly, I am going to canada next month and she stay. I really don't know what to do. Should I told my feeling or just hide it forever?",
			"added": 1500916704
		}
	],
	"topic_vote": {
		"1_1FoBePyJrNaeE6ik2eukxFHG8MKhGVRAy3": 1,
		"1_127tNdRpqjPKrVbgYNJHyvHV2Hz43VApCK": 1,
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1
	},
	"next_comment_id": 7,
	"comment": {
		"1_1FoBePyJrNaeE6ik2eukxFHG8MKhGVRAy3": [
			{
				"comment_id": 1,
				"body": "> [nilarsen](#comment_5_1EHKf4dc4beZ4d2cFwW7VgDDmzjkNY5JAj): You should tell her how you feel and say you will be back for her.\n\nYeah, I thought about it, but during the time I cannot take care of her. And she is depression, if something goes wrong I am afraid she will heart herself.",
				"added": 1500917458
			},
			{
				"comment_id": 2,
				"body": "> [castor](#comment_1_17FzNZd5PbUzERka61GCYUrqjV25MCfusj): Do you want talk with her dad?> [jaspppppper](#comment_4_1JuJzy7nP1eBDojviCHFZYs36AftHQ5BmE): You can't hide that feeling if you really love her.Just be a man,and split all of them out.\n\nDude, it's not that easy. What if she is sick or get hurt. I can't be there for her. Maybe there will be a better man taking care for her in the future... I will jealousy of course but I think she may deserve better.",
				"added": 1500997905
			},
			{
				"comment_id": 3,
				"body": "> [castor](#comment_1_17FzNZd5PbUzERka61GCYUrqjV25MCfusj): Dude, it's not that easy. What if she is sick or get hurt. I can't be there for her. Maybe there will be a better man taking care for her in the future... I will jealousy of course but I think she may deserve better.\n\nSorry dude, I wrong replying . I am not familiar with her dad.",
				"added": 1500998042
			},
			{
				"comment_id": 4,
				"body": "> [jaspppppper](#comment_4_1JuJzy7nP1eBDojviCHFZYs36AftHQ5BmE): Dude, it's not that easy. What if she is sick or get hurt. I can't be there for her. Maybe there will be a better man taking care for her in the future... I will jealousy of course but I think she may deserve better.\n\nDude, it's not that easy. What if she is sick or get hurt. I can't be there for her. Maybe there will be a better man taking care for her in the future... I will jealousy of course but I think she may deserve better.",
				"added": 1500998057
			},
			{
				"comment_id": 5,
				"body": "> [nilarsen](#comment_7_1EHKf4dc4beZ4d2cFwW7VgDDmzjkNY5JAj): Don't you think there is a higher chance of her hurting herself if you don't tell her how you feel? A long distance can work if you truly love each other. I know from experience.\n\nIf I just hide it, we can just be friends. Perhaps she will find someone else.",
				"added": 1500998241
			},
			{
				"comment_id": 6,
				"body": "> [superkyo2008](#comment_3_1BuXYwxka4uV2V5441rNQYYPUDJrz7SLF3): In my opinion, shouldn't people in the west be very direct? Why do I think this guy is very vague, more ambiguous than our Orientals?\n\nI am not an sociable person. Perhaps it make me a freak.",
				"added": 1501085018
			}
		]
	},
	"comment_vote": {}
}