{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 9,
	"comment": {
		"1_13PDAPMdvVB7xVGz9QV8m1D96nyhfkxzT5": [
			{
				"comment_id": 1,
				"body": "> [eliteotaku](#comment_4_1P15txe9zod4HLQTMbuNp485Q9AyZWoKN): The question is whether GFW is able to ban SS? I doubt that. If GFW do have that skill, they would not invite SS author to have a cup of tea......\n\nit is rumored that the GFW does have that skill and is testing it right now (interrupting normal ss connection). the tea meeting was just other part of the story, which is not strongly related to the research of the skill (means that the Chinese gov attempts to control the technology AND the people behind it).",
				"added": 1500106558
			}
		],
		"1_1CFFJoZvS4XUBxNXiP8QNzEVbB5fqV1nhu": [
			{
				"comment_id": 2,
				"body": "1. 这里是英文论坛，中文内容请去页面顶部的「中文论坛」发表；\n2. 即使是 ZeroNet 也不欢迎非法修改 GPA 的请求。\n\n---\n\n1. This is English forum. Please make Chinese posts in Chinese forum. You can find it at the top of the page.\n2. Requests for hacking GPA scores are not welcome, even in ZeroNet.",
				"added": 1500306429
			}
		],
		"1_127tNdRpqjPKrVbgYNJHyvHV2Hz43VApCK": [
			{
				"comment_id": 3,
				"body": "> [masa](#comment_1_1Lk6ePgEuBUT38csUEyQyk6vZasF9WDKLx): 智障吗？什么逻辑？去泰国旅行就要在当地说泰语吗？真有趣\n\n智障吗？什么逻辑？有中文圈子不去非要在泰国人面前嚷嚷中文？真有趣\n\n(For English users: Please ignore this pointless reply ;P)",
				"added": 1500306690
			},
			{
				"comment_id": 6,
				"body": "> [nonosansi](#comment_4_17G8TR9JExuG2DTtvFcR4EUB4bAAQto2wU): 说实话，依据是什么？既然这里是第一站，几乎每个人上论坛第一站就是这里，又没有看到明文规定说这里不能发中文贴。凭什么不什么在这里用中文交流。\n\n这就好像「没有看到明文规定说不能在大街上屙屎，凭什么不让我在大街上屙屎」一样",
				"added": 1500476980
			},
			{
				"comment_id": 8,
				"body": "> [nonosansi](#comment_6_17G8TR9JExuG2DTtvFcR4EUB4bAAQto2wU): 比喻很不恰当，你要是愿意的话我想没人会管你的.(其实这个还真有明文规定。不解释)\n\n明文规定？请求来源。另外比喻并没有不恰当，最多不入眼罢了，你若有异议请论证。",
				"added": 1500566063
			}
		],
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": [
			{
				"comment_id": 4,
				"body": "Maybe we need a \"user-language\" feature to let ZeroNet client automatically choose which sites to display at the first time it launched? Since software can get system language and use the right translation (like ZeroHello), I think this is technically possible.",
				"added": 1500369341
			}
		],
		"1_16N9gdSwDGP1htRPyWcNd3psxAsDF5BhkX": [
			{
				"comment_id": 5,
				"body": "强烈怀疑这就是个钓鱼贴，想钓鱼怎么也去中文论坛钓吧？建议后来者不要回复，让它沉下去吧\n\n---\n\nFor English users: Just can't find any point of this topic. Let it go.",
				"added": 1500386510
			}
		],
		"1_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": [
			{
				"comment_id": 7,
				"body": "抛开那些奇怪的主题内容不谈，一些人在这里发中文内容的可以理解的，毕竟软件已自动切换为中文界面语言的情况下默认访问英文版 ZeroTalk，个人认为是不合理的，锅有一部分需要软件背。但当有人指出这种行为（在这里发中文内容）时，另一些人的回复是冷嘲热讽、嗤之以鼻甚至人身攻击，这就毫无理解的必要了。贴吧没有英文版，老外误入发了些英文内容属无意或无奈之举；ZeroTalk 有中文版（还挂在了页面顶部），国人还要在英文版发中文内容属无意或无奈之举？请容我保留意见。有一种东西叫公德心，很可惜一些人没有。",
				"added": 1500478494
			}
		]
	},
	"comment_vote": {
		"47_18NsJqjikBYBjwLzMVp7aBJSpqtyRSd9qF": 1
	}
}