{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "请把ZeroHello的节点报一下，看看是不是都一样",
			"body": "2017/8/2 23：53 目前由 1717 个节点驱动",
			"added": 1501689232,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 11,
	"comment": {
		"2_12CmV9DVtavEgcWEQSEcYJHTJbRaEZbt7H": [
			{
				"comment_id": 1,
				"body": "政治对个人最大的影响，就是社会资源和财富的分配的公平性。\n\n以为自己实干赚点钱就满足，谁知到权贵要抢你的钱，根本不需要你把钱交出来。\n\n权贵利用权力在银行贷几万亿的款，给自己买进各种物质资产，然后利用权力指令银行开动印钞机，把这几万亿填回去，结果物质资产到了它们的手，而你手里的钱却被稀释了，贬值了，这变相等于给它们还了这几万亿。\n\n然后它们又把物质资产（比如房产）抬高价卖给你，又再敲你一笔，如果你贷款购买，但你没权开印钞机，只能自己和子孙用血汗还，这明显就是利用权力破坏公平。\n\n所以你可以不关心政治，但你照样被宰。公平没解决之前，实干也是白干。当其他人看出问题，讨论问题，却被你说成唯恐天下不乱，你不觉得岂有此理吗？\n",
				"added": 1501462637
			},
			{
				"comment_id": 3,
				"body": "> [freellxd](#comment_6_1CqkwVX5LpmGXuRtycggqoJcQ583v42WKQ): 实干兴家？给你来个公私合营，你就只是个国企干部了，到头来都成了走家的产业。\n\n不是什么人都能实干兴家的。只有权贵看上你，然后包庇纵容你犯罪，比如卖假货，盗版侵权，非法集资，强拆等等，为你的罪行背书。然后又把国家输送利益给你，比如药品电子标签的分发本应是国家的，但是被卖给“阿里”从中获得利益。并且让它们参股一起瓜分，那么你就一定实干兴家。但是这不是白得来得，它们随时要你混改合营，把给你得到拿回去，连吭一声都不可以。",
				"added": 1501484318
			}
		],
		"3_12iCT9bKXfAZBTYZqLXrKSGf6J6ymeNrBt": [
			{
				"comment_id": 2,
				"body": "这得分清楚，\n\n如果五毛狗来讨论民主自由，既然也有这种兴致，你们就不要拉黑它，应该一起讨论，否则就会被其它五毛狗用“闭嘴 我们在讨论民主自由。”这样的话来咬你们。\n\n如果五毛狗不是来在讨论民主自由，而是来放狗屁的，严重跟主题不符，甚至违反版规，扰乱板块秩序，完全可以拉黑它，扯不上民主自由，五毛狗也咬不了。",
				"added": 1501464801
			},
			{
				"comment_id": 5,
				"body": "我对zerocatty发的内容同样没兴趣，所以我选择拉黑了他，因为我不想看，这是我的权利，版面一下子清爽多了。但我没妨碍他继续说，因为这是他的权利，就算是放狗屁，也可以继续放，不会封号删号。\n\n把“我不想看”和“他继续说”的权利都保障起来，就是这个网络的最大民主！ \n\n虽然五毛狗会发些东西扰乱视听，但我觉得下判断说他是五毛狗，证据不足，有些人喜欢淡灌水，我觉得正常。",
				"added": 1501509302
			}
		],
		"1_1Lx1QjriiL6U9vaXhPDCF7UNwyHSr4WbJy": [
			{
				"comment_id": 4,
				"body": "> [imnobody](#comment_3_1DURv3AieHVABVoVRPTfF4vt9ERumJc82t): 以前在美国不是还有美国梦嘛，现在美国也嚷嚷着要重振美国梦。中国梦旨在中华名族的复兴，现在的安稳生活，能坐在这里上网看电视，写写评论，有稳定工作，中国在国际上的地位和面貌的改善，都离不开政府的决策以及每一个人的努力。中国梦不仅仅是口号，更是一种动力，是一代人的担当。每个国家都有自己的国家梦，英国有英国梦，梦想重振以往英国日不落的雄风；美国也有。不过在国内我们内部说说也就算了，要是楼主去了国外，被外国人说我们中国怎么怎么不好，中国梦怎么怎么不行，你肯定是不答应的。\n\n你的中国梦要求也太基本了，人家权贵的中国梦是买最贵的飞机，在上面玩机震，完全不是一个层次，同样的努力，甚至你可能更卖命，你做得到跟它们一样吗？如果要说中国梦的话，我更简单，就是要一个公平，公正，公义的社会，然后在谈民族复兴！",
				"added": 1501499039
			}
		],
		"1_1PctriJ155UjQV4HrXw9qr7rznf8MNBkaj": [
			{
				"comment_id": 6,
				"body": "当然不要用中文，万一老外的系统没有简体中文字库，那看着你发的一堆乱码，以为你发神经病。",
				"added": 1501541220
			}
		],
		"1_1Kf3goqzKuaWCSUB8eSpNbAXA3baf42Q4z": [
			{
				"comment_id": 7,
				"body": "有些人喜欢上坏球网，鸡血网搬垃圾的，不一定代表他本人，我见识过，被声讨之后，又去搬什么养生，种花之类。已经把他拉进黑名单，并希望硬盘也不要缓存这些垃圾内容。",
				"added": 1501561907
			},
			{
				"comment_id": 8,
				"body": "> [nekox](#comment_26_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF): 没有，反而还在抬高\n> \n> 萨达姆虽然独裁，但P民起码还有口饭吃\n> \n> 当然咯，白送钱谁不要\n> \n> 蒋公讨了个SB老婆，这是没办法的事\n> \n> 我个人估计印度在声东击西\n\n\n不完全同意！\n\n1、中国政府为了降低房价，做了哪些努力？\n\n按照市场规律，只有放开土地供应，不限制建设，让市场供过于求，发展商才会降价，但是中国政府的做法刚好相反，它们收紧土地供应，限制建设，把房价推的越来越高。\n\n2、美国为何要当世界警察，为何伊拉克人民又开始怀念萨达姆了？\n\n没有美国当世界警察，日本，韩国，甚至台湾早就拥核了，当年苏联要核平北京，也是美国出手制止，说伊拉克人民又开始怀念萨达姆，那是造谣，伊拉克除了被IS占据的战区部分，其它地区经济搞得很好，谁还去管狗屁萨达姆。\n\n3、中国的一带一路，是否比美国的大棒主义，更加容易赢得支持呢？\n\n美国和欧洲，日本，韩国没有看到什么大棒，反而是道义大于利益的关系，其它地区也是互惠互利，不搞阳奉阴违。而搞金钱外交的，只不过是一场又一场的鸡血，一个又一个的坑，历史已经有教训，而且还把钱往战乱危险地区扔，美国都不敢这么干。至于说给斯里兰卡14亿美元贷款，但其中5亿美元贷款不知去向，这样的事情，国内人都懂的。\n\n4、美国很民主，但是这垃圾竟然想给中国丢原子弹，穿破脑子进水了么：（\n\n那是这位官员个人举例表示服从上级而已，没有说真的要给中国丢原子弹，如果这样也穿破脑子进水，那么看看中国的网络，那些给美国扔原子弹的，全部穿破脑子进水的话，死的人数不亚于被核弹炸。另外民主说的是一国民众和统治当局之间的关系，跟国与国之间扯不上任何关系，所以美国民主跟丢原子弹是没有关系的。\n\n5、印度这次挑衅中国，是打西藏的主意么？\n\n不关心印度，只关心什么时候把印度军赶出去，别拿什么借口。",
				"added": 1501570459
			}
		],
		"2_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": [
			{
				"comment_id": 9,
				"body": "> [buhexie](#comment_176_139DmfQr5fT7Xkcn71DpXBaXhA4X9u873q): 东北快手，斗鱼党支部，都是老铁666啊。这次倒车和文贵爆料后，所谓自干五大部分明白自己不姓赵，消失了\n\n有个资深五毛，洗地造谣五六年，突然跟贴说 “ 环境变了，对于各种倒车请注意，...，口头禅回应：这盛世，如你所愿。。。“，这种投机分子是绝对信不过的，但是这种有感而发，又非常有趣，很好奇它看到了什么，遇到了什么。",
				"added": 1501584119
			}
		],
		"1_1Q3pgQCFsrCkLWpdVZ7FihSuHHVistLBEA": [
			{
				"comment_id": 10,
				"body": "互联网精神长存。",
				"added": 1501596428
			}
		]
	},
	"comment_vote": {}
}