{
	"next_comment_id": 18,
	"user_name": "Mynameislegion",
	"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
	"post_like": {
		"1EizNCr1TBaytrcEFBPrk8yk6eUFgNCC5r_1": 1471047183,
		"1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_16": 1471139442,
		"16ayEL9rXHKdbhoFu1LUanUaPVrzRVe331_8": 1471384489,
		"15Hi7MDddHwzTZmmcsj8MWLpZaDz6mLPXg_1474638112": 1474667014,
		"1JuUHRJ3A1wy5zgT6c2KviH9cHtq8Zr4X9_1474815271": 1474824878,
		"1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9_1479074084": 1479115481,
		"1FGVEuZKPYmMDng42wk6kLZoDMx8gwXH3K_1509861045": 1509885772,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509952094": 1510002529,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1510124476": 1510125171
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "I feel you my friend. Same here.",
			"post_uri": "15Hi7MDddHwzTZmmcsj8MWLpZaDz6mLPXg_1474638112",
			"date_added": 1474667031
		},
		{
			"comment_id": 2,
			"body": "I agree that this is an issue - what do you mean by \"public funded\"? Often public-funded means government-funded what is e.g. the BBC in the UK. If an outlet is government-funded, it will always portray the government positively in order to secure funds. The problem is, that ZeroNet and duckduckgo are for nerds - people won't leave their walled gardens until shit hits the fan.",
			"post_uri": "1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9_1479074084",
			"date_added": 1479115712
		},
		{
			"comment_id": 3,
			"body": "@Bravo: No matter if corporate, blog or twitter - the big question is how \"truth\" can be defined? \nIs something true, just because it sounds convincing, is shared by a person you respect, gets repeated a thousand times, matches your personal experiences or the majority accepts it as truthful? \nIn my opinion, human thought is nonobjective and therefore every piece of journalism is coloured by the bias of its writer. With that in mind, I would say that it makes sense to mix all possible news sources and see the \"big picture\".  \nOne site I can recommend is the https://theintercept.com/\nAlso I think Wikileak's concept is interesting -  just publish the source and cut out the \"man in the middle\".",
			"post_uri": "1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9_1479074084",
			"date_added": 1479133503
		},
		{
			"comment_id": 4,
			"body": "@Shellbound: Brexit was not just the result of wrong claims made by the leave campaign - corporate media such as the Daily Mail & Sun spread lies about the EU for decades until people started accepting them as truth. In comparison with other countries Britain has a very strong right wing press. And this example highlights one of the issues: big media organisations which are very influential on public opinion must be held accountable for misinformation/fearmongering. It is unbelievable that the punishment for printing a big fat lie on the front page and is an apology in small print on the last page a few weeks later. If you want \"good\" journalism in the free market, then the penalties for bad journalism must exceed the profits that can be gained from \"clickbait\".",
			"post_uri": "1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9_1479074084",
			"date_added": 1479242775
		},
		{
			"comment_id": 5,
			"body": "Best app is OpenVPN and then the certificate from a proper VPN provider: https://thatoneprivacysite.net/simple-vpn-comparison-chart/",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1485328527",
			"date_added": 1485465532
		},
		{
			"comment_id": 7,
			"body": "@Plasmmer: I am also fed up of voting for the loudest monkey (personalities). With the internet and bitcoin technology it should be possible to create a safe voting system where people can support ideas/directions rather than parties. However, those in power won't give up so easily.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1490850290",
			"date_added": 1490899423
		},
		{
			"comment_id": 8,
			"body": "@Plasmmer: I wish I would share your optimism regarding good people being the majority. I mean yes, we are, but unfortunately our society encourages people to be ignorant and selfish - \"good consumers and citizens\". Just look at USA, this is also slowly happening in Europe - the masses are easily fooled. History repeats itself. I can really recommend watching Adam Curtis, e.g. \"Hypernormalisation\" or \"Century of the self\".",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1490850290",
			"date_added": 1490903400
		},
		{
			"comment_id": 9,
			"body": "@Plasmmer:  I like your idea with a voting system, but how would you implement it? As it is fairly easy to create several instances of ZeroNet, such feature could also be used to attack a site. To prevent that, you may have to e.g. limit these votes to the longest seeders. But keeping metadata about seeders is a bad idea - it may help attackers locate the site owner.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1490850290",
			"date_added": 1490903676
		},
		{
			"comment_id": 10,
			"body": "@Plasmmer: Post it, I am interested in your concept :)",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1490850290",
			"date_added": 1490903867
		},
		{
			"comment_id": 11,
			"body": "I would love to know the same. I was hoping that thanks to Ubuntu ther would be an alternative to Goog and Apple.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491547095",
			"date_added": 1491549238
		},
		{
			"comment_id": 12,
			"body": "@43110: https://offshoreleaks.icij.org/pages/database / torrent file: https://offshoreleaks-data.icij.org/offshoreleaks/data-csv.zip.torrent",
			"post_uri": "1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509952094",
			"date_added": 1509952644
		},
		{
			"comment_id": 13,
			"body": "@43110: Can you access these links?",
			"post_uri": "1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509952094",
			"date_added": 1509952699
		},
		{
			"comment_id": 14,
			"body": ":( I'll look into uploading it at some point",
			"post_uri": "1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509952094",
			"date_added": 1509952976
		},
		{
			"comment_id": 15,
			"body": "@43110: I am glad you were able to get it. Do you know of any way to converting a huge number of torrent files into magnet links at once?",
			"post_uri": "1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509952094",
			"date_added": 1510002326
		},
		{
			"comment_id": 16,
			"body": "Is there some kind of torrent that contains all the studies?",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1510237134",
			"date_added": 1510247181
		},
		{
			"comment_id": 17,
			"body": "@Sksn: Haha I did not know that the library is that huge! Download links are also available here http://gen.lib.rus.ec/",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1510237134",
			"date_added": 1510265531
		}
	]
}