{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 14,
	"comment": {
		"14729_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 1,
				"body": "Badly organized crime gangs",
				"added": 1505827798
			}
		],
		"1_1PbHPT2BbYmTiM1SP278hAGmR23eJoMwGG": [
			{
				"comment_id": 2,
				"body": "GoogleMaps started arab spring. They noticed - tribe of governing mafia has more land, better houses. Now imperialists use a treaty - hide mafia places at satellite maps",
				"added": 1506518450
			}
		],
		"3_1Ga7vs5ZV73jbTSMR77FuZi8KWt2MnBSvb": [
			{
				"comment_id": 3,
				"body": "If really they die in terror attack to get 72 girls in paradise - must be killed. All demonstative religious persons, catholics, jews, anglicans and others - idiots or criminals. I think arab guys die for justice",
				"added": 1506519254
			},
			{
				"comment_id": 6,
				"body": "Before muslims, human bombs started indian buddhist - explode Ghandi and Neru families. Japanese kamikadze - buddhist-sintoist. Even the most cultural religion, soviet communism - demand suicidal terrorism (Gastello movement)",
				"added": 1506586844
			},
			{
				"comment_id": 9,
				"body": "When Middle East was in turkish empire, they called it just beautiful Levanth. After french, english occupation - land of terror, horror.",
				"added": 1506689880
			},
			{
				"comment_id": 10,
				"body": "> [elspru](#comment_62_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib): That's false, Tamil people are primarily Hindu,and there is no evidence either way what religion the Tamil faction was.The Tamil Tigers for instance that caused a lot of terrorism in Sri Lanka,were Hindu, however the organization considered itself Atheist.  [...]\n\nNow I know - Hindu are terrorists too.\n Dalai-Lama is a buddhist exactly - but most terrible terrorist. Lamas cut hands and feet to their enslaved compatriots, before commies free them.",
				"added": 1506690291
			},
			{
				"comment_id": 11,
				"body": "> [elspru](#comment_61_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib): Yes, this is why I  support refugees and education, since then they can have a safe space to convert away from Islam to something more peaceful. [...]\n\nLast peacefull nation - neanderthals. Thats the reason why Homo Sapiens killed them all.",
				"added": 1506691495
			}
		],
		"1_1KRueLENohFTeiAzfbr1s7VMfYBgcmm1Ur": [
			{
				"comment_id": 4,
				"body": "I got Android Bitkoin Wallet - it doesn't see my email. That's the reason I'm here. But local email no way too. Confused.",
				"added": 1506533497
			},
			{
				"comment_id": 5,
				"body": "Thanks James. I'll get it. But android wallet starts working, I'll keep it for some time. If you're really 007 from MI6 - can buy military secrets from me: 97758ef8-709d-4d72-b2fb-bd9d94ddaed0",
				"added": 1506586054
			}
		],
		"10_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 7,
				"body": "Huawei p8.",
				"added": 1506616603
			},
			{
				"comment_id": 8,
				"body": "Test? Home, but many see phone",
				"added": 1506616649
			},
			{
				"comment_id": 12,
				"body": "> [james007](#comment_44_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): The only smart thing I have is a rooted phone with Gapps removed, and the spying smart meter the electric company forced on me. I refuse to buy a \"Smart Assistant\" that tells me what to buy from it's corporate overlords,  and I enjoy my non-Smart TV for watching movies.\n\nSmart people buy simple TV and android dongle instead smart TV. Very smart - monitor.",
				"added": 1506692018
			}
		],
		"1_1B5JWFLMWdA1gzFDcpPTF8mLjUVsh7nNng": [
			{
				"comment_id": 13,
				"body": "Me too think about it. They say - bitcoins are for drugs, weapons, slaves. I have a little bit of tramadol. Only this saved from cancer pains my granny, thats her heritage",
				"added": 1506786566
			}
		]
	},
	"comment_vote": {}
}