{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "與蔡英文通話　川普就是狂？",
			"body": "新聞網址：http://www.cw.com.tw/article/article.action?id=5079715\n\n作者：張詠晴編譯 2016-12-03 Web Only\n\n美國總統當選人川普打破台美斷交以來的慣例，直接與中華民國總統蔡英文通話。不論這是「政治素人」川普因為不清楚慣例，而意外「衝破體制」，還是「政治狂人」川普就是沒在管中國感受，都已經讓國外媒體一陣譁然。\n\n或許已經不太有人記得，當年小布希政府的第一個外交危機，發生在南海上，這件事之所以被人淡忘，很大原因是被數個月後震撼全球的911恐怖攻擊事件蓋掉了。\n\n2011年4月1日，美國一艘海軍偵察機在南海執行偵查任務，中國派出2架殲-8II戰鬥機進行監視和攔截，其中一架戰鬥機在海南島東南方上空與美機發生碰撞，解放軍戰鬥機墜毀，中國飛行員殉職。\n\n美國偵察機迫降，機上人員遭挾持11天，中美經過政治角力，直至一紙外交協議生效，美方人員才獲釋。\n自此以來，中美關係偶有波瀾。\n\n《大西洋月刊》（The Atlantic）解讀，與小布希不同的是，川普還沒就任總統，就點燃了中美關係危機。\n\nTaipei Times 和《金融時報》首先報導，川普與台灣總統蔡英文通電話。但川普團隊隨後也發表聲明加以證實。\n\n聲明說：「總統當選人川普與台灣總統蔡英文對話，蔡英文恭賀川普當選總統。在談話中，他們提到台美存在的緊密的經濟、政治和安全關係。總統當選人川普也向今年稍早就任台灣總統的蔡英文致賀。」\n\n台美領導人直接對話，引發全球媒體報導。川普更推文說，「台灣總統今天致電，恭賀我當選總統。謝謝妳！」\n\n川普的第2則推文則顯示，或許這通電話，不是因為「政治素人」對外交慣例的無知，他也未必是個不在乎觸怒中國的「政治狂人」，而是展現「商人本色」。\n\n第2則推文的內容是：「真有趣，美國賣給台灣數十億美元的軍備，但我卻不該接起一通致賀的電話。」\n\n台美領導人直接對話，大大違反了先前的外交慣例，但卻也凸顯了某些慣例是多麼的奇怪和令人不解。 \n\n川普和蔡英文對話  怪在哪裡？ \n\n《大西洋月刊》分析，美國僅與台灣維持「非正式」關係，包含提供「防禦性」武器，但卻仍不願承受其獨立，並施壓台灣領導人不要意圖改變現狀。\n\n 這對所有利益相關國家來說，這簡直是像有漏洞的小說劇情，台、美、中的關係確實就建立在這樣的基礎上，似乎唯有如此，才能和平相處。\n\n 1972年，美國前總統尼克森與中國共產黨創始人之一毛澤東會面後，美國就採取「一個中國」政策。到了1978年，卡特總统在未徵詢國會或要求國會同意的情況下宣布與中華民國斷交轉而承認中華人民共和國，美國駐台北大使隔年關閉駐台使館。  \n\n儘管如此，美國依然與台灣維持緊密關係。美國國務院指出：「台灣是美國的第9大貿易夥伴，美國更是台灣的第2大貿易夥伴。」更重要的是，自1990年以來，美國軍售台灣達460億美元。去年12月，歐巴馬政府也銷售180億美元的反坦克飛彈、軍事艦艇和其他軍需品給台灣。\n\n當然，台灣購入這些軍備是為了防禦假想敵中國，因此美國軍售台灣，一直都是中國心頭上的一根刺。\n\n儘管，美、台、中的三角關係有時躁動不安，但三方的目標都是希望守住脆弱的現狀。川普與蔡英文對話，並讚揚台美關係，可能威脅三方微妙的平衡關係。\n\n曾在共和黨籍總統小布希（George W. Bush）政府擔任新聞秘書的佛萊謝（Ari Fleischer）指出，他擔任新聞秘書時，甚至不被允許提及台灣政府。\n\n美國資深媒體人法羅斯（James Fallows）得知川普致電蔡英文的消息後，更直接的在推特寫道：「搞什麼鬼？？？？」\n\n當然，川普不按牌理出牌的案例已經太多，實在很難判斷這一次「衝撞體制」究竟是無心還是有意、是無知或根本不在乎。\n\n但川普確實有許多故意戳中國的理由。競選期間，他多次嚴厲抨擊中國，指控北京政府操縱匯率、佔美國便宜。他甚至曾表示，有意願推翻過去被視為神聖不可侵犯的多項美國外交政策。\n\n一些與川普交情甚篤的人曾暗示，或許對台關係就是川普想改變的現存政策之一。美國前鷹派外交官波頓（John Bolton）曾擔任川普顧問，而波頓就強烈支持美國加強與台灣關係，對抗中國。\n\n不過， 美國戰略暨國際研究中心中國力量計畫（China Power Project）總監葛來儀（Bonnie Glaser）說，就算這樣的挑釁是蓄意的，不代表川普的舉動是明智的。葛來儀說：「我猜想川普根本沒有全面理解，北京對這個問題有多敏感。」\n\n另外有觀察家指出，這通電話可能與川普的事業有關，因為川普家族目前似乎正打算在台灣打造奢華飯店。\n\n民主黨籍聯邦參議員墨菲（Chris Murphy）抨擊川普太過輕率。他推文說：「外政策的一致性是手段，不是一種宗旨。川普當然有權利改變政策、更換盟友和策略。」\n\n墨菲推文說：「過去48小時發生的事，不是什麼改弦易轍，而是毫無計畫的外交政策轉向。（在過去）戰爭就是這樣開始的。」 \n\n美國選戰期間，中國官方媒體《環球時報》在一篇社論中所稱，在他們眼中，川普這個億萬富翁口無遮攔且大大咧咧，「是個小丑」。\n\n如今，中國外交部長王毅針對蔡英文與川普通電話則表示，「這只是台灣方面搞的一個小動作」，不會改變美國政府多年來堅持的一個中國政策。\n\n王毅指出，「這只是台灣方面搞的一個小動作，根本不可能改變國際社會已經形成的一個中國格局。」 \n\n--------\n\n算是今天臺灣的頭版新聞。",
			"added": 1480748767,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 3,
	"comment": {
		"1_1NZsz5ugkzg27d9jmc8qrT9GxcLZdiuBGP": [
			{
				"comment_id": 1,
				"body": "新疆就維吾爾族，信回教的。只能說中國還算挺利害的，武器商人也進不去，雖然之前發生幾件維人砍人的事件，但與中東比實在好太多了。\n另外，其實新疆與阿富汗的邊界是相鄰的。",
				"added": 1480250724
			}
		],
		"7_12kcMDfKMos1marvnhfduW5aBbwXcPV2ka": [
			{
				"comment_id": 2,
				"body": "可以貼magnet嗎？這樣就不需要下載torrent檔了。",
				"added": 1480253073
			}
		]
	},
	"comment_vote": {}
}