{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "How easy is it to DoS a zite?",
			"body": "So, say I don't like a zite and I want to prevent anyone from accessing it. I create hundreds of fake peers that all advertise as hosting the zite but don't actually return valid data. Will visitors to the zite be able to open the zite?",
			"added": 1504830399
		}
	],
	"topic_vote": {
		"2_12UhiqqmEFy9e5iDphNwnugKQrhWMMAP3J": 1,
		"1_19dfuqqdasCxD56Yn8KGcgcckbdkV9SZi4": 1,
		"6_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": 1,
		"1_1M5c4n1YevPV4Z3ZVS21BzH7b56qZhcML2": 1,
		"1_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": 1,
		"6_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"2_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o": 1,
		"4_1Ga7vs5ZV73jbTSMR77FuZi8KWt2MnBSvb": 1,
		"9_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": 1,
		"5_19xyLs9tyTZF9JaEcWBk5JtgWdYtQPQwt3": 1,
		"1_1Cy1dDBGdk9AE6c2HbU97yXpxB29t1D16j": 1
	},
	"next_comment_id": 25,
	"comment": {
		"2_1Gi1gKhUwd3SBAKYyGTyWvN1L6QHtf56SL": [
			{
				"comment_id": 1,
				"body": "Of all Jews you choose to attack Einstein?",
				"added": 1492819646
			}
		],
		"13_1KdnTJVBGzEZrJppFZtzfG9chukuMv8xSb": [
			{
				"comment_id": 2,
				"body": "Hasn't this been tried before with the monetized versions of Bittorrent?",
				"added": 1492819978
			}
		],
		"7_14UupgrdnT7Y8vMES7aqUFgD1fC5RYNrh8": [
			{
				"comment_id": 3,
				"body": "Arch Linux AUR has a systemd service file which you can re-use on other systems:\nhttps://aur.archlinux.org/cgit/aur.git/plain/zeronet.service?h=zeronet\nAlso see here for some setup instructions for Tor:\nhttps://aur.archlinux.org/cgit/aur.git/plain/zeronet.install?h=zeronet",
				"added": 1503206887
			}
		],
		"3_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": [
			{
				"comment_id": 4,
				"body": "Et tu, Mozilla?",
				"added": 1503207205
			}
		],
		"1_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": [
			{
				"comment_id": 5,
				"body": "F-Droid FTW!\n\nUnless ZeroNet is built into the mainstream browsers, it won't be adopted. Optimists in this thread underestimate the grip of inertia and the allergy of average user to setting up anything beyond the complexity of clicking on a link. Perhaps, small self-sufficient plug-and-play \"router-like\" boxes based on RPi could simplify setup and operation, but normie users won't bother buying them.",
				"added": 1503207433
			}
		],
		"2_16UYTd5pL9rt4hhxQAmfX89QqmjJB58xDx": [
			{
				"comment_id": 6,
				"body": "This is great work! Thank you for making this.\n\n> That means the site is impossible to shutdown\nBe careful with absolutist claims like this. Anybody can DDoS all the hosting peers with minimal effort in no time. Perhaps the Tor peers will remain, though. ZeroNet needs a DDoS mitigation solution, which might be a holy grail...",
				"added": 1503207825
			}
		],
		"6_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": [
			{
				"comment_id": 7,
				"body": "> [peter0](#comment_4_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o): So as long as projects like ZeroNet/Freenet/I2P/Tor exist we still have hope.\n\nDid you read what Tor developers had to say in that ticket where they discussed how to censor a particular hidden service?",
				"added": 1504815829
			},
			{
				"comment_id": 13,
				"body": "Fixed it for you: \"maybe users should move from gab.ai to ZeroMe?\"",
				"added": 1506280906
			},
			{
				"comment_id": 15,
				"body": "> [43110](#comment_5_16tWPYFLbad3R8iGcMuetyiwC2q5qXp45T): What are your guys talking about, I can NOT understand as a Chinese guy :)\n\nAbout free speech. How's that going in China, btw?",
				"added": 1506393374
			},
			{
				"comment_id": 17,
				"body": "> [43110](#comment_7_16tWPYFLbad3R8iGcMuetyiwC2q5qXp45T): The Great Wall is highter than before.\n\nWalls are a good thing, except for walls that block access to information about walls being a good thing.",
				"added": 1506393672
			},
			{
				"comment_id": 20,
				"body": "> [kaffie](#comment_510_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): You do realize physical walls restrict information as well, right?\n\nAre you implying that in today's world a physical border wall restricts information flow? Actually, the role of walls is as distilled as it ever was: walls now restrict specifically the lowest forms of immigration. For example, walls do not affect high-skilled legal immigration at all. Much less the flow of information.",
				"added": 1506718320
			}
		],
		"1_1Bk2heJQnpwHvQLSt5s4PZc9pdjH6MtqHE": [
			{
				"comment_id": 8,
				"body": "I think you'd have to implement an issue tracker in the Zeronet framework.\nZeronet is not like I2P or Tor, where you can just point to a normal server listening port.",
				"added": 1504815906
			}
		],
		"3_1Hhrr5AbgeyBtF1cnLttTYMZjk5VrRQ5cY": [
			{
				"comment_id": 9,
				"body": "libgen",
				"added": 1504816383
			}
		],
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 10,
				"body": "test",
				"added": 1504981080
			}
		],
		"1_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": [
			{
				"comment_id": 11,
				"body": "Thanks all.\nThanks,  @yiays1 for the pointer, I will search the pointer. Yes, I am interested in what concrete mitigation measures are implemented in ZeroNet, if any. Some answers here too the \"in general\" view. Creating fake hosts is very easy (even with a single machine), so the question is entirely about the measures explicitly implemented in ZeroNet -- when does it ban peers, when and how does it retry. I guess I should read the code...\n\n> [broccoli](#comment_17_1Koe97YQ3wR5oFauQoGuUCBNqZ73SMTrKi): As easy as it is to DoS each Zite host, if my understanding is correct.\n\nThis is definitely a sure way. I am worried that there are even easier ways than this though, that are based on interfering with the \"client\" as opposed to the \"server\".",
				"added": 1504995531
			}
		],
		"1_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": [
			{
				"comment_id": 12,
				"body": "Please give us an issue tracker to host code, issues, and the associated community.",
				"added": 1505183131
			}
		],
		"4_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 14,
				"body": "His analysis is provocative, which is needed. However, it is also shallow and extremely one-sided. He needs to present the non-trivial opposing arguments.",
				"added": 1506282665
			},
			{
				"comment_id": 16,
				"body": "> [kaffie](#comment_507_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): pretty trash. Every thing I've seen on that channel was entirely incorrect and spewed ignorant and hateful views. wouldn't recommend it.\n\nYeah, don't recommend it. Do what you can to discourage people to actually examine the information that your honor has already issued a verdict on.",
				"added": 1506393536
			},
			{
				"comment_id": 19,
				"body": "@anonymoo: you are the one spreading disinformation. You care to give a source for the pedophilia claim?",
				"added": 1506609071
			}
		],
		"2_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o": [
			{
				"comment_id": 18,
				"body": "Merger Sites. But I don't know if a blog has been implemented as a merger site yet. See ZeroMe for a social network site that is updated by many people. The question is how do moderate content on a merger site? Anyone know?",
				"added": 1506608074
			}
		],
		"9_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": [
			{
				"comment_id": 21,
				"body": "This problem has a very large scope. To really solve it, you'd need to implement a distributed reputation system, analogous to a distributed page rank (page rank is a search engine algorithm for ranking web pages based on links between them). Every user's reputation will need to be determined solely by other users that observe him. One you have a sufficiently resilient reputation measure, you can start weighing posts/articles accordingly.\n\nJust like it is still possible to game google rank, it will be possible to game any conceivable system, but it would be pretty hard to do so, and therefore not worth it for your average spammer.\n\nPS. Login is not working for me on ZeroMedium.",
				"added": 1507423696
			},
			{
				"comment_id": 22,
				"body": "The popup showed up once. I selected ZeroID. Selected my account. Now clicking on Sign in does nothing, and I'm not logged in either.",
				"added": 1507423998
			},
			{
				"comment_id": 24,
				"body": "krixano: I did not get that far. And, the Sigin/Signup button still doesn not do anything for me =(",
				"added": 1508085148
			}
		],
		"5_19xyLs9tyTZF9JaEcWBk5JtgWdYtQPQwt3": [
			{
				"comment_id": 23,
				"body": "By being so small that nobody cares to post any spam here. Kind of like why there is very little malware for Linux, lol.",
				"added": 1507437429
			}
		]
	},
	"comment_vote": {
		"971_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"1_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"1_1Mbqod3HqqPByb7q8t2nKNSzGhL1dAuPAV": 1,
		"6_16ruLucRLto6GhT1Zb3P8JVZzC48fxd9Cc": 1,
		"17_1Koe97YQ3wR5oFauQoGuUCBNqZ73SMTrKi": 1,
		"23_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"258_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS": 1,
		"27_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"2_1HnnC4X391Xnzn8tm7aPEJdv2xu8VALWLT": 1,
		"1_18MunEYpqfdqGU75SLVA56zqvVMM67RdyZ": 1
	}
}