{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 8,
	"comment": {
		"1_14GQCrDpk3rprFJYe2Yc6hnG4ryhvE3ys5": [
			{
				"comment_id": 1,
				"body": "Uhh... 4chan is still alive, You can go back.",
				"added": 1503059773
			},
			{
				"comment_id": 2,
				"body": "> [altinternet](#comment_7_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH): Are there any hosting companies that host .bit domains?\n\nNope, But you can configure nginx.",
				"added": 1503059831
			},
			{
				"comment_id": 4,
				"body": "> [kmueller](#comment_39_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): please look up the crimes of the marxists, and you will find that they are much worse than those of the nazis (actual or those called nazis).I suggest you hang yourself instead of spewing such hateful nonsense. [...]\n\nBoth are terrible scums. \n\n>Example: Charlestown car incident, depite being clear that this was just an accident caused by a driver fearing for his life the media still cling to the \"right-wing terrorist murder\" narrative.\nBecause It's not a fact? I remember when gamergate was a thing everybody blamed MSM for being SJW; but it turns out people were wrong. MSM is not perfect; but still trustworthy than stormfront-like websites.",
				"added": 1503060211
			},
			{
				"comment_id": 6,
				"body": "> [kmueller](#comment_40_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Well they were. MSM is just repeating what they did with gamergate: Hate, lies, slander, doxxing even the occasional violence. They have not changed at all. [...]\n\nI don't like this wiki as well as you(maybe?) but\nhttp://rationalwiki.org/wiki/Gamergate\n\n\nDo you think every MSM is bigoted and biased? Maybe it's because you're too rational.\nYou can create your own MSM-like website btw. Unless you write articles like 'muh niggas XD gas the kike race war nao', you will be okay.",
				"added": 1503060925
			}
		],
		"1_1AqXhGEgfmdaUUsvNp3GL9pueqqLbHMkXp": [
			{
				"comment_id": 3,
				"body": "> how to play torrents directly in KODI \nYou can't. Maybe WebTorrent is the technology you find; but still you have to code to integrate. \\\n\n>Integrate KODI with ZeroNet Play\nHow about peertube? it supports torrent streaming",
				"added": 1503059941
			}
		],
		"1_1E4dgsD9i7VtW5ZEdGX6EbPewT1wrsczqY": [
			{
				"comment_id": 5,
				"body": "Free : Sotftether\nNon-free : ExpressVPN or NordVPN",
				"added": 1503060319
			}
		],
		"1_1J4miEbRYPUMBgTDd4J1CUxzusKcvHeP3b": [
			{
				"comment_id": 7,
				"body": "Good. It will be great if you add English translation. I can speak English, Japanese, and Korean so If you want just email me(guard1match@cock.li)",
				"added": 1503061186
			}
		]
	},
	"comment_vote": {}
}