{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "请高手指导一下，每次打开客户端不弹出浏览器的办法？",
			"body": "置顶贴看到的方法太旧不行了。",
			"added": 1503226298,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "10月1日起上论坛发帖要实名，帖子要先审查在显示出来",
			"body": "现在上论坛早就不敢说真话，到时连话也不敢说了。\n\n这是明着要搞政治审查的，封杀反对甚至只是吐槽的声音，那个还吹捧的，一定就是五毛，七字党，而且还是脑袋被夹过的。\n\n五毛，七字党也跑不了，一样要实名，各种假冒历史名人，假冒老外，假装在外国，捧党国臭脚的营销号，网络水军，很容易被识破。",
			"added": 1503651771,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "关于“翟田田”的旧闻",
			"body": "看到网上炒作“翟田田”，因为他上了《演说家》节目，看完之后，你会觉得他是爱国英雄，美国很黑暗很野蛮，到美国留学很危险，祖国很给力，留在祖国接受改造比留学强。\n但他没说真话，翻翻这么多年的新闻，基本上确定，他是因为骚扰女助教，被校方处理停学，然后他说要烧学校大楼，被警方逮捕，控告他恐怖威胁，关押40天后，他被押解“自愿离境\"。当年的旧闻写的比较详细，网上还有很多隐瞒误导，歪曲事实，甚至狡辩，甚至他本人胡编乱造，根本不是他要”自愿离境“，而是他 因骚扰女助教，违反校规被中止学生签证了。\n\n================================================================================\n\n冲突缘起情变 可能被遣返回国\nhttp://www.sina.com.cn  2010年07月04日12:52  新闻晚报\n\n　　晚报记者 王兴栋\n\n　　中国留美博士翟田田因为出言威胁要火烧所在的新泽西州史蒂文斯理工学院教学楼而于4月中旬被捕，并被关押至今。据《纽约时报》2日报道，翟田田很可能会被遣返回国。至于他为何会说出如此激烈的话语，报道称根源在于情变，他和一名女子之间的关系发生变化后导致他经常违反学校纪律，最后才和校方发生冲突。\n\n　　可能被遣返回国\n\n　　4月15日，翟田田给学校办公室总机打电话时威胁要火烧教学楼，原因是学校因为他违反纪律而对其处以停学。接电话的恰好是一位警官，当天晚上他就被逮捕并控以恐怖威胁罪一直关押至今。至于他此言的本意是什么，目前存在争议。翟田田表示，他这么说只是表达愤怒，并没有真想要烧教学楼。一位在翟田田被关押之后仍和他有联系并经常去监狱看望他的朋友杰里·索瓦说，他虽然用了激烈性的语言，但并没有真要行动的意思。 “他告诉我说，他说这样的话本意是要去法院起诉学校，并且要到媒体上去曝光这件事。 ”杰里说。不过校方则对此进行认真对待。如果罪名成立，翟田田可能至少会面临3到5年监禁。不过，《纽约时报》报道称他被遣返回国的可能性比较高。\n\n　　事因或源起三角恋\n\n　　翟田田为什么会如此愤怒？据校方透露，从今年春天开始，翟田田频繁违反学校纪律。至于违反学校纪律的原因，据他的律师和朋友介绍，主要是因为他和一名女性之间的关系变差。3月上旬，这位来自于纽约某大学研究生院的女助教报警称翟田田骚扰她。而这位女性的一位朋友，同时也是史蒂文斯理工学院的教授，据称也卷入翟田田和女助教的情变之中，这很可能是一起三角恋。这就是导致翟与学校产生冲突的重要原因。 3月11日，翟田田收到学校方面的信函，称他已被无限期停学，理由是他多次违反学校有关学生行为准则的规定，对别人进行骚扰、恐吓，这样的行为威胁到别人的人身和心理健康。“我们得出的结论是你在校园的存在对学校其他成员构成了健康和安全风险。 ”信函说。\n\n　　翟田田的案件将会交给大陪审团来处理，但之前有说法称6月就会开始审理，不过到现在为止并没有进行。至于何时开始，目前也不清楚。至于翟田田是否会被保释，由于当时他被捕时护照已经被移民局的官员拿走，根据新泽西的有关规定，他无法申请保释。不过新泽西方面现在已经取消这项规定，他本周已经申请保释。但到目前为止仍被关押，由于审理之后可能启动遣返程序，因此预计他将会被转移到移民拘留中心关押。\n\n================================================================================\n\n真假？美校方回应留美博士被控恐怖分子事件\n发布 : 2010-05-29  |  来源 : 星岛日报  |  字体: [大 中 小]\n　星岛环球网消息：中国媒体此前报道说，中国留学生翟田田4月15日因“发出恐怖威胁”的罪名被美国警方逮捕。翟田田就读的学校对此回应说，中国媒体对此的报道有误，歪曲了事件的真相。\n\n　　《环球时报》引述美联社5月26日消息，翟田田就读的美国新泽西州史蒂文斯理工学院的官员称，翟田田被捕的原因是他在信件和邮件中言语上的威胁，结果却被部分中国媒体误报成“恐怖分子”，歪曲了事实。\n\n　　该校校方官员还指出，一些外国媒体报道称，翟是质疑学校管理部或与某教师发生口角而被捕的说法，也不符合事实。这样的报道是将学校长期执行的校园规范行为扩大成—个小小的国际性事件。\n\n　　史蒂文斯理工学院发言人迈克尔·斯基内利对此回应说，翟为自己被停学而向校方申诉，但校方支持教师决定。\n\n　　翟的律师海明表示，他的当事人否认曾发出口头威胁，并称自己被捕是因他与某教师发生口角、公开批评校方以及威胁要控告学校而招致的报复。\n\n　　海明还指出说，他的当事人现年26岁，是19岁时从中国西安来美国读书的。自4月15日后，翟田田一直被拘禁在哈得孙县改造中心。一旦美国法院断定罪名成立，翟将面临被驱逐出境。目前，他的留学签证已被吊销。 \n\n================================================================================\n\n中国留学生被美国监禁四月后，被押送离境 2010-08-09\n　　【侨报记者张菁8月9日纽约报道】中国留学生翟田田在经过近四个月的监禁生活后，于9日从纽约肯尼迪机场离境，乘国航982班机回国。他得以出狱是因为联邦移民法院的法官批准了其\"自愿离境\"（voluntary departure）的申请。但他本人9日是在美国国土安全部人员的押送下离境的，无法见到到机场送行的朋友和律师，他本人也通过电话向朋友抱怨他在上机前还戴着手铐和脚镣。\n　　\n　　9日，翟田田的朋友王梅樱和其移民案代理律师海明等人来到机场为他送行。下午二时许，两位国土安全部的官员手拿一本中国护照出现在机场，但否认是为翟田田办理手续。后中国国际航空公司的一位客户经理确认国安部的人已经为翟换取了登机牌，但他们会通过一些不公开的特殊通道送翟登机，所以外人都见不到翟。\n　　\n　　王梅樱说，8日她还到国安部羁押所见了翟田田，并按他的嘱咐去他的公寓给他收拾了两小箱行李，里面多是他的一些证件、少许衣物等。但国航表示，国安部不允许以押送登机的人的名义托运行李，她又无法把行李交给翟本人，只好再把行李带回去。在下午四时许，翟给她打来电话，称已经登机，但抱怨一路上国安部都给他戴着手铐和脚镣。王梅樱也说，这样\"太不像话了！\"\n　　\n　　根据移民法院的命令，翟田田\"自愿离境\"的条件是由安全人员押送（under safeguard）。虽然如此，翟的律师海明仍然对国安部不让他见当事人的做法不满，称自愿离境的当事人应该有自由，而翟却没有得到。他和王梅樱按照国安部的要求给翟买了机票、准备了行李，却连人也见不到。而且，也不能接受给翟戴手铐和脚镣。他要对国安部提出书面抗议。\n　　\n　　翟田田是位于新泽西的Stevens Institute of Technology大学系统和企业学院（ School of System and Enterprises）的博士生，因与校方发生语言冲突，4月15日被学校逮捕，并被移送至哈德逊县监狱，被控以\"恐怖威胁\"罪（Terroristic Threats）。同时失去合法的留学生身份。6月28日，翟被以15000美元保释（实际支付10%），但被移送至新州的一国土安全部的羁押所羁押。7月29日，移民法院的法官批准其\"自愿离境\"。\n　　\n　　由于没有接受新泽西检方提出的承认行为不检罪作为获得自由的交换条件，翟田田现在还背负着\"恐怖威胁\"的指控，他还要回美国应诉。新泽西法院一直没有确定开庭日期，所以翟也没有确定何时回美国。根据新法西州保释条例，并未禁止被保释者出境，只是强调一定要按时出庭，否则没收已经交的一成保释金，当事人还要再交剩余的九成保释金。当事人若更换了地址，也须及时通知法院。\n\n================================================================================\n\n\n\n关注 翟田田 案\n本帖由 lemon25 于 2010-07-18 发布。版面名称：温哥华\n\n学生翟田田为何被美拘留？美中报道迥异\n\n中国留美学生翟田田因“扬言恐怖威胁”被拘留一案，有了新进展。星期四，美国联邦法庭在纽约开庭审理了翟田田案，并在下月初再度开庭决定是否将他驱逐回中国。中国媒体说，翟田田被捕是典型的“因言获罪”，但美国媒体说，美国司法当局处理翟田田案，自有其法律根据。\n\n来自西安的翟田田今年27岁，他是4月15日被拘留的。之前，他是在美国新泽西州的斯迪文斯理工学院(Steven Institute of Technology)攻读土木工程学位的博士生。\n\n*被控对学校发出恐怖威胁*\n\n该校校报说，翟田田03年进入该校，先后拿到了学士和硕士学位。(但纽约日报援引翟的律师海明的话说，翟田田2000年就进入该校读书，拿了两个硕士。)他的留学生涯似乎一帆风顺，直到今年4月他被联邦和当地执法机关拘捕关进拘留所。\n\n翟田田的人生道路，来到了十字路口，可能面临180度大转弯，因为，学校、当地、联邦司法当局对他提出的指控相当严重----对学校发出恐怖威胁(making terroristic threats to the school)，如果罪名成立，翟田田将不得不中断在美国的学业而被驱逐出境、遣返中国，不得再度进入美国。\n\n事实上，翟田田被拘留当天，学校已经开除了其学籍，他是持留学生签证的，没有了学籍，他的签证也就失效，理论上就必须离开美国。\n\n*被提升到“中国人民”高度*\n\n翟田田的父亲翟泰山5月下旬得到了美国政府的特别许可，离开居住地海南来到美国帮助儿子度过难关。中国华商报援引翟泰山的话说：“事情发展到现在，已不仅仅是儿子在美犯不犯法的事情，而是作为一个中国人在美的人身安全和尊严能不能得到保护的问题。”\n\n中国广州日报5月28日报导：中国驻纽约总领馆外交官已经在“第一时间”介入此案，并探视了狱中的翟田田。纽约时报说，中国外交官已经三次到狱中探监。\n\n华商报还援引中国人民大学跨国商事法律研究所所长钱卫清律师的话说，“单纯因为口头言语就定罪，有些不可思议。”钱律师对翟田田被定性为“恐怖分子”提出了自己的质疑，他认为这是典型的“以言定罪”。\n\n人民日报旗下环球时报英文版5月27日发表社论说，翟田田就因为和教授发生口角，就被控搞恐怖活动。社论说：翟田田一案，(美方)还需要拿出更多的证据和资料。社论还说：“中国人民有权按照法律和外交惯例，了解更多的情况，看他们的同胞到底发生了什么事情，受到什么样的对待，中国人民有权不断得到该案的最新消息。”\n\n环球时报的社论说：美国是个法治国家，有人扬言要烧毁学校大楼而当成恐怖分子嫌疑人被捕，这不奇怪。但是，翟田田一案的本质是：该案表明，美国政府不尊重中国人民，这已经是根深蒂固的做法了，而美国政府一贯标榜自己尊重人权和自由。\n\n中国媒体以及在美国的亲北京媒体纷纷报道说，翟田田是被冤枉的，只是因为说话不当，就吃了这么大的官司。据中国在美国办的《侨报》说，翟田田与其教授因学业意见不合发生口角，翟田田说了“大不了就拼了”之类的狠话，教授报告了校警，校警拘捕了翟并移送给警方。\n\n据称19岁来美8年没回过中国的翟田田还说，“逮捕我的学校警员，我认识多年，都私下跟我坦诚说，他如果将逮捕的幕后真相说出，他会失去他的工作。我也回应他：我不会怪你且原谅你。在寻求司法公道的同时，我希望将伤害降到最低。”\n\n*翟田田：被校警出卖*\n\n中国媒体引用翟田田在哈德逊县羁押中心发出的抱怨说，他是被一个担任“校警”朋友出卖的。他说：“他因为和博士生导师以及同学的一些私人矛盾导致校方的调查，在调查过程中又因与校方有言语的冲突，而被停学。校方又不允许他申诉，他于是向一位校警“朋友”倾诉，表示要向媒体公布学校的所作所为，不料却被这位“朋友出卖”，导致被捕。\n\n*校报：翟田田扬言要烧学校大楼*\n\n翟田田自己的说法和中文媒体的报导并没有更多提到校方的态度和学校乃至美国地方和联邦当局为何将只“说了几句话”的翟田田就绳之以法的背景和理由。\n\n按照斯迪文斯理工学院校报上的纽特布姆写的(Matt Neuteboom)文章(5月28日)，翟田田一案，没想到引起了国际媒体的这么多关注，而许多报导，“并没有客观平衡”描述案情。(has blown the case out of proportion)\n\n文章说，4月15日，翟田田给学校行政大楼打电话扬言要烧掉学校大楼。接电话的职工(纽约时报说：接电话的是学校一名警官(campus police officer))马上报告警方，警方认为这样的威胁值得重视，就在当天晚些时候逮捕了翟田田。因为翟田田是外国人(中国公民)，所以，警方接到校方电话后马上报告国土安全部说，他们要拘留翟田田。国土安全部马上决定介入，并帮助了校方执行拘留行动。\n\n\n[​IMG]\n*纽约时报之言*\n\n纽约时报7月2日报导说，翟田田给学校总机打电话说：我要烧掉学校大楼。联邦移民官员和校警共同对翟田田执行了逮捕。\n\n纽约时报还表示，学校方面是由一个助理副校长出面用书面信函形式通知翟田田的。校方在信中说，学校有学生行为守则，翟田田违反了其中好几条，其中包括骚扰、恐吓他人，还有言行举止威胁到了他人的安全和身心健康。纽约日报援引该信的结论说：总而言之，你在学校继续出现，就对整个学校校区其他人的健康和安全构成了威胁。\n\n按照9/11事件后美国通过的国土安全法，国土安全部门有权严防美国境内发生恐怖袭击；有权减轻恐怖活动给美国造成的危害。\n\n* 校方：翟田田问题由来已久*\n\n事实上，早在三月上旬，翟田田不仅在学校遇到麻烦，也在纽约市被警方拘留了一次。设在美国的互联网新闻网站多维，援引翟田田辩护律师海明的话说：翟田田当时追求在纽约大学任教的白人女孩子罗红玫(Aly Rose)，对方曾在中国居住工作11年。其后，罗红玫向纽约警方报案，指受到翟田田骚扰。海明说，这个案子，纽约地检署至今没有起诉也没有销案，还在等待进入法庭程序。海明说，如果纽约地检署或者罗红玫撤诉，将对翟田田有利。\n\n不过，斯迪文斯学院另外一位校方负责人斯塔利(Joseph Stahley)说，翟田田被学校停学，同他在纽约市的案子没有一点关系，而只是他在学校的问题积累的结果。\n\n斯迪文斯理工学院校报上的文章援引斯迪文斯学院校方一位负责人史奈利(Michael Schinelli, Assitant Vice President))的话说：翟田田已经美国化了，而且相当融入了学校社区和生活。史奈利说，事实上，翟田田的麻烦，是从今年二月就开始了。当时，学校内就不断有人反映翟田田的学业以及处世为人有问题。到了三月初，翟田田的问题日益严重，校方一位负责人于是在3月9日约谈了翟田田，讨论他的问题。\n\n后来，史奈利说，校方对此进行了调查，结果表明，翟田田所作所为，违反了学校规章制度。不过，史奈利没有展开说明到底违反了什么规章制度。校方认为，翟田田的做法，危及到了其他学生。3月15日，校方让翟田田长期停学。翟田田提出上诉，但上诉被驳回。\n\n斯迪文斯校方说，就在勒令翟田田停学之前，翟田田不仅和教授发生纠纷，另外，他还接受电视台采访，扬言要起诉校方歧视。\n\n斯迪文斯学院法律顾问亚当斯(Chris Adams)对纽约时报说，按照新泽西州法律，“恐怖威胁”的意思是，“发表言论，企图引起公众严重不安。”亚当斯说，如果罪名成立，翟田田将被判处三到五年徒刑。\n\n*校方：国际媒体报导有误*\n\n校方发言人史奈利说，许多国际媒体对案子进行了片面或者断章取义的报导。史奈利以中国英文报纸中国日报为例说，该网站说，翟田田受到指控说，他试图烧毁学校大楼，并威胁和他有不同意见的教授。史奈利说，实际上，这些都不是本案的事实。 “翟田田受到的指控是：扬言恐怖威胁。”“这和恐怖份子不是一回事”。\n\n史奈利说，不知道为何中国这样报导这个案子，而这样的报导，在美国是很难令人信服的。这样报导，很容易让读者产生这样一种印象：在美国，(某人)仅仅因为和教授意见不合就被关进了大牢。而这种事，在美国实际生活当中是绝对不会发生的。在美国大学校园中，无论如何不会发生这种事情的。\n\n斯迪文斯学院发言人史奈利说，他不知道中国这种歪曲事实的报道来源是谁，也许是来自翟田田本人，也许是来自中国政府控制的媒体。\n\n史奈利还说，校方之所以不公开翟田田被拘留的消息，就是不想让翟田田和校方难堪。直到消息公开后，才有许多电话和电子邮件进来，询问事情的来龙去脉。史奈利说，我们不希望妖魔化翟田田先生，也不希望学校形像受到影响。\n\n他还说，学校当然希望翟田田能尽快同家人团聚，能得到他需要得到的帮助。我们祝他一切顺利。但是，我们当然也不希望看到外国媒体用这种方式发出的报道。\n\n纽约时报报导，翟田田案，将由一个大陪审团来审理。具体何时启动程序，目前还不清楚。不过，纽约时报援引律师海明的话说，当局应该先审理该案的刑事部分，然后再审理是否将翟田田驱逐的部分。\n----------\n名词解释： BURN DOWN 彻底烧毁\n卢刚 曾经杀死3名美国教授和一名中国同学",
			"added": 1505478216,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 67,
	"comment": {
		"8_1DzpF7398yNGjFwHQqHAu9fRkbE3WZ6dZA": [
			{
				"comment_id": 1,
				"body": "> [2315137135](#comment_8_1DNRjZQ3opx4gjWKa72Q3TZsh9BymJqNAV): 独裁和民主并没有绝对的好坏，所以适当的民主体制才是正确的。我对共产党没有什么归属感，但是也不代表推翻就是正确的。推翻了又如何呢，打几年内战，最后又得到了什么？\n\n独裁就是政治权利被某个人或某个集团所垄断，同时国家其他所有人的政治权利被剥夺。政治权利就是国家资源和财富分配的权利，垄断的个人和集团就是为了垄断国家的资源和财富分配权，实现自己利益的最大化，而国家其他所有人的利益被侵害，现在中国老百姓没有政治话语权，结果受到各种侵害，网络资源被垄断，大家连上个网，发个言，都要偷偷摸摸，来这里规避审查，你说独裁没有绝对好坏？推翻独裁不代表正确？",
				"added": 1502842338
			}
		],
		"3_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": [
			{
				"comment_id": 2,
				"body": "> [gdd](#comment_146_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 薄熙来入狱前，重庆的和尚、道士、基督徒全部到舞台上去唱红歌，歌颂共产党，你说这是不是个信仰自由的国度。如果薄熙来没有入狱，而是夺权成功，不难想象，那就是全国的和尚、道士、基督徒、法轮功团体、海外民运团体全部到舞台上去唱红歌，歌颂共产党，你说这是不是个信仰自由的国度。\n> 当然，我并不是庆幸薄熙来入狱，避免了我们被赶上舞台唱红歌的下场。如果薄熙来上位，他肯定不会去搞一带一路3年撒币1万亿美元，也不会像习包子一样变着法从老百姓口袋里掏钱。\n\n可是，薄熙来还没上位，已经拿了不少了，而且他的手段多带血腥。",
				"added": 1502956250
			}
		],
		"5_1FYGNAGGPjzRuubJGmq86t4iyEiMXxpuwL": [
			{
				"comment_id": 3,
				"body": "10个人里面早就有8个清醒了，只有2个守住底线。",
				"added": 1502973451
			},
			{
				"comment_id": 5,
				"body": "> [zzyinyue](#comment_6_1JUB3FQPKGHNunsgWudEu4hVDNJX46yhPF): 尽管现在很多地方都很糟糕，但是现在的状况其实也不算特别差···········老干部们安全感缺乏的一逼，搞各种限制，但是中国仍然是挺稳定的发展着实力，如果能一直就这样发展下去的话，成为发达国家解决这些问题也不过是迟早的事情，说倒车有些过了吧。如果有异议的话，希望能够理性的提出来。\n\n说是开倒车，确实不是开什么倒车，因为从来就没有往正常的方向开过，一直就是共党在搞政治垄断，经济垄断，国家资源财富一直被瓜分，民众一直当菲菜，请问这些在什么时候有改变过？十年前，二十年前，甚至五六十年前有什么分别？这样发展下去，中国再发达也是党团权贵的发达，现在他们手里动撤就是百亿千亿，中国早就已经很发达了。而说他们会解决问题，你说句饭菜太贵，量又少，他们就先解决你。来这里的人，多多少少知道真相事实，也有一定的眼光感觉，不是随便被引导，误导的哦！",
				"added": 1503222263
			}
		],
		"4_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": [
			{
				"comment_id": 4,
				"body": "以前也不是没有控制，只不过现在越来越失控。“党”看着所谓“国企”靠垄断掠夺老百姓的钱，正被胃口越来越大的手下瓜分流失，不得不重新控制起来。至于非国有大型企业，有那家不是受\"党“恩惠做大做强之后给”党“输送利益，现在也开始流失了，控制起来也很正常。",
				"added": 1502983946
			}
		],
		"1_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": [
			{
				"comment_id": 6,
				"body": "“能今天在这里吹比，一部分功劳肯定要划给共产党。”，太客气了，何止一部分，应该全部划给共产党，如果没有共产党，还来这里干嘛？ 图这里人少清静吗？\n\n个别地方体制内单位福利确有缩水，有些地方甚至工资缓发，那是因为这些地方举债太多，远超地方经济承受能力，留下的坑，要等老百姓的下一代才能给填上，可如今大城市，一个退休多年的小科长，领退休工资1万多，还每年递增。\n\n至于公车私用的确是少了，但是通过所谓车改，变成了现金，连不用车的人也给发上千现金，看上去他们是开自己的车，但实际上是用公家的油干自己的事。",
				"added": 1503225394
			},
			{
				"comment_id": 7,
				"body": "以贪打贪，只是把多派贪腐，变成一派贪，没有改变国家被贪的事实，而且权力越集中，贪腐越严重，只会更加不可收拾，是不会提升行政效率、改善政治生态环境的，但我是支持的，因为他这么搞，敌人会越来越多，所以文贵就来了，就算改变不了什么，但会提醒更多人。",
				"added": 1503226155
			},
			{
				"comment_id": 12,
				"body": "> [jackman](#comment_1_1C5GAb6bwx6rPKJtWbX89tMLvoSWjgwFLf): 历代伟大君主那个不是胸有城府，暗暗积蓄几年甚至十几年，让国家内部的魑魅魍魉自己跳出来，让那些阻挡国家和时代的暗流污秽自己暴露出来，然后以雷霆手段予以制裁打击消灭。肃清国家内部之敌后则是开始向外开疆扩土，到那时什么印度、日本、南海小国、美帝，都不过时冢中枯骨，丧家之犬，当以谋国之帅、冠军之将、虎贲之军一一灭之。纵观汉唐，武帝、太宗皆是如此。\n\n希特勒早就干过了，对内打击异己，对外疯狂扩张，结果成了法西斯恶魔，全家死的很惨，它统治下的德国也栽在它手里。",
				"added": 1503322488
			},
			{
				"comment_id": 13,
				"body": "> [gdd](#comment_150_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 习近平可是大清官一个，郭文贵都说他习家的资产不如王岐山家的一个零头。他搞的其它事情虽然很糟糕，但是经济这一块他很清白。所以郭文贵认为他还是有希望的，可以挽救一下的，不需要和其它人一起淹死在中共的大粪缸里。于是用进谏的方法希望他推动中国的民主和法制建设，把中国共产党带上正途。\n> 本来嘛，从马克思那里开始，就没有把共产主义和独裁挂钩，也没有把资本主义和民主挂钩。\n> 至于共产主义国家一律搞独裁，这纯属偶然，是独裁的罪，不是共产主义的罪。\n> 而资本主义国家有民主有独裁，民主资本主义国家都成了强国，独裁资本主义国家都成了弱国，这只能说明民主强而独裁弱，证明不了资本主义不邪恶。\n> 同理，共产主义国家也可以有民主有独裁，民主共产主义国家强大，独裁共产主义国家弱小自然也不消说。\n> 所以，反独裁不反共产主义、支持民主也支持共产主义是可行的，并无不和谐之处。\n> 所以，支持习近平成为民主共产主义国家的掌门人没啥不妥，郭文贵就是这样希望的。\n\n世界上搞共产主义的国家，早已剩下没几个了，中共已经不喊共产主义很久了，你干嘛又喊起来了呢?\n共产主义本身不是独裁，但共产主义在世界的灭亡，说明它根本不是人类社会的正常生存方式，但是崇拜\n这种主义的人，像邪教那样强行推销它们的宗教理想，暴力排斥打压异己，连独裁都不是，完全是恐怖。",
				"added": 1503323566
			}
		],
		"1_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR": [
			{
				"comment_id": 8,
				"body": "自己解决了，下载用另一个ZeroNet就可以了。现在的问题是如何保持首页，因为一些站点看过之后，内容就会列到首页上，除非删除站点，否则首页怎么也回不来。",
				"added": 1503285190
			},
			{
				"comment_id": 11,
				"body": "> [rollout](#comment_27_1PcUqgLkcgRnfD88w2FPsdTrBHWaBuPTHW): 如果你说的是信息流，那直接去网站的feed里面取关就得了如果你说的是旁边的列表，那它本来就是那样的，除非你自己去改\n\nOk，Thank",
				"added": 1503308909
			}
		],
		"1_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6": [
			{
				"comment_id": 9,
				"body": "> [nightmare1989](#comment_4_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6): 沙特那种独裁中共学不来，沙特和中国也没啥关系，我只反中国的。且本文只是论述土包子效法毛伟人的不可行性，不是探讨专制与民主的哲学问题，不懂汉语请不要乱说！弱弱的问一句，你的语文是体育老师教的吗？不想说什么五毛，但是毫无疑问你是既得利益者。反驳你很容易，如果你接触下层人民，农村土地大片撂荒的事实不难得知，这种情况从北到南，从东到西普遍。至于维稳费用你只要愿意了解，到走一趟便知，说万亿只是少说，这是我实地了解过的，当然没经过统计局统计。如果不相信自已宁愿相信党国，我觉得要么你智商有问题，要么是五毛。至于合作化趋势只要有心人都看得出来，无心另当别论！天下兴亡皆是百姓苦，但是每次变乱之后百姓都能获益也是确凿无疑的。如果任由当局专制下去，中国离朝鲜不远，就算你是当朝国公也要小心变成张成泽！\n\n就是五毛，看他每一行不是为党国辩护的。",
				"added": 1503307087
			},
			{
				"comment_id": 10,
				"body": "> [jackman](#comment_3_1C5GAb6bwx6rPKJtWbX89tMLvoSWjgwFLf): 论中国走西方民主自由老路是一个灭种亡国的事实\n\n肯定的，至于亡谁的国，灭谁的种，相信大家心中有数。",
				"added": 1503308592
			},
			{
				"comment_id": 14,
				"body": "又坏又蠢的五毛就喜欢拿沙特出来为专制辩护，它们坏的方面是承认和支持党国搞专制，蠢的方面是说的好像它不受专制似的。要说专制能活得好好的，大清朝在灭亡前也好好的活了两百多年，大清的太监也好好的存在了二百多年，五毛们以为自己是皇亲国戚，实际是太监，有啥好辩护的。",
				"added": 1503540151
			}
		],
		"1_121nbwrxZZz6PJ1WQ324jojCnRE96xUnRr": [
			{
				"comment_id": 15,
				"body": "所有技术都是带有目的性的，去除目的谈无罪，然后把目的也说成无罪，这就是所谓技术无罪论。陈某搞的所谓技术，很明显是带针对性的，目的就是为专制砌墙，为强权掩盖罪恶，搞这种技术就是人渣，人渣才去搞的技术，也是人渣的技术。",
				"added": 1503573124
			}
		],
		"2_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR": [
			{
				"comment_id": 16,
				"body": "> [raylum](#comment_1_1QFD7pot5H7j6eqNjXk5haXzfM4EqcC1xB): 先审查，再显示明显会导致运营效率低下，所以似乎不太可能会这样吧。。。\n\n那些党国肉喇叭号发的贴不用审就过了，其他人的贴能审多少算多少，审不过来就忽略，不给你发言机会。",
				"added": 1503849498
			},
			{
				"comment_id": 22,
				"body": "> [shangshandalaohu](#comment_16_1DVR1ZEU1csUMSGPL1sJnDwDTVnadxbwY1): 你以为不实名就查不到你了？这个政治含义大于实际意义\n\n对，查到也不一定找你，主要是恐吓，共产恐怖注意。",
				"added": 1504346388
			}
		],
		"1_1LNpoyKNhp2VFnDzZA6k5uMtj66EZWkjBc": [
			{
				"comment_id": 17,
				"body": "> [niba](#comment_76_13BXkTJitXqtj4eL1qxXNgX45Fv5prutc1): 0emaneht0 这个人灌水。。。根本不知道在干嘛\n\n自己屏蔽掉就好",
				"added": 1503959207
			}
		],
		"2_1MQUEdi3kDb9u2o1gNLywN5Ms9QDQ3sCed": [
			{
				"comment_id": 18,
				"body": "> [odyssey](#comment_17_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt): 我觉得64葬送了80年代改良派的改革道路，80年代经济不行倒逼政治改革，是最好的机会。86年的政治体制改革总体设想已经事实上建立了一条社会主义民主的大道。力度有多大，大家自己看原文。结果64给了强硬派推翻改良派的契机，90年代至今经济快速发展，大多数人无暇估计政治，才有了后来这么多破逼事情。所以一边纪念64一边悼念赵紫阳的都是蠢。64干掉了赵紫阳，干掉了可能出现的民主。\n\n谁说80年代经济不行，相比70年代，80年代是经济大飞跃，没人埋怨经济，然而，腐败也跟着大飞跃，有权力才能腐败，当时的权力集中在高层，比如倒卖进口批文，没有国级后台，别想拿出来，所以很多人站出来反对高层，要求政治改革，实际就是限制高层的权力，结果被镇压，至于现在腐败已经蔓延到领导的司机。",
				"added": 1503971624
			},
			{
				"comment_id": 20,
				"body": "> [odyssey](#comment_23_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt): 如果你稍微了解一点历史知识，你就会知道，80年代总体是一个经济改革的试探期，走了很多弯路。1984年信贷失控、1988年价格闯关失败....你按照这些关键词去查一下就知道80年代是一个多么动荡不平的时代。动荡不平的时代自然就有动荡不平的人民。特别是价格闯关，已经事实上成为了发动普通老百姓（就当学生们是真的为了民主吧）上街的主要原因。给64洗地没有意义。64相反点醒了邓小平的迷梦，使得他一转以前的大胆开放的改革风格，开始走稳健的道路。经济一“稳健”带来的就是如今的繁荣，政治上一“稳健”那就是民主化的戛然而止。\n> 所以我说不好评价这些历史，本质上因为它就是有利有弊，你不能说怎么怎么样了会更好。历史不是线性发展的。\n\n你只是把80年代当历史知识来了解，但本人是那段历史的亲历者，不需要你教我什么关键词。\n\n你把民主运动说成是“经济动荡”，把血腥镇压说成是为了“经济稳健”，说“经济稳健”带来今日的所谓”经济繁荣“，为了”经济繁荣““经济稳健”就要”放弃民主，靠，绕了这么一大圈，除了变着法子为当年血腥镇压洗地，我看不到有什么别的。\n\n世界上大多数民主国家不但又繁荣又民主，而且是民主给他们带来繁荣，反观中国，没有民主的繁荣，那只是权贵的繁荣，不是老百姓的繁荣，老百姓只是被收割菲菜。",
				"added": 1504193122
			},
			{
				"comment_id": 23,
				"body": "> [odyssey](#comment_27_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt): 亲历者不一定比后来者客观。当局者迷，旁观者清。你的感受也许不深，但站在全国人民的角度来看，当年的经济动荡是造成了极大的恐慌的。\n\n本人不但是亲历者，也是后来者，不但是当局者，也是旁观者。老兄说自己站在全国人民的角度，也太大言不惭了。",
				"added": 1504412223
			},
			{
				"comment_id": 24,
				"body": "> [odyssey](#comment_28_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt): 另外大多数民主国家又繁荣又民主就是扯几把蛋https://zh.wikipedia.org/wiki/%E6%B0%91%E4%B8%BB%E6%8C%87%E6%95%B0https://zh.wikipedia.org/wiki/%E5%B7%B2%E9%96%8B%E7%99%BC%E5%9C%8B%E5%AE%B6对比一下？我承认几乎所有发达国家都是相当民主的国家，但是反过来就是屁话。\n\n按你的说法，大多数民主国家不繁荣不民主了！",
				"added": 1504412379
			},
			{
				"comment_id": 25,
				"body": "> [jet228](#comment_2_1J8KfBHzSdearMNoQo91UGQGShXU9AAnFz): 一直就是西朝鲜\n\n有人说现在开倒车，本来一直就这么开的，那有倒过",
				"added": 1504413229
			}
		],
		"1_1END5A3waFfWMTk2DkPDx83CXaYzpnj788": [
			{
				"comment_id": 19,
				"body": "> [flyingpanda](#comment_29_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 反驳对手，方法包括驳论点、论据和论证。从来没有谁说可以通过驳身份来驳倒对方的。与其费心费力去怀疑对方的身份，不如多看点书好好充实一下自己让自己言之成理言之有物。别满足于做一个地摊历史学家。\n\n五毛党是带着任务而来的，它们就像一块屎，不管你怎么反驳，它们也不会变香的。\n反驳它们相当于把一块屎变成一摊屎，反而扩大它们的影响力。\n捂着自己的鼻子，把它拉黑屏蔽才是最好的办法。\n并且捂着自己的鼻子，并不妨碍别人的言论自由。\n同时曝光它们的ID，以提醒大家，是正确的做法。\n\nodyssey和jackman已经屏蔽。",
				"added": 1504012170
			}
		],
		"2_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": [
			{
				"comment_id": 21,
				"body": "> [longzaowuzhu](#comment_271_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): “当我们都离开，他们就赢了！”我最喜欢对付你这种人菜鸟。我祖先一直生活在这块土地很久很久，在适当时候，我们有权改变他的运行规则。你这种人，就像1918年被日本嘲笑为“猪”。事不关己，高高挂起的“鸵鸟”。你的祖先也是叛变无数次，少在这里说别人菜鸟收录《聊聊洗脑和脑残——分析“脑残的起源”和“脑残的觉醒”》\n> 有些地方虽然还有人民和牧群，但我们却不能居住在那里：哪儿有国家，国家是什么?请竖起你的耳朵听我说，因为我要告诉你关于人之死。　　国家是最冷血的怪物的代名词。它还会冷冷地撒谎；从它的嘴里会蹦出这样的谎言：“我，国家，就是人民。”这简直是个谎言。是创造者创造了人民，并且赋予人民诚信和爱，于是他们为人民服务。　　大屠杀的刽子手们为许多人设下了陷阱，他们把这些陷阱叫做“国家”，并在陷阱的上面悬挂一把剑，冠以上百个欲望。　　我给你的信息是：每个人都用别人不理解的自己的语言来谈论善良和邪恶。每个人对习俗和权利都有自己的语言。而国家则用所有人解释善良和邪恶的语言来撒谎。国家说的全是谎言，国家有的全是窃物。　　——尼采：《扎拉图斯特拉如是说》国家是个最可笑的谎言，民族是个无趣的笑话。\n\n呵呵，那种脑残看不懂你说的。",
				"added": 1504193560
			}
		],
		"2_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": [
			{
				"comment_id": 26,
				"body": "乱七八糟的东西，没空看。\n\n我只想问一句，如果是当年经济条件不成熟，不能实行民主，那么后来呢？现在呢？为什么还不实行民主，连推展都没有，甚至连谈也删帖封号，这叫啥事呢？ 一个靠专政维系利益的政团，你以为没有六四，它们就会改变，太天真了，学生并不激进！",
				"added": 1504443276
			},
			{
				"comment_id": 27,
				"body": "别上网上多了，就以为自己知道很多，网上那些数据是非常片面和不真实的，比如八十年代中期，在某个城市，有人建了一座大楼，开了一家公司，专门倒卖进口批文，当地人人皆知此人是邓女儿，网络是不会告诉你的，腐到这个程度，还对邓抱有期望，还认为他们舍得交出政权，我去！ 比如前几年有人对习也是抱有期望，我看到就觉得可笑，可悲。64至少让它们露出本质，被老百姓一个警示，绝对不是什么添乱。",
				"added": 1504445086
			},
			{
				"comment_id": 28,
				"body": "别上网上多了，就以为自己知道很多，网上那些数据是非常片面和不真实的，比如八十年代中期，在某个城市，有人建了一座大楼，开了一家公司，专门倒卖进口批文，当地人人皆知此人是邓女儿，网络是不会告诉你的，腐到这个程度，还对邓抱有期望，还认为他们舍得交出政权，我去！ 比如前几年有人对习也是抱有期望，我看到就觉得可笑，可悲。64至少让它们露出本质，被老百姓一个警示，绝对不是什么添乱。",
				"added": 1504445111
			},
			{
				"comment_id": 29,
				"body": "其实就是一句，不管有没有六四，只要是它们统治，中国就没有民主，就算是有改良，那也是它们为了延寿的妥协，只要触及根本利益，它们就会撕下面具，六四就是一个例子。",
				"added": 1504445595
			}
		],
		"1_1EyvbL9jSFGCPcvPJLvBmpMSo8NMksF1Hr": [
			{
				"comment_id": 30,
				"body": "收费站的老板就是政府，现在收费站违规收费，穆斯林们团结，争取到自己的权益，本来没问题的，但某些汉人不但不怪自己没胆量，不团结，反而为政府站台，反对其他争取权益的人，这些人真垃圾。\n\n另一方面，这件事也被用来转移视线，比如朝鲜核炸的帖子，一大堆五毛就拿这件事来跟帖转移视线。",
				"added": 1504623301
			}
		],
		"1_1MH5FyrHx36GJFQjG2XdFm1ua9ydRahyM4": [
			{
				"comment_id": 31,
				"body": "> [voice](#comment_5_1BXzNZxGbGsEgD9xLKPkyFnJHaG9phpokK): 支持。我觉得共产主义思想还是很科学、先进的，如果把共产党完全打倒，很难把这些先进的部分保留住。\n\n我觉得是反科学，反人类的，共产国家一个一个地灭亡就是例证",
				"added": 1504707566
			},
			{
				"comment_id": 32,
				"body": "> [s0n](#comment_1_15gvAbUXqpSEzKoYcFv1Q4Br3TPHLJ1UEW): “打倒”这个词还是以暴制暴的逻辑，虽然这个逻辑在现实中是可行的，但可行的并不一定就是我们所需要的。当前政权建立在枪杆子、刀把子之上，如果我们还是用暴力推翻现政权，建立起来的依然是一个暴力机器。而这就是毛泽东曾说过的历史周期律。要打破这种历史周期律，唯一可行的就是和平、非暴力的权力转移。\n> 和平的权力转移，路径是多样化的。但共同的特点就是，反对派不使用暴力手段。剩下的请大家展开想象力吧。\n\n“用暴力推翻现政权，建立起来的依然是一个暴力机器。” 是一种歪理，很可能是五毛文宣。因为推翻政权要不要使用暴力，完全是看现政权是不是暴力政权，现政权就是一个暴力政权，所谓和平、非暴力的权力转移根本不可能存在，叫我们不要使用暴力，等于变相叫我们不要推翻现政权。同时又给我们洗脑，把暴力推翻现政权，诬陷成要建立一个暴力机器，前者事实并不等于导致后者的发生。",
				"added": 1504709399
			}
		],
		"2_1NwWoM1qGUV9gjLG7QGyhqsRxKKga2rhtf": [
			{
				"comment_id": 33,
				"body": "说得这么牛逼，请问这次勒索病毒的重灾区在那里？",
				"added": 1505306446
			}
		],
		"2_1END5A3waFfWMTk2DkPDx83CXaYzpnj788": [
			{
				"comment_id": 34,
				"body": "马云在很多年前还很低调，是最近这些年突然暴发，很多项目跟当局有关，比如政府拍卖，药品数字标签等等，可以说是跟当局勾搭上了，必定有利益交换。",
				"added": 1505319284
			}
		],
		"3_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF": [
			{
				"comment_id": 35,
				"body": "提醒一下，下面一个是jackma，一个是jackman，不是一回事，要擦亮眼睛，特别是后者。",
				"added": 1505453018
			}
		],
		"5_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy": [
			{
				"comment_id": 36,
				"body": "楼主既然拥习，来这里发给我们看有什么用，我们当你就一堆狗屎，你应该上微博，微信把习近平几个字打完整了再说。",
				"added": 1506002526
			},
			{
				"comment_id": 37,
				"body": "现在除了正派人士被删帖销号之外，很多五毛也被删帖销号，因为它们的帖子有一大堆敏感词，像楼主贴的这篇，一提交就弹出警告框，你自己辛辛苦苦打的字，根本发不出去，如果你这样还去拥护的话，只能说明，你就是一个脑残，残到你妈妈也认不出你。",
				"added": 1506003900
			},
			{
				"comment_id": 53,
				"body": "楼主不过是只过街老鼠，就配活在墙里面，来这里造谣惑众，是没有市场的。",
				"added": 1508071617
			},
			{
				"comment_id": 54,
				"body": "谁的权力最大，谁就是最大的贪官，建墙挡住大众的眼睛，派五毛贴写颠倒是非的帖子，无非就是真相太难堪了。",
				"added": 1508072136
			},
			{
				"comment_id": 55,
				"body": "> [stones](#comment_4_171sXvnp9RmuZbCYE2dJTZjTQE2qG36Pab): 想要学绿带鱼邀利赚钱的跪舔货 ， 偶尔上下冒烟已经被拥塞的乌烟瘴气五毛恶心 ， 还跑到零网来恶心人  ，拉黑你 。\n\n带鱼的关系错综复杂，这货那里可以搞到这种关系",
				"added": 1508072444
			},
			{
				"comment_id": 60,
				"body": "> [jupiter23344](#comment_9_18YKTMTiRTydsbWc7BxjjCAnyJawCCqQPz): 因为你是五毛傻逼，国家开始意识到这个地方了哈？感觉封堵有困难哈？于是开始叫五毛过来洗脑发帖哈？但是我告诉你，在这里人人都可以永久全网拉黑你!我们用我们的手指投票，看你五毛发东西一个人都没人看还不知道咋回事儿的时候。\n\n有趣是，大家拉黑它不看它，而它又继续提供节点给大家分享。",
				"added": 1508228572
			}
		],
		"1_17mGDYV5Jz6fXuFeVApUfUcB96nxa8V6Qn": [
			{
				"comment_id": 38,
				"body": "胡说八道",
				"added": 1506045832
			}
		],
		"8_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": [
			{
				"comment_id": 39,
				"body": "> [flyingpanda](#comment_38_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 你是在为美国信息安全被中国干扰感到不平么？大争之世，各国都是各尽所能给对手下套的。全中国都在用美国的操作系统。你听说过微软的安全更新被杀毒软件查出病毒的事么？你是傻白甜？中国的确有过昙花一现的宪政共和，不过你也说了，昙花一现。这个事实说明宪政共和本身是极其脆弱的，另外那段时期也是中国近代史上最混乱的时期。你想亡了中国就直说，不用包装成为中华着想的样子。\n\n既然你说“微软的安全更新”被“查出病毒”，微软的安全更新是有编号的，请说清楚该更新的编号，是什么杀毒软件，查出什么病毒，让大家去下载，去验证。",
				"added": 1506737800
			},
			{
				"comment_id": 40,
				"body": "> [flyingpanda](#comment_38_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 你是在为美国信息安全被中国干扰感到不平么？大争之世，各国都是各尽所能给对手下套的。全中国都在用美国的操作系统。你听说过微软的安全更新被杀毒软件查出病毒的事么？你是傻白甜？中国的确有过昙花一现的宪政共和，不过你也说了，昙花一现。这个事实说明宪政共和本身是极其脆弱的，另外那段时期也是中国近代史上最混乱的时期。你想亡了中国就直说，不用包装成为中华着想的样子。\n\n既然你说“微软的安全更新”被“查出病毒”，微软的安全更新是有编号的，请说清楚该更新的编号，是什么杀毒软件，查出什么病毒，让大家去下载，去验证。",
				"added": 1506737833
			}
		],
		"10_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": [
			{
				"comment_id": 41,
				"body": "> [unitychina](#comment_30_1MQUEdi3kDb9u2o1gNLywN5Ms9QDQ3sCed): 伪共支那蛆的“伟光正”是非常有支那特色的，它们奉行一套内外有别的原则——对内基本靠狗，对外基本靠吼；对内要钱不要脸，对外要脸不要钱；对内是不给钱的嫖客，对外是倒贴钱的婊子。\n\n总结到位，它们处理印度侵华就是给钱。",
				"added": 1506752208
			}
		],
		"1_1A2UzSQ4XPoR8cRS4AmVygkucXjNHuW3Ze": [
			{
				"comment_id": 42,
				"body": "楼主的意思是地方权贵和中央权贵分赃不均，可能会导致共党分裂。",
				"added": 1506965069
			},
			{
				"comment_id": 43,
				"body": "> [mercury233](#comment_3_125m42Yn6zRgWP7ivHgee8p5RxZJJZaoGU): 分裂分子不得好死。你无非就是要看到中国破裂然后从中牟利。我们需要的是维权法治民主，不是变成亚洲的垃圾小国。\n\n别张口就我们我们的，不需要你代表。",
				"added": 1506965259
			}
		],
		"3_1PVdpdnQNHpn6Q2vVmhoaosdMT5BGEEKmE": [
			{
				"comment_id": 44,
				"body": "这是必然的，不是什么倒车，从共党贪腐数字看，90年代贪十万要枪毙，2千年后贪百万，后来千万，到亿，现在十亿，百亿，千亿家族，雪球越滚越大，当年贪百万，千万的时候，老百姓也有百万十万的收入机会，忽悠一下就不会有什么问题，但现在贪百亿千亿，继续哄骗蒙混老百姓是不可能的，于是各种手段就会出来。",
				"added": 1507029285
			}
		],
		"1_1C5GAb6bwx6rPKJtWbX89tMLvoSWjgwFLf": [
			{
				"comment_id": 45,
				"body": "从标题看，楼主自己开一个新的论坛吧！从内容看，别误导大家，学术的进步，科研的推进，数学的推理不是什么民主的未来。",
				"added": 1507435209
			}
		],
		"6_13BXkTJitXqtj4eL1qxXNgX45Fv5prutc1": [
			{
				"comment_id": 46,
				"body": "软件去“官网”下载的好",
				"added": 1507435700
			}
		],
		"20_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": [
			{
				"comment_id": 47,
				"body": "> [flyingpanda](#comment_48_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 毛泽东时代中国的住房是分配的，民兵是持枪且大量存在的。改革之后的房奴之类的事怪不到毛泽东头上，持枪权百姓也是有的。你们都没有看出来毛泽东时代与改革开放时代是两个不同性质的时代。多蠢啊。\n\n你只说毛时代的住房是分配的，却没说那些住房从那里来，说得好像毛时代建了很多房免费给大家一样，很明显，这不是骗人就是被骗，改开之前，本人住的房子是所谓解放前的泥砖墙，而且还是没收来的，改开之后，产权归还给原房主，那时候，厨房的顶塌了，要维修，可水泥钢筋都很缺，要找熟人走后门开证明，买来水泥的标号也不足，杂质多，而且贵，只好先用黄泥，再用水泥，至于钢筋找熟人也没货，只能买些几毫米的铁线凑合，没过几年，就倒塌了，所以如果还有谁为那个时代的所谓“成就”涂脂抹粉，那谁不是蠢就是坏。",
				"added": 1507438040
			}
		],
		"4_1MFGmjNKnH1WtuUBDngF8hD7J9DaP4bUda": [
			{
				"comment_id": 48,
				"body": "我去，想多了，所谓官方VPN是不会给老百姓用的，有钱也不给你，因为怕你看到真相。所谓保障社会加快经济发展更加扯淡，人家早已经富可敌国，一出手就是百亿美元，已经发展到这个地步，社会真正需要的不是发展，而是公平的分配。",
				"added": 1507692458
			}
		],
		"2_1NQLPWMLrNWcrLuZ3sSYLUPsjiYqBLMmST": [
			{
				"comment_id": 49,
				"body": "> [temp000001](#comment_11_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji): 方滨兴很久以前就不管墙的事情了,而是交给了一个公司,现在BAT的技术大佬都进入了这家公司.后面的技术基本都是BAT作的,B是摆渡A是阿里T是腾讯\n\n三家都是墙的最大受益者。",
				"added": 1507812547
			}
		],
		"1_1FwnyMb8moVvSgy1VXNoJTLNoN7mTTTnHm": [
			{
				"comment_id": 50,
				"body": "我基本上不会去删data的文件，ZeroNet没有中心服务器，数据都存在各位的data文件夹，打开过的站点就会保存下来，除了自己看，还会用来互相分发，像你这个贴，我已经保存了，其它人也保存了，就算你关了机，其它人也能从我这里下载得到，人人都是服务器。",
				"added": 1507818593
			}
		],
		"1_14HMriK1sr9LBMH4MBwtZQRc9hSbYr8x1L": [
			{
				"comment_id": 51,
				"body": "已经打开过的站点，刷新一下就来。",
				"added": 1507818913
			}
		],
		"2_1Lvkcqq796u3e3UAMxJxo7RZLzjvnR9bbE": [
			{
				"comment_id": 52,
				"body": "> [deep](#comment_136_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo): 我认为任何人都可以被追踪，取决于花多少钱去追踪。当追踪你的成本大于价值时，不大可能有人会追踪你。你又不是什么大人物，本着小黄人娱乐至死的精神，该吃吃该喝喝，啥事别往心里搁。\n\n不是大人物就可以脱裤裸奔了吗？",
				"added": 1507895487
			}
		],
		"1_16SiSYRCZ7aGdFqnmAaPAJpUv7vHKjvBwA": [
			{
				"comment_id": 56,
				"body": "你就当这里是一个不删帖，不删号的微博吧。来这的人所关心的本来就不是墙外的事，只不过墙内的事、墙内发生的罪恶，在墙内被封锁消息和禁止讨论，才到墙外打探，到墙外讨论，零网提供在墙内交流讨论的平台，有能力到墙外收消息的人，多带点消息进来就好了。",
				"added": 1508080060
			}
		],
		"21_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": [
			{
				"comment_id": 57,
				"body": "1985年以后的港台书籍被要求下架",
				"added": 1508121283
			},
			{
				"comment_id": 58,
				"body": "不是要开倒车，不是要闭关，而是窟窿越来越大，没办法搞下去，以前派五毛和营销号颠倒一下是非，打几个公知，糊弄一下网民，把普世和民主搞成负面，就可以过关了，但现在老百姓已经不关心这些，而是拿起算盘，算它们的财富到底有多少？是从那里来的？这些从来不敢公开，所谓身上不干净，派十毛出来也没用，才有了亲自上阵，掩别人的耳，继续盗别人的铃，老百姓无力反抗，它们会更加疯狂敛财，带来的是经济的崩溃，外汇被吸干，外资企业无法换汇，很多已经撤走，废纸的价格从3毛钱涨到2.6元，不是因为原木价格涨了，而是纸厂因为查环保，被各种处罚，因为房地产开发，卖厂赚一大笔然后不干而倒闭，又无法拿出外汇进口原纸，导致纸价暴涨，现在又要开征环保税，房价涨到天顶，房地产税吸干，环保税牵扯更多行业，可以搜刮更多，各地已经制定各种政策，磨刀霍霍，实质性的影响，比起网络折腾严重得多，大家不妨拭目以待。",
				"added": 1508123798
			}
		],
		"1_1Lf9ruA9iMU6fRqAFEhHgVRHyspUo9xvH3": [
			{
				"comment_id": 59,
				"body": "在线吗？俺在群里。",
				"added": 1508164917
			},
			{
				"comment_id": 64,
				"body": "> [chinanoahli](#comment_13_19Cmj9TcBeP1pn8VWXRCXGHqQiZawUsX8a): 而且还有个重要的因素叫“转换成本”，当你qq只有20个好友的时候，转换到其他平台很容易但假如是200个呢？2000个呢？转换意味着你会丢失大部分经营良久的关系\n\n你不会跟2000个好友聊机密吧？不管怎样，家人应该用Tox，非常好用，用的放心。",
				"added": 1508287406
			},
			{
				"comment_id": 65,
				"body": "> [chinanoahli](#comment_14_19Cmj9TcBeP1pn8VWXRCXGHqQiZawUsX8a): 似乎你认为不能聊机密的好友就没有价值，那我也无话可说\n\n这跟好友的价值是没有关系的，是跟所聊的话题的价值有关，需要聊有价值的机密话题是，不管对方是不是好友，都要保密。",
				"added": 1508337783
			}
		],
		"1_1H8kdhfuxvXfWsfcZ9LpX1jULxunde625U": [
			{
				"comment_id": 61,
				"body": "> [yuqian](#comment_4_12zCc2NbwzhGnp9uMuoCT6EEKrEGmBmGiL): 嗨呀，看到一群说不出来一二三四，只知道扣帽子泼脏水的“民逗”就脑袋疼。真想劝他们回去看看毛选，尤其是那篇《当前的形势和我们的任务》，借一个人的话说，“比你们高到不知道哪里去了”。\n\n高到哪里去都不重要，比你高就行，对不？",
				"added": 1508247795
			}
		],
		"2_16SiSYRCZ7aGdFqnmAaPAJpUv7vHKjvBwA": [
			{
				"comment_id": 62,
				"body": "不知道，我的推号是13年注册的，注册之后就忘掉了，用GMail注册，不用手机号的，前几天找回GMail的账号，打开邮箱一看，发现推特在15年连续几个月，每个月发一封要求验证的邮件，现在是17年，通过GMail直接重置密码就行了。",
				"added": 1508253162
			}
		],
		"1_1Fv1xGsCxVzHNkCyCMLkJsXaqHSqc5VS45": [
			{
				"comment_id": 63,
				"body": "> [c5d5com](#comment_31_1EkSm7r4N1YNemvp5XHcUhDDiW16BQBJVh): 民主后杀全家，为了喷而喷，这不是SB么。\n\n如果民主之后，你老兄被杀全家，那一定是全家坏事做尽，非杀不可了。",
				"added": 1508253365
			}
		],
		"1_1CiAdBMAhaM75eiF6WjbPrNyzXYkVwBpwV": [
			{
				"comment_id": 66,
				"body": "不是五毛狗，是网特。> [liuliuliu8964](#comment_1_1DRikdmXg8cXygciA2DLxWZ2grG4V96op1): 这东西最好不用公开发，被五毛狗看见了封得你冒火。妈的，我这几天每天都要换节点，或者一天得两次，真心祝拿钱封IP的死一户口本。\n\n不是五毛狗，是网特。",
				"added": 1508338291
			}
		]
	},
	"comment_vote": {
		"4_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6": 1,
		"15_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6": 1,
		"25_1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL": 1,
		"20_1HABFyuoohZ13drjwyJsECp4zDKjvggyNp": 1,
		"30_1BqBYvoVCrsBD7Mhfh5F2rZtFphTzdShS3": 1
	}
}