{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "NihilCoin - multiplatform cryptocurrency",
			"body": "Looking for peers to persist our ZeroNet mirror: http://127.0.0.1:43110/1HPM1i1gyTojWsTvTkPRqP1X5QzxwjAKCR/",
			"added": 1504438662
		}
	],
	"topic_vote": {},
	"next_comment_id": 5,
	"comment": {
		"2_1PTaJe3LLeB5Pfxq8KjcpQSPcSK1PQqsQs": [
			{
				"comment_id": 1,
				"body": "Because everyone else already has enough platforms to express their thoughts without being persecuted.",
				"added": 1504270638
			},
			{
				"comment_id": 2,
				"body": "Let me elaborate. As a nationalist, I believe EVERY nation has the implicit right and is entitled to defend THEIR own identity on THEIR own land. Nothing more.\nWhen a government facilitates mass alien immigration while performing subtle or even open genocide of the nation, this is called invasion. And anyone supporting it must be considered a traitor.\nI wish I was born in a country that had strict immigration policy. Unfortunately I was born in Ukraine, a country now fully invaded by Jews, Gypsies and Russians. They all made Ukrainians a minority in their own country, at least among the ones who make decisions. And they call anyone who disagrees a \"nazi\" or \"extremist\".\n\nWhy are we seeing this in most European countries but not in Japan, for instance? Because Japan has strict immigration policy. Because they can't let themselves to fill their land with scum. But most importantly - they are safe because now there is only one race targeted for elimination.\n\nTargeted by whom? Answer this question and you'll find out the answer to yours.\nWe mustn't express or support Hitler's ambitions to invade anyone. We must defend what's ours. That's all.",
				"added": 1504334771
			}
		],
		"1_1Mbqod3HqqPByb7q8t2nKNSzGhL1dAuPAV": [
			{
				"comment_id": 3,
				"body": "> [jehmak](#comment_1_1AyLtNX1hKoT6jqTWM9tFkLDvWPAs6jGpg): Doesn't work.\n\nRan the update, please check.\nIt's a static website, nothing fancy.",
				"added": 1504450598
			},
			{
				"comment_id": 4,
				"body": "> [bcash](#comment_1_15NgmXm8eGd5fH54S4JJnPsBaKHXusjjqG): I think you guys are blind. At the Usmanov's parasha imageboard you write that to emit divisible assets on waves is not possible. But how you didn't see the divisible point settings.\nWut? Try emission of 42.5 coins from the start. You can emit 43 coins or 42 coins but not 42.5 as an initial supply even though you set 15 decimals.\nCalm down.",
				"added": 1504782519
			}
		]
	},
	"comment_vote": {
		"1_1DoE2oLDwVmMgdk56QaNB7khXJWuyZstnU": 1,
		"5_1FnQQkQ4AwjwBhbz61RmqPazDrvdBGy79K": 1,
		"6_16ruLucRLto6GhT1Zb3P8JVZzC48fxd9Cc": 1,
		"1_19Ue9ebzYZLWiauSD1k3YWXWt1YpkWjB5U": 1,
		"20_14UupgrdnT7Y8vMES7aqUFgD1fC5RYNrh8": 1
	}
}