{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 7,
	"comment": {
		"1509622092_1KdQMFyXwPY2vjMDL9UiPnckwGbyvUjpcj": [
			{
				"comment_id": 1,
				"body": "Could you provide some default sandbox.  I've been taken throug PIP before.  I use firejail and some other to rain in some of the attacks but not secure enough for my taste....  Maybe a flatpak or equivalent in the near future?",
				"added": 1509651517
			}
		],
		"1509336621_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": [
			{
				"comment_id": 2,
				"body": "It is just a proxy!  It has an error message about not using Tor but I doubt that is the case since Qubes defaults to Tor.  So this is a bug already!",
				"added": 1509653086
			}
		],
		"1509111564_1LXSmRHtTjeKqDCSrZ8GLJUPRimrL5gGF5": [
			{
				"comment_id": 3,
				"body": "Can you ad Wiki Leaks?  Those Hollywood BJs  are available through a lot of other channels!  If you really want a lot of traffic add something like WSJ subscription or other things available by subscription like Consumer Reports etc...  Be more creative dumbass!!!",
				"added": 1509653502
			}
		],
		"1509624447_1CGweCTCsFxD5FjvciBaGagZXsAUbXustF": [
			{
				"comment_id": 4,
				"body": "The following SEARCH RESULTS contain MALWARE or were hijacked when they refer to i2p!\nIf you are found injecting MALWARE into your Search RESULTS especially those referring i2p it will not be taken kindly by i2p community in general.  If you have a problem with i2p just say so in your general opinion page!  Do I need to be more specific?\n\nTHESE ARE YOUR SEARCH RESULTS and MAY NOT be the actual zites!\n \nlibi2p.bit 1CBrU7hWzeQERoBWyjrGUJckjHutLkPm26 \n\ni2p新手指南\n1EQuaziF7F3ovnEmXjDc9UrgjfWMTUMKqF/?Home\n1EQuaziF7F3ovnEmXjDc9UrgjfWMTUMKqF?Home\n\ncomparison: ZeroNet <-> IPFS, twister .... TOR <-> i2p\nzeroblog.bit\n\nThere are plenty of other secure and private networks like:  Loopix, Vuvuela etc.\nDo not pick fights you can't win!  Just say so in your search page and you will not get any repercussions.  I will respect your right to SAY NO!",
				"added": 1509722796
			}
		],
		"1509660745_12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu": [
			{
				"comment_id": 5,
				"body": "It works (package-lock.json 204.4 kB (204,398 bytes) sha256sum package-lock.json\n28db954bb196e4e9396f09c4e139b272b3f473b07c2d7211acce5c5ca5e1af29  package-lock.json)  I noticed they are not signed (big fucking mistake)!  There is also no info on SUMs!  Were you born yesterday or something?\n  Do we help by downloading the files!  Should we establish mirrors?  It will be a great help if you had some instructions.  I already saved your page and you can expect about 16 hours a week uptime (this is no guarantee!)",
				"added": 1509728651
			}
		],
		"1509723698_18kZo3th7NiH2wQ2dP1rFXXpUhfnPrStjV": [
			{
				"comment_id": 6,
				"body": "Github.com is very dificult to connect to from a clean anonymous system.  So are many other websites (geti2p.net Norway mirror distribution).  If you are desperate and can't get through I suggest a VPN to a country with a whole setup.\n  For example:  you setup your computer for Danish and exit in Copenhagen from your VPN and try to reach github or i2p.  You can mix Tor before VPN if they get you.  As always check signatures and shasums or download from different locations and file compare.  Flatpak and firejail should be your friends (Firefox Developer and Nightly comes already  Flatpaked).\n  I agree with you that all ZeroNet versions should be SIGNED and posted at gitcenter.  That BoneHead host does not understand your request.  On the other hand if you use Windows you are screwed anyway!",
				"added": 1509749189
			}
		]
	},
	"comment_vote": {}
}