{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "金正恩暗批习北京？年内或将实现终极核爆",
			"body": "舆论认为，即使是严厉的制裁也无法立刻阻止朝鲜继续进行核试验，如果没有更果断的措施，朝鲜或许有能力在年内进行将弹道导弹与核弹头合二为一的终极核爆。",
			"added": 1505631437,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "19大能否成功？ 京城密传〝水工不倒，核心不保〞",
			"body": "中共十九大定于10月18日召开，高层人事博弈日趋激烈，在外患内忧加剧、中共政局风雨飘摇下，不少观点对十九大成功召开不乐观。赵紫阳的前秘书鲍彤更声言，十九大如能顺利召开将是一大奇迹。而中国民间流传两首民谣，被称为不仅是解决中国问题的关键，也直接关系到十九大能否成功召开。\n\n距离中共十九大召开已经进入倒计时，中国大陆民间流传两首童谣：\n\n第一首是：〝水工不倒，核心不保〞。水工就是指江泽民不倒，〝习核心〞就处在危险之中。\n\n第二首是：〝庆父不死，陆难未已〞。〝庆父〞代指江派二号人物曾庆红。意指如果习近平不抓曾庆红，在曾的不断搅局下，十九大难以顺利召开。\n\n大陆原军事学院出版社社长辛子陵在接受记者采访时解读说，这两首童谣比喻，如果不清除制造内乱的罪魁祸首，国家就不得安宁。他强调，习近平对江泽民和曾庆红问题，必须要对全国人民有个交待，才能开好十九大。\n\n辛子陵认为，〝江曾的问题不解决，他们这股力量就不可能从根本上倒了〞，〝决定性的胜利，是江曾倒了，这帮人彻底散了，没有希望了，那才是决定性的胜利。〞\n\n辛子陵退休前是中共正师级大校军衔，曾在多个军事院校担任高职，包括军政大学政治研究室副主任、军事学院出版社社长、国防大学《当代中国》编辑室主任等。\n\n北京时局观察员华颇也曾表示，从现在至〝十九大〞，中南海博弈已到了最后一战，中共高层内斗日趋白热化，刀光剑影，对手的招数非常凶狠。\n\n他分析，〝现在各派都抓紧行动，以各种方式来发动进攻，所以习近平眼前的事情应该擒贼擒王，尽快拿下庆亲王。要不然温水煮青蛙，有可能对立面胆子会更大，更会肆无忌惮。这样来讲十九大就很危急，习近平也就很危险。〞\n\n华颇说，十九大前，江泽民亲定的中共第六代接班梯队的孙政才落马，已经显示中南海的激斗表面化。\n\n他认为，这也就是习近平紧抓军权的原因之一，习近平采取的这些政策对这些人伤害太大了，一个〝习八条〞就把上上下下官僚阶层全给得罪了，抢钱袋子、掌握能源等等。\n\n〝习近平想长期执政对这些利益集团就是一个噩梦，所以他们想办法让习近平干满10年赶快下台比较好，换哪个人都比习近平强多了。〞\n\n〝你看习‘枪杆子’抓的多紧，对军队清洗的程度大大高于党政、行政、司法，就是因为习知道，把枪杆子抓紧了，才能压服各方，习也知道，他已经做到这个地步了，那就只能继续走下去，没有什么回头路了。〞\n\n华颇认为，〝‘庆亲王’（曾庆红）不倒，习近平永无宁日〞，〝从现在到十九大召开这段时间，还会有大戏上演。〞\n\n目前各方都认为，不排除到中共十九大前，还有比孙政才更大的老虎落马的可能性。\n\n华颇说，〝对于习近平来讲，为了保证‘十九大’顺利召开，他想求稳不想再起什么波澜，但树欲静而风不止。对立面不想‘坐以待毙’，所以这段时间最后跳出来了，进行最后的搏斗。〞\n\n〝习不擒贼先擒王，不把庆亲王拿下来，这个局势很难平定。我想他也不会允许现在这种混乱的局势延烧到十九大。〞\n\n事实上，不仅仅是中南海刀光剑影，权贵集团围绕十九大正在展开生死搏击，而中共政权目前可以说已经处于内忧外患加剧，风雨飘摇随时崩塌的境地。\n\n在国际上，朝美〝隔空口水仗〞愈演愈烈，朝鲜不断发射洲际导弹、核武挑衅国际；韩国部署萨德并打算发展核武，美韩联合军演升级；日本在钓鱼岛方面日趋强硬；中越两国关系恶化；中印边境军事对峙虽暂停，但小动作不断……。\n\n在国内，近几个月来，中共高层内部政治博弈异常激烈，失势的江泽民集团为了逃避失去权力后被清算，动用其掌控的国家资源，进行包括经济政变在内的多种方式抵抗，制造股灾、怂恿民间群起抗争、海外放风曝料……。\n\n赵紫阳的前秘书鲍彤曾声言，十九大如能顺利召开将是一大奇迹，如果不能顺利召开，将会遇到很多的大麻烦。",
			"added": 1505719254,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "【翻墙问答】 QQ及微信藏极危险木马程式难移除",
			"body": "问︰有一间网络保安公司研究报告，指中国常用的QQ以及微信，内藏极危险的木马软件，而且难以清除，请问面对这一些内藏木马软件，能否移除，还是需要用另一些方法去防止木马软件偷窃自己的资料？\n\n问︰有一间网络保安公司研究报告，指中国常用的QQ以及微信，内藏极危险的木马软件，而且难以清除，请问面对这一些内藏木马软件，能否移除，还是需要用另一些方法去防止木马软件偷窃自己的资料？\n\n李建军︰这次Lookout公司发现，同样由腾讯公司开发的QQ和微信，都内藏一种叫xRat的木马程式，这程式会在手机内伪装成无害的文件，令到难以删除，但xRat可以取得手机极高的执行权限，包括取得其他软件的通讯资料，以及启动手机咪高峰等。因此，只要安装QQ和微信，就等如任由中国当局监控你的一举一动。\n\n要保护自己的个人资料以及安全，避免受到QQ和微信内藏的木马程式所影响，唯一方法是不要在手机安装QQ和微信，如果一定要用QQ和微信，就要使用一部无关痛痒的手机，以及如果要会见一些相对敏感的人物，或出席一些相对敏感的会议时，就必须关闭有关手机；如果手机可以拆出电池，就乾脆连电池都拆除，以策安全。除非腾讯公司愿意推出一个安全版本的QQ或微信，否则这个木马程式是无法移走，安装防毒软件亦无补于事。\n\n以保障个人安全而言，避免使用由中国公司出产的任何软件，以及关连的各类服务，几乎是最有效的方法。因为现时中国软件为了保住市场地位，与当局的合作几乎是无底线，因此，现时只有假定任何中国公司出产的软件，都可能与当局的监控有关。\n\n问︰谷歌最近决定，会对一系列由Symantec发出的数码证书不予信任，并在明年初推出的Chrome 66版执行，这会对大部分听众会有甚么影响？而谷歌为何不信任Symantec推出的大部分数码证书？\n\n李建军︰谷歌决定在Chrome 66版开始，不信任所有Symantec在2016年后所核发的数码证书，最终所有Symantec将管理数码证书工作架构交予Digi Cert公司前发出的数码证书都不予信任，除了少数谷歌已经审视过安全状况的证书。这与Symantec推出的数码证书，不少有保安隐患有关。\n\n由于中国相当多银行都仍然采用Symantec的证书，如果中国的银行不改变或更新数码证书的话，相信这将会造成极大的问题。但比起谷歌对付WoSign，或CNNIC的证书，由于仍然给予网站拥有人相当充裕的时间更新，相信暂时影响有限。谷歌会在Chrome 62版开始发出警告讯息，因此，有可能年底浏览网上银行网站时，会经常受到Chrome的警告讯息影响，而这影响会维持多久，要视乎中国各大银行对更新数码证书所持的态度。\n\n问︰无论现时iPhone 8或以下所用的Touch ID也好，未来的iPhone X用的Face ID都好，都其实要配合一个密码，而苹果容许设定输入密码次数多过十次后，就将所有资料删除，但需要作出设定，那应如何设定？\n\n李建军︰现时苹果 iOS 10已经可以设如果输入密码次数多过十次后，就将手机所有资料删除，如果想防止自己的手机落入公安或国保手中出现资料泄漏，你应该作出这个设定，只不过预设是将这项功能关闭，要自己开启的。这次翻墙问答，我准备了视频，示范如何在iPhone启动这项功能，欢迎各位听众浏览本台网站，收看有关视频。如果这功能启动后，相信就算有人偷了你的手机，都不能取得手机内的关键资料，如果你可能在公安的目标的话，我个人建议启动这个功能。\n\n相关文章\n\n中国10亿微信用户私人聊天受监控\n腾讯再度封杀大批微信群",
			"added": 1505782596,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 2,
	"comment": {
		"5_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy": [
			{
				"comment_id": 1,
				"body": "据悉，习王打掉的大部分都是江泽民利益集团巨贪，因此获得了一定的民心。如今，江派残余势力仍在伺机反扑，可惜无可奈何花已落，只有靠海外放风。前段时间各大媒体曝光郭文贵坦承背后的老领导是终极老虎江泽民、庆亲王(军师)曾庆红以来，个人也深陷丑闻风波，之前的爆料也没有任何佐证。",
				"added": 1505630203
			}
		]
	},
	"comment_vote": {}
}