{
	"next_topic_id": 2,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 8,
	"comment": {
		"1_1GeF3xCLKvu92nMmgkT1NqUCyTwoFVbBGN": [
			{
				"comment_id": 1,
				"body": "on Linux data is always in the parent directory of ZeroNet",
				"added": 1497432560
			}
		],
		"6_17VwZEfWSUWb5RHkK9m1odnDdBfvjTL6Cp": [
			{
				"comment_id": 3,
				"body": "Everything is free on my pc except binary firmware from my AMD card (but run on open source driver)\n\n> [toobee](#comment_1_19JDsMSW9XKbhFcrXFyE82YKSvj2MZG5wK): 1 non-free packages, 0.0% of 2382 installed packages. [...]\n\nlook for gitso",
				"added": 1502101774
			}
		],
		"1_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": [
			{
				"comment_id": 4,
				"body": "how much income generate valve from China ?",
				"added": 1502482608
			}
		],
		"7_1D9w8AJTfqmn26iT2kF81B8HxXFfycXuXM": [
			{
				"comment_id": 5,
				"body": "you are missing the fact that nobody said that the vpn owner doesn't do that, and they does. You can't trust a vpn host. You can trust only  a vpn you set up yourself.",
				"added": 1507390394
			}
		],
		"2_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": [
			{
				"comment_id": 6,
				"body": "Anarchism cannot exist for a long period of time because someone with more power will always take control of someone else. Another solution would be tribalism (what actually existed for millions of years). If we live in tribe (50-150 peoples who knows each others), The problem would be solved. This tribes can have a direct democratic system through discussion (this is possible only at this scale) or have one chief who is well respected for his past actions.\nIf someone doesn't like his own tribe, he can try to go to another and to be accepted there after he had proven his merit.",
				"added": 1508485487
			},
			{
				"comment_id": 7,
				"body": "> [eki](#comment_2_1KJY9Soji7TbEVfisJHPvuzwzTMpAUDHf4): Can't we replace politicians with AI beings?\n\nWho control the AI, and who decide how they are developed ?",
				"added": 1508921787
			}
		]
	},
	"comment_vote": {
		"6_1PSCnSCea32rRVNNTxgKDyC64pnGp9AXSn": 1
	}
}