{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "Tell me how this network exactly works and how can I create my own website.",
			"body": "I was thinking in uploading incredibly high quality lossless music.",
			"added": 1501770064
		},
		{
			"topic_id": 2,
			"title": "Taylor Swift comes To ZeroNet!",
			"body": "Think was worth telling about it. http://127.0.0.1:43110/1CKb48FyYBvs4yhPfyob4C6D3XYYX77BqD/?/video/175",
			"added": 1502144693
		}
	],
	"topic_vote": {
		"1_17mCtH88JpibjhowcRF5AC9hmggvwnp6oi": 1
	},
	"next_comment_id": 13,
	"comment": {
		"1_1ETw3AAGUuh6iBFAohZdPT215NAY9rC9aR": [
			{
				"comment_id": 1,
				"body": "> [kmueller](#comment_4_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): this is retarded: out of zeronet into telegram then back into the normal net just for one normal article\n\nI agree, this needs new original content",
				"added": 1502124688
			}
		],
		"1_17mCtH88JpibjhowcRF5AC9hmggvwnp6oi": [
			{
				"comment_id": 2,
				"body": "Hi",
				"added": 1502125231
			}
		],
		"1_1Hv2qHowmG8sURX51L4zXQDDxakF6XgEvB": [
			{
				"comment_id": 3,
				"body": "talk to all russians you can and tell them to come here.",
				"added": 1502138963
			}
		],
		"1_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": [
			{
				"comment_id": 4,
				"body": "Stop posting google shit on this place...... google does not belong here.",
				"added": 1502232004
			},
			{
				"comment_id": 5,
				"body": "> [ivesen](#comment_26_1NmkVyqBJX6a82YQFYkCNgQpE9AWsmeppp): that's a google memo that sparked much debate all over the internetgoogle services may not belong here, but that document does.\n\nNo it does't this place is not meant for Google docs, go publish your enterprice documents somewhere else unless is a leak.",
				"added": 1502234098
			}
		],
		"1_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek": [
			{
				"comment_id": 6,
				"body": "Hello from Mexico, this is the best place you can start publishing something without being censored, yet it does not make you invulnerable to be identified, try opening ZeroNet with Tor. and not using your real information. any infomation you post here will never be taken down, unless you do it.\n\nAs for bitcoin market, I see it hard, you need serious hardware for that, and I doubt you can afford it, even more considering the financial situation of Venezuela. The hardware is sold in dollars or equivalent, and many of it is already hard to find in countries like Mexico. Not to mention the electricity bills.\n\nBest you can do is try to get out of Venezuela, it will pay more for your future than trying to mine bitcoins.\n\nIf you already have hardware at your disposal. like nice laptop or computer, then I suggest you research how to start mining. and you might gain 5 dollars in the first month. (that, by Venezuela standards is a lot), but every time it will get harder.,",
				"added": 1502327725
			},
			{
				"comment_id": 8,
				"body": "> [saitor](#comment_5_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek): ok im understand, and what is the value approximate of one hardware for this? i understand that this is very highest the Price, no other options more economic? here de sallary is 15-25$ max in 1 month  and this no reach for nothing here now.\n\nOne motherboard, least 80 dollars. 1 cpu least 150 dls, ram least 50 dollars, power supply least 120 dollars, keyboard 20 dollars, mouse, 20 dollars, screen, 100 dollars, GPU least 200 dollars. \n\nthere are already dedicated Bitcoin mining hardware that might come cheaper or not. but I don't know if you can find it.\n\nPrices are cheap aprox.",
				"added": 1502332824
			},
			{
				"comment_id": 9,
				"body": "> [saitor](#comment_6_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek): xDD 2 years of work jajaja. and what is requerimentsof the cpu? i think that use i5 minimun or its posible use hardware with less potency?\n\nmaybe a  the fastest i3. or even the best pentium if you buy a Z270  motherboard. esta jodido el asunto. LOL.\n",
				"added": 1502333320
			},
			{
				"comment_id": 10,
				"body": "> [saitor](#comment_7_1EJ2NwsYY3dEVgB7XM1HXdBNgEHP1zy9Ek): My pc is i3 with 8 gb ram but the car graphic is bad, is a geforce 210. xD si bastante jodida la vaina xD jaja\n\nTe conviene mejor tratar de crear un sitio en internet donde vendas publicidad, hazte youtuber, o inventate haz peliculas indie con you celular o camara.\n\nSi decides minar con esas especificaciones, quizas llegues a 6 dolares el primer mes, el segundo mes 3 el tercero y asi cada vez mas dificil. pero igual lo ganas constante. y te sirve de algo.",
				"added": 1502334118
			}
		],
		"5_1EZG8eDkCFvNkYxpHmr2WbGWcSxAsRfqTT": [
			{
				"comment_id": 7,
				"body": "I can only see it useful if it is FLAC only.",
				"added": 1502331284
			}
		],
		"3_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": [
			{
				"comment_id": 11,
				"body": "mostly from the darknet. really. there all sorts of documents and manuals the CIA and FBI uses to incriminate and torture people",
				"added": 1502388443
			},
			{
				"comment_id": 12,
				"body": "Also would like to create website, I have this really nice idea, maybe we could chat about it. because I don't know how to code for here. have great day.",
				"added": 1502388499
			}
		]
	},
	"comment_vote": {}
}