{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1GhYpibzrzQ9FZTeoeHxG297hgcqcv71X2": 1
	},
	"next_comment_id": 9,
	"comment": {
		"3_1EMDKkZzS2ztrvcsUmzFkifjMWKFu73zCs": [
			{
				"comment_id": 1,
				"body": "This can hardly be called a mirror, he has just saved the index html, with that links outside zeronet. Try again...",
				"added": 1507320234
			}
		],
		"86_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 2,
				"body": "I think you need to read up on how ZeroNet works,  ZeroUp is not YouTube, and will never be. it is a cool proof of concept for file sharing on ZeroNet.",
				"added": 1507733598
			},
			{
				"comment_id": 3,
				"body": "[kai0] I can see that I misunderstood your topic, so we are talking about block sizes, not kbps, my bad. :-)",
				"added": 1507826686
			}
		],
		"94_1EZTWytasXcKdiUFnN4KHqAfvg1nwkTkKv": [
			{
				"comment_id": 4,
				"body": "It sounds like cool features, but I think the main focus of ZeroNet should still be to make P2P distributed sites \"sexy\" and easy to use. Compared to freenet/gnunet ZeroNet is much more user friendly, the tradeoff is that anonymity is not built in. But I think this is one of ZeroNet's strengths, because why re-invent anonymity when we have Tor, vpn or i2p.\n\nWi-Fi interconnect and ISP \"bypass\" sounds much like mesh network which there already is several alternatives, if ZeroNet should support this then it would be much smarter just to implement support for one of the mesh networks in a similar way Tor is done.\n\nI would suggest that ZeroNet focuses on it's strengths, and core features, instead of spreading itself too thin with half baked features.",
				"added": 1508697434
			}
		],
		"4_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er": [
			{
				"comment_id": 5,
				"body": "I would prefer method 2, preferably with obfuscated filenames. The way the owner could manage who is allowed to read the site would be for the users to upload public keys (mabe unique to the site) and encrypt them with the owners public key. The owner could then encrypt the AES key used to read the site with the users public key.   The user and owner needs to find a secure way of identifying each other. When the user wants to access the site they decrypt the AES key. To increase security the AES key should be changed after each edit.",
				"added": 1508700704
			}
		],
		"1509518161_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 6,
				"body": "The only foolproof way is to browse zeronet with a whitelist that only allows connections to 127.0.0.1, webkit can be modified to do this.\n\nAlternatively I have set up firewall rules in Linux to do the same for chrome.",
				"added": 1509606761
			},
			{
				"comment_id": 7,
				"body": "> [styromaniac](#comment_181_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): Right... because by default ZeroNet anonymizes you... [...]\n\nYes it's a bit genius if I may say so, because as you know the anonymity part is not done by a browser it is done by the Tor/VPN connection that the zeronet service is running through.\n\nBecause it is so easy to put clernet links on zites it is impossible to guard against it, blocking is the only way.\n\nYou just use a rating system, that is as safe as the Magniot line.",
				"added": 1509608064
			}
		],
		"1510050824_1BgmsWcEitkkf96t5qVkBFPoYwdoc4hSqA": [
			{
				"comment_id": 8,
				"body": "> [akito](#comment_363_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): Check out Lawrence Krauss.\n\nKrauss is a popstar, that twitst the word \"nothing\" that the dictionary defines as \"not anything\" into meaning \"quantum vacuum\" which clearly is not nothing as it has properties.\n\nRegardless humans don't live on a quantum scale, so the 2nd law of thermodynamics still holds.",
				"added": 1510122799
			}
		]
	},
	"comment_vote": {
		"36_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"38_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7": 1,
		"359_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1
	}
}