{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u": 1,
		"3_15dMbdM7c2RT9RhNTJRqzc4vYSvrSJvxyG": 1,
		"9_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"13_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1
	},
	"next_comment_id": 6,
	"comment": {
		"4_1KmBxQMhpzQG19e7J3fCUaKhwbGKMwy5jn": [
			{
				"comment_id": 1,
				"body": "As the Zeronet's users have said in the commentaries of this post, Zeronet is really not dangerous. In my opinion, the dangerousness of Zeronet is subjective. It depends of what you are doing with it. If you use it to post any child pornography content, for example, the IP (Internet Protocol) adress of your computer can be exposed and identified by anybody who is curious about that. If you care about your online privacy, you should not use Zeronet without TOR (The Onion Router). TOR enables you to make your online privacy anonymous and, then, connections (some of them) of your computer to Internet's applications such as the [World Wide] Web (WWW) wich is the most used in the world.",
				"added": 1503370156
			}
		],
		"1_1PxJ9mMp9e5wcz7tRyw7VKBi1nSK7Gpk8y": [
			{
				"comment_id": 2,
				"body": "According to the website TheReligionofPeace.com : “TROP is a non-partisan, fact-based site which examines the ideological threat that Islam poses to human dignity and freedom.”. When I have read the short presentation (present at the homepage of the website), a word, just one, has particularly caught my attention. It is the word “non-partisan”. When I have only seen it, I have immediately known this website only tells bullshit about muslims. In my opinion, it actually is a pro-conservative or ultra-conservative website and which only selects articles of the press, official or not, pleasing its authors. What the authors of this website seem to ignore is that there are currents in Islam. Indeed, according to an article of Wikipedia, the “Wahhbism” is an “islamic and religious doctrine [founded by Muhammad ibn Abd al-Wahhab]”. Moreover, it is described as “ultraconservative”; the extremes are found everywhere but in different forms. But also as “fundamentalist” and “puratarian”, which is not unique to the religion of Mohammed and especially present in Christian Protestantism.",
				"added": 1503377690
			},
			{
				"comment_id": 3,
				"body": "> [zerozii](#comment_1_1GZciLA5HLTabgpLAgYFpCakjyt1Z5USh3): Islam, Catholicism, and Judaism are all religions created by the same people to divide the human race. They are all Satanic they worship Saturn / Satan. Saturn is also known as the Black Sun. The symbol for the Jesuits represents the Black Sun. There are many secret societies that have been operating behind the scenes for thousands of years. The Jesuits destroyed all evidence of the previous world and its hard to know what is true now. You can do google search with this Keywords:Brotherhood of Saturn,Order of the Black SunKnights of MaltaAdolf Hitler Jesuits.The Black Sun is also referred to as a Cube, the North Pole of Saturn has a Hexagonal Shape, representing 6 sides. The Star of David of the Jews has 6 Triangles, 6 Points of the Star and a 6 sided Hexagon within. From a different perspective a cube can take the form of a Hexagon, thus why a Black Cube is usually associated with Saturn, the Black Sun. It is rumored among ancients that Saturn once gave off its own light like the sun but there is more information needed. The Rabbi's wear \"Tefillin\" representing their worship of the Black Sun Saturn. The Muslims worship the Black Cube, the Kabbah in Mecca. The Pope wears a \"Hat of Saturn\" a Red Hat in the shape likened to Saturn. You can google search what I am saying. Now the Bible is a Masonic Encryption code meant to be decrypted by only the highest levels in the order of Freemasonry. It serves many uses and so does everything they do to manipulate humans, this is why the Bible has many numbers and is almost impossible to make correct sense, it is a language of trickery. Jove is Jupter Jove is Jehova is Jesus, Saturn is Satan look up Astrotheology. NASA is lying to us about everything they are masters of deception and they are only a black operations research branch of the military. NASA is spraying us with chemicals while developing dangerous weapon technology. They lie about everything and their numbers are always their way of laughing at us and mocking us with their numerology which is magic. Now many \"Islamic Terror Attacks\" are not in any way part of human nature. They are most often fabricated false flags to continue dividing humans, they have put every religion against each other because they created these religions and CONVERTED the Ancient people THROUGH THE SWORD. Islam and Catholicism killed many people and threatened to convert or die, many people simply wanted to live, this is how they got so many people around the world to worship these Satanic religions. They are all guilty for mass murder, genocide and destroying evidence of the past. Many events have a numerological significance, they do the things on specific dates for a reason like when Bush did 9/11. These people have a very unfathomable knowledge of magic and numerology, many of them may be hiding in Switzerland and Paris. The Vatican is the Roman Empire reborn which now has full control over almost every politician in the world.This is the enemy, NOT Islam. Destroying Islam will only breed the hate and bloodshed Satan needs, it is better to expose what I am saying so that people of Islam realize they are worshipping Satan and being divided the same is for the other two Religions Judaism and Catholocism. Christianity bases itself on a Masonic encryption code, the truth has been obfuscated there is no point in trusting the Bible it was authorized by a King . Many things have been removed from the Bible, base your religion on your heart and seek spirituality through yourself. Satan is your Ego, anything you don't like about your behavior can be labelled as your Ego, the things you do unconsciously but internally you are regretful of your actions. This is because you understand it is not your nature unless you have been brainwashed enough to worship your Ego like is being done everyday through the Media which is Controlled by Zionists Jews. Judaism is opposed to the state of Israel because it is against what their religion teaches. The State of Israel can never be justified and they are brainwashing the generation of Israel to become Zionazi's and are very successful at doing this. They want to put us at war please wake up and realize who is behind all of this is NOT ISLAM. ISIS was enabled by the USA and MOSSAD, just like HAMAS. The USA is a fascist nation this is why there was segregation in the past, nearly every politician, senator, and congressman are Fascists and belonging to the Church of Satan, the KKK, Skull and Bones, Freemasonry etc. etc. When there are 2 Fasci's together it has a different meaning that one Fasci alone. The House of Congress has Two Fascis, and Abraham Lincoln Monument Sits over Two Fasci. This means that they are supporters of Fascism. The same symbols were used by the Nazis. They have been working to divide us for many years, the deception is too much many people will think I am crazy but I have no interest in wasting my time I am telling the truth that I know to be true. I can predict things because I understand the language of programming so I understand how people are programmed to react by watching the News and paying attention to politics, or even just by watching some cartoons or TV shows. The media is owned by 6 Jewish corporations, there is almost no TV show that is natural, created by innocent people with innocent intentions, they will not authorize a program unless it fits their agenda. We must turn off the TV and wake others to the truth, that we are being divided and conquered. We must find ways to unite as much as possible and let the truth deal with the religions of Satan. We must reach a point where our beliefs do not interfere with the mutual respect and our ability to allow ourselves and other people the freedom to do as they wish as long as there is no harm and as long as there is no disagreement nor any victims are forced to agree. We must eliminate the culture of authority which has taught us to impose our beliefs and laws onto others, and learn to live and let live. The Golden Rule and the Golden Principle are very simple principles to understand but cost a lot of spiritual work within ourselves.“Do not do unto others what you do not want others doing to you” while at the same time \"“Do unto others as you would have them do unto you.\" Let us add a third Principle \"Do first to yourself before you do to others.\" These three should be a basis for our actions and thoughts and should work in a way that they do not contradict each other. Live and Let Live, enjoy Freedom while allowing others to be free.\n\nBullshit!",
				"added": 1504111413
			}
		],
		"6_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": [
			{
				"comment_id": 4,
				"body": "Never!",
				"added": 1504635307
			}
		],
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": []
	},
	"comment_vote": {
		"27_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"449_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"28_1JupR9ExhM4aiVd1Jyy2iuS12eukDnQ54X": 1,
		"1_1HKWR4HxCfQM3KkfVfVBoh8xVPZ4AUhfSZ": 1,
		"199_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"1042_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1
	}
}