{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 4,
	"comment": {
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": [
			{
				"comment_id": 1,
				"body": "i like the idea of an international multilingual free space on the web maybe not this forum if it absolutely has to be categorized by language i can live with that, but lets not be too strict on this kind of rules, seeing other languages in my feed always motivates me to learn more about them, i learned english after being flooded by english content in addition to my native culture and i don't resent globalization for teaching me a second language and i'm not close to loosing my native tongue either. knowledge is an abundant resource it does not become scarce when you share it.\n因为我喜欢自由，我觉得大家可以用母语",
				"added": 1502383196
			},
			{
				"comment_id": 2,
				"body": "> [ellobox](#comment_1_13RUzviYXzkdsSnr158RDwpoDdu91Kovdw): i like the idea of an international multilingual free space on the web maybe not this forum if it absolutely has to be categorized by language i can live with that, but lets not be too strict on this kind of rules, seeing other languages in my feed always motivates me to learn more about them, i learned english after being flooded by english content in addition to my native culture and i don't resent globalization for teaching me a second language and i'm not close to loosing my native tongue either. knowledge is an abundant resource it does not become scarce when you share it.因为我喜欢自由，我觉得大家可以用母语\n\ni'm french btw",
				"added": 1502383242
			},
			{
				"comment_id": 3,
				"body": "> [mopperwhite](#comment_5_1PvuX8HD3uoKanDSBvicJvXHuqSC1TSBsp): That's not a bad idea. However, I think posting in different languages is a good way to encourage the communication among people around the world, although it might not be comfortable.\n\n100% agree with that, out of our comfort zone is where we grow",
				"added": 1502383724
			}
		]
	},
	"comment_vote": {
		"1_1GnQJtZDwkRkvFhx7nuWSfw3FZoa2r377": 1,
		"2_1rWmcBQfimpDinh2HqLberGmwhfCPCpTv": 1,
		"35_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": 1,
		"1_1N42mMrwtxF2WK8W6LrvcvbS9KwuQFTJk4": 1,
		"3_1BiFcPCUBjXrMZdRJUa35KScwX1FcPnHZP": 1,
		"2_12DEk8Hpu867JEtKbhRquega9GNUg3mAm9": 1,
		"5_1PvuX8HD3uoKanDSBvicJvXHuqSC1TSBsp": 1,
		"3_13RUzviYXzkdsSnr158RDwpoDdu91Kovdw": 1,
		"1_13RUzviYXzkdsSnr158RDwpoDdu91Kovdw": 1,
		"2_13RUzviYXzkdsSnr158RDwpoDdu91Kovdw": 1,
		"4_1FhGvibnx5U2MzoazED1ST55MBG177RAc8": 1
	}
}