{
	"next_topic_id": 7,
	"topic": [
		{
			"topic_id": 1511470806,
			"title": "New Proxy UPDATE - WWW.ZEROCAT.EU, ZEROCAT.EU * 900GB Optional Limit!",
			"body": "I just found this amazing VPS deal for 18eur a month (Bytesized-hosting), thanks to Reddit.\n&nbsp;\n**Specifications:**\n1000GB HDD storage\n2GB RAM\n3TB Bandwidth\n1GBit connection\n3vCPU\nRAID-50\nAmsterdam location\n&nbsp;\nThey're apparently very torrent friendly, too, and primarily offer AppBoxes and SeedBoxes, although I had to choose VPS obviously because ZeroNet is still not mainstream for file sharing. You should see how fast it updates zites...\n&nbsp;\nThis is better than sex. I could marry this server. Happy god-damned birthday indeed. I'll likely request a refund and cancellation for the previous one I made, then do a web redirect from proxy.zerocat.eu straight to zerocat.eu.\n&nbsp;\nI suppose I'll also have to rely on mining revenue more than ever, because this will literally cost $7.5NZD a week, and I'm only really living on my student money, but at least now we can share the big files anywhere, introduce normies to ZeroNet and just watch videos to our hearts content, unlike previous proxies like fuckcf.cf (which by the way are now dead).\n&nbsp;\n**Business model and mission statement:**\nI will be thinking of expanding this in future, so we can literally have another YouTube, too. If I ever earn more from mining revenue than what is needed to pay for the servers, then I will allocate even portions of it to donate to the ZeroNet creators, help pay for my own living expenses, and then also pour some money into cryptocurrency-based Universal Basic Income projects, so we can start alleviating poverty and get rid of wealth inequality. A revolution.",
			"added": 1511470805
		},
		{
			"topic_id": 1511526105,
			"title": "Oumuamua - Interstellar space rock, or spaceship?",
			"body": "https://apod.nasa.gov/apod/ap171122.html\n&nbsp;\nInteresting. You have a rock that's been flying around for trillions of years or something, at a very high speed.. and yet, it's managed to maintain a perfectly pointy shape like that?\n&nbsp;\nNote also that the image displayed in the link is an artist's rendition. The actual footage of oumuamua is more like ... a dot. We're only making assumptions here..\n&nbsp;\nIt's also relatively close to Earth right now.. albeit moving away. If it were really an interstellar spaceship, then the only way it could reach us would be through the deployment of smaller spacecraft. There's no way that a 800m long object moving at that speed could ever make a safe landing on our planet, it would be like landing the ISS. That would require a lot of fuel for deceleration alone.\n&nbsp;\nShould we be ready for an alien invasion? Actually, here's the catch: A civilization that is capable of interstellar travel, would also be capable of fully engineering their own minds and bodies. Such a civilization would be capable of erasing negative behavioral traits such as hostility, self-destructiveness, stupidity, greed, selfishness, etc. They would be like bees and ants.\n&nbsp;\nThere would also be absolutely no need for them to invade Earth to steal its resources if they can perfectly colonize any random planet at their disposal out there in the universe, and mine any random asteroid for minerals, metals, gases, etc.\n&nbsp;\nIf they ever did decide to waste their time trying to visit Earth, the only reason I could think of would be for the sheer glory of making contact with alien civilizations. We could practically save ourselves a dozen millennia of technological tinkering and get access to all the good stuff, so there's only something to be gained. \n&nbsp;\nI suspect they might also consider us a danger to ourselves and maybe try to 'conquer' us for the sole purpose of correcting our behavior. After all, the biggest threat to Earth right now is nuclear warfare, not asteroids or gamma ray bursts or whatever.\n&nbsp;\nThat said, let's not make conspiracy theories. If NASA were keeping secrets, they probably would have shut up about interstallar objects altogether. However, it's good to theorize - That's how we innovate and evolve, after all.",
			"added": 1511526103
		},
		{
			"topic_id": 1511671189,
			"title": "A Dating Site for 'Neuro-Atypicals' - Concept",
			"body": "I think it probably goes without saying that a lot of us here in the dark corners of the internet have a problem socializing and meeting new people. I know I do..\n&nbsp;\nAccording to studies, the whole world seems to be slowly heading toward that direction as well ... as globalization, social media, and the demands of modern life seem to be eroding our humanity, weakening participation in the community and further dividing and alienating us all. It's no conspiracy.\n&nbsp; \nSo I thought to myself.. why don't we create a dating site based on machine learning and highly advanced artificial intelligence? A dating site that can find you a compatible soulmate, no matter what you look like, what perceived personality flaw you think you have, etc. Make it easy for the user, but also make the user work for it, and force them to explore and dig a little. Add a little mystery and treasure hunt, something lacking in a lot of dating sites these days.\n&nbsp;\nSee, the biggest problem with dating sites these days is that .. they basically turn dating into a shopping game. You have a shelf full of products that you've never tried before .. ... and so the product with the prettiest label gets picked first.\n&nbsp;\nAlso, people can be terrible at taking pictures. I've seen people who look amazing in real life, yet if you looked at their profile photos on Facebook, you'd probably run a hundred miles. There's a reason why the corporate world hires professional photographers.. there's a real art to it.. lens, lighting, focus, environment, what goes through your mind as you look into the camera, etc.\n&nbsp;\nA lot of these dating sites also claim that they're 'using scientifically-proven algorithms' .. but the fact remains that there's still a hell lot of lonely people out there who avoid dating sites like the plague, so it can't be true. Also, just because people have the same interests, doesn't mean they'll click. Sometimes opposites attract. Sometimes they don't.. \n&nbsp;\nDating sites also need to better understand and accommodate different sexual orientations in order to work.\n&nbsp;\nTo sum it up, here's how the dating sites of the future might look like:\n&nbsp;\n**One:** Eliminate search engines and profile listings .. introduce 'virtual bars and clubs' where people get together and do stuff together, not necessarily with any intentions of dating straight away, either.\n&nbsp;\nThis could almost be like an MMORPG, but none of that 'Second Life' horsecrap, either. Something that is grounded in reality. The graphics need to be outstanding. You also cannot modify your appearance in the game.. the character will be rendered to look exactly like yourself. If you're wearing pajama pants, you'll show up in the room wearing pajama pants.  \n&nbsp;\nAnother way this could be accomplished is with 'webcam hangouts' .. although, for some reason sites like Omgele have died out as of recently, and I think it's because, frankly speaking.. it's kinda lame to talk to people when you can see them sitting in their bedrooms eating noodles. Maybe having a green-screen and/or a background swapping algorithm would help?\n&nbsp;\n**Two:** Introduce new matching algorithms based on real science. I'm surprised they haven't yet come up with a dating site that matches people based on facial similarities (EDIT: There used to be one in 2011, although it's died out https://en.wikipedia.org/wiki/Find_Your_FaceMate). Studies have actually shown that people who share similar facial features, are more likely to be attracted to each other. Apparently, beauty really is subjective, too .. and the 'prettiest people' out there just so happen to have the most 'common' facial features within a given population. A blend of averages.\n&nbsp;\n**Three:** Introduce artificial intelligence. You get teleported to 'virtual social clubs' where you can meet people who have been selected by this new experimental matching algorithm.\n&nbsp;\n**Four:** Create a virtual environment that leads to decreased social anxiety and inhibitions. Basically, it has to be the complete opposite of Facebook .. it has to be a place where Neuro-atypicals can feel like they're in paradise, but it can obviously accommodate Normies, and everybody else, too.\n&nbsp;\n**Five:** Privacy is also going to be an important issue, especially if we're going to involve the blockchain in this matter. Pictures won't be stored physically as img files.... rather, after you've uploaded your picture to the Javascript AI, the AI will create a unique identifier for you (let's call it.. your e-DNA). This unique identifier is then paired up with another unique identifier that shares similar facial features with you.. so instead of a database of users with pictures, you just have a database with raw public addresses. After you've been matched, both people are notified, but the conversation can only start if both participants agree to start a conversation / video chat.\n&nbsp;\nIt could theoretically be possible to create software that renders a face based on this unique identifier, but it'll turn out rather cartoony, and won't be an exact image of the person, as it's only really used for matching purposes, not to fully identify somebody.",
			"added": 1511671186
		},
		{
			"topic_id": 1513417002,
			"title": "0chan Porn. Can I sleep well at night?",
			"body": "This seems to be trending on Zeronet right now. \n\nIm obviously all for freedom of expression and sexuality.. But something s got me worried. \n\nOn the front page of the site it says We are against censorship. Dont you think this could this be potentially..accidentally.... Giving the green lights to certain types of 'bad apples' making their way into the site?\n\nShould not there also be an age disclaimer....if not for legal reasons ..then maybe Moral ones?\n\nIts also my most seeded site on my proxy. So I'm technically hosting a porn site.\n\nHaving said that.. This would all be perfectly cool if the above concerns were addressed.\n\nThanks",
			"added": 1513416998
		},
		{
			"topic_id": 1513428479,
			"title": "Feature request: Proxy.. Submit new site for review",
			"body": "We need a function that submits a site for review every time a new zite address is requested. Duplicate requests for the same site are omitted.\n\nI think its no longer safe to be able to let users add any site they want.. Considering the volume of unregulated porn that has been upload. God forbid a bad seed has ever made its way into the server.\n\nIts not fair own content providers.. And site viewers. If you're hosting porn..again.. Make sure you keep your sites well moderated. And make sure you let visitors know that their site is strictly 18+. That includes the age of the models displayed in the photos",
			"added": 1513428474
		},
		{
			"topic_id": 1513430393,
			"title": "Zerocat.eu - down for 24hr maintenance!",
			"body": "Upcoming changes:\n- adding sites will submit them for review before being allowed to download.\n- coinhive taxman to be more lax and less persistent. Users still need to disable adblock to help pay for this service.\n\nYou can thank the frenzy of new porn sites for this. Our worst nightmare s may have been realized. Questionable material MAY exist on Zeronet as we speak..and here at Zerocat were committed to protecting users",
			"added": 1513430387
		}
	],
	"topic_vote": {},
	"next_comment_id": 32,
	"comment": {
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 1,
				"body": "test",
				"added": 1511436321
			},
			{
				"comment_id": 2,
				"body": "test",
				"added": 1511436588
			},
			{
				"comment_id": 3,
				"body": "test2",
				"added": 1511437845
			},
			{
				"comment_id": 4,
				"body": "test3",
				"added": 1511439262
			},
			{
				"comment_id": 5,
				"body": "test",
				"added": 1511439893
			},
			{
				"comment_id": 6,
				"body": "test33",
				"added": 1511469183
			},
			{
				"comment_id": 7,
				"body": "test4",
				"added": 1511469936
			},
			{
				"comment_id": 8,
				"body": "testyyy",
				"added": 1511473776
			},
			{
				"comment_id": 10,
				"body": "test66",
				"added": 1511489707
			},
			{
				"comment_id": 22,
				"body": "test",
				"added": 1511845404
			}
		],
		"1511470806_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 9,
				"body": "LOG: Earlier this morning there seems to have been an interruption in the ZeroNet process, although I'm hoping that Cloudflare should help with that that matter now that it's active again.\n&nbsp;\nMight have to install an SSH client on my smartphone, and get a bluetooth keyboard. Keep an eye on things. This is kinda like a job now..",
				"added": 1511474504
			},
			{
				"comment_id": 11,
				"body": "New subdomains:\nplay.zerocat.eu - Play\nbig.zerocat.eu - KopyKate BIG\ntalk.zerocat.eu - ZeroTalk\n&nbsp;\n(Coming up shortly...)\nup.zerocat.eu - ZeroUp\nuser.zerocat.eu - ZeroID\nme.zerocat.eu - ZeroMe\nsites.zerocat.eu - ZeroSites\nkaffie.zerocat.eu - Kaffiene\n0chan.zerocat.eu - 0chan\nblog.zerocat.eu - ZeroBlog\nmail.zerocat.eu - ZeroMail\nname.zerocat.eu - ZeroName",
				"added": 1511492167
			}
		],
		"1511488671_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": [
			{
				"comment_id": 12,
				"body": "Are you on mobile?\nTry clearing your cache. Drag the right-hand ( 0 ) panel, click Update.\nThis shouldn't be happening.. if the proxy can load the site without broken urls, then any client should be able to do so as well.\n&nbsp;\nDo let me know how it went. Also try this link see how it goes:\nhttp://127.0.0.1:43110/big.kopykate.bit/img/logo-svg.svg",
				"added": 1511561523
			}
		],
		"1511643117_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 13,
				"body": "I'd probably be more worried about obtaining non-perishable food, drinkable water, medical supplies, and getting access to underground shelter.",
				"added": 1511644299
			}
		],
		"1511662798_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 14,
				"body": "I was pretty depressed during my second college semester this year. I've also had problems paying attention in class, getting up early in the morning, etc. as early as I can remember.. (which in the past has gotten me fired from numerous jobs.. and also gotten me bad grades in high school.... and also gotten my parents called in to Teacher's meetings back in primary school .. etc) .\n&nbsp;\n.. Although .. to me I don't feel it's a 'disease' so much as it is the fact that I simply don't function well in the 9-5 corporate world. I'm more of a nocturnal creature .. ... If I could be left alone so I can do my programming, animations, video editing, etc. at my own place, in my own time ... and have the freedom to get up whenever I want, and also have enough income to not have to be a nervous wreck when it comes to paying the bills ... I'd probably be a much, much happier person.",
				"added": 1511666987
			},
			{
				"comment_id": 15,
				"body": "> [ghostofthepast](#comment_1_1LtFqzCrfXwPYCHH6HJUs8Pv9Zit67iKYw): Ive been depressed and jobless for years. I cant feel anything but numbness. The world is so pointless to me. Its hard to even move around and stand. Im so weak i worry about my health. Suicide is something i think about hourly. Im different than other people. I wasn't meant for this world.\n\nThere's hope, never give up. Here at ZeroNet we're all about new technology.. and new technologies will create a new world.",
				"added": 1511667533
			},
			{
				"comment_id": 17,
				"body": "> [styromaniac](#comment_241_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): There are a few here. I've improved my gut flora. That seems to be the only constant. The HRT might be helping as well, at least as of late. [...]\n\nIf you don't mind me asking.. are you MtF, or FtM?",
				"added": 1511668029
			},
			{
				"comment_id": 21,
				"body": "> [ghostofthepast](#comment_3_1LtFqzCrfXwPYCHH6HJUs8Pv9Zit67iKYw): Then I'm fucked. It makes me eat like shit. I can barely move if i do get out of bed. I haven't had a single friend in years. I don't travel further than my own room. I don't sleep at night because when i close my eyes i think I'm drowning.\n\nWhat foods do you normally eat? Hell, even instant noodles can be made more nutritious by simply adding in some canned lentils, spinach, cabbage, mushrooms, carrots, peas, fish.. mussels.. meat, if you eat it. For vitamin C, just get some garlic and then cut up a clove and add that to your noodles, too.\n&nbsp;\nJust eat whatever you eat right now, but add stuff to it. Buy frozen or canned vegetables for a start. Then buy garlic because it stores well and is high in vitamin C. (I know eating fruit can be a pain in the ass.. you can also buy frozen fruit if that's an issue!)",
				"added": 1511694586
			}
		],
		"1511316400_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": [
			{
				"comment_id": 16,
				"body": "How did this devolve into a discussion about race? Governments fuck us all.",
				"added": 1511667861
			}
		],
		"1511671189_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 18,
				"body": "So yeah, literally speaking, if you were an Elon Musk lookalike, the AI will likely pair you with an Amber Heard lookalike.. (if you're straight)..\n&nbsp; \n(hopefully you won't break up as fast as they did, though.. ... unless you also happen to be a busy billionaire and the owner of electric car manufacturers and space companies ..)\nhttps://i1.wp.com/www.usmagazine.com/wp-content/uploads/elon-musk-amber-heard-zoom-687e149c-afb5-4387-ab0c-6dbeb14f6603.jpg?crop=0px%2C0px%2C2000px%2C2000px&resize=800%2C800&ssl=1",
				"added": 1511672272
			},
			{
				"comment_id": 19,
				"body": "Another example further proving this theory. Pay attention to the eyes, eyebrows, mouth and nose.. (no, I'm not being tongue-in-cheek with this one, either!)\nhttps://media.gq.com/photos/568e6cf0bc00c1ec1f1444e3/16:9/pass/donald-trump-melania.jpg",
				"added": 1511672531
			},
			{
				"comment_id": 20,
				"body": "http://www.feelnumb.com/wp-content/uploads/2015/10/john-lennon-yoko-ono-this-is-not-here-new-tork-england-1971.jpg",
				"added": 1511672684
			}
		],
		"1511856741_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 23,
				"body": "> [styromaniac](#comment_253_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): Please switch back to PNG icons. I have no idea why SVG doesn't work, but that's the UI problem I'm having. I've cloned KopyKate BIG and reverted icons back to their PNG counterparts and I can actually see the buttons again.\n\nI know what's wrong now. Dumb mistake of mine......\n&nbsp;\nAnywhoo.. all I need to do is convert the SVG to base64, then embed it in the CSS. Some browsers don't allow using .svg in <img src=\"*.\" />",
				"added": 1511942836
			},
			{
				"comment_id": 24,
				"body": "New short-term To-Do (29/11/2017):\n- Finish building File Manager (displays list of actively seeded files, allows delete, select all, etc.).\n- Enable editing / deleting comments, enable replies.\n- Improved general editing interface thumbnail, description, etc.\n- Improved left menu look\n- Loading screen for video, showing peers .. downloaded %..etc.\n- Perfected video scaling for mobile\n- Automatically seed a whole channel (i.e. subscribe)\n- Allow upload of thumbnails to ZeroNet.\n\nLong term To-Do:\n- HTML5 video with custom player and buttons\n- Upvotes for files and/or comments?\n- User customized channels\n- Improved uploader for ZeroNet Proxy (uploading via proxy is currently disabled, as the proxy currently only has enough space to be a seedbox for files that are lacking in peers. It then automatically deletes files that have tons of peers.)",
				"added": 1511943465
			},
			{
				"comment_id": 25,
				"body": "> [zazing](#comment_10_1AZYSfyeKjZbAN9BPYYFf1FCSm9ujLXMcu): Sometimes the downloading process stops and I have to click the seed button again to continue the download. This happens also on ZeroUP, it's like the big file engine in zeronet pauses it for no reason?\n\nYep. That's the ZeroNet python, nothing to do with us .. lol\n&nbsp;\nI'm guessing it automatically times out if the upload speed of the seeder is too slow.",
				"added": 1511963977
			}
		],
		"1512091241_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 26,
				"body": "Test!",
				"added": 1512093743
			}
		],
		"1512404535_16KZw5gzYyBdfuW9HSUZiGHmayCEXunYZU": [
			{
				"comment_id": 27,
				"body": "If you wanna decentralize food, just grow your own?\nEven if you just have an apartment, you can build your own LED grow lights and have a few tomato and pepper plants.",
				"added": 1512442779
			}
		],
		"1513362859_15zSEBpmS1CwXsJjDA5ymFXtoGpsnpYCWr": [
			{
				"comment_id": 28,
				"body": "The only people responsible for the loss of net neutrality are the American voters.  That's a lot of mummy's and daddy's.. Little brothers and sisters.. coworkers .. maybe even your own family you'd have to witch hunt.\n\nMaybe it's time to accept that society sucks because we allow it to. Most importantly .. Because we are afraid of taking risks..of venturing into uncharted territory. We prefer the safety and comfort that comes with voting conservative/ labour.. Working 9-5  at a job you hate.... .. Staying in toxic relationships... Watching hollywood remakes. The list goes on.\n\nJust because others make those mistake s.. Doesn't mean we never will. Maybe it's time to look in the mirror.",
				"added": 1513415661
			}
		],
		"1513417423_14whxhmwJACVFJH81VaGp6rC8Mthufn7bG": [
			{
				"comment_id": 29,
				"body": "I can connect to zeronet from my college labs. That's probably the most censored network in this city.. With most ports blocked.\n\nIt just takes awfully long to get the first few peers. I remember having to wait 40 minutes to download zero hello",
				"added": 1513417720
			}
		],
		"1513417002_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 30,
				"body": "Thanks for letting me know.\n\nI'll have to blacklist 0chan Porn for safety reasons. Any porn site that doesn't have age diaclaimers and a strict +18 models policy will be removed",
				"added": 1513418619
			},
			{
				"comment_id": 31,
				"body": "There seems to be multiple such 0chan clones storing porn.  Oniichan is one such example..though at least it has an admin email @loligod\n..and it's mostly anime. So I guess its OK.",
				"added": 1513420348
			}
		]
	},
	"comment_vote": {
		"10_1EXv9ZukJjnSeYBijEBwFZZNBdEzEvvs9M": 1,
		"38_1Cy3ntkN2GN9MH6EaW6eHpi4YoRS2nK5Di": 1,
		"3_1JibQUVPeZnSsP5DsyykMiFBSFpQeUdkgH": 1,
		"241_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"242_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1
	}
}