{
	"next_comment_id": 22,
	"user_name": "Kaffie",
	"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
	"post_like": {
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1501276388": 1501282871,
		"15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1501351469": 1501416230,
		"1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501419115": 1501588380,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1502403751": 1502409900,
		"15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1507398141": 1507507509
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "Both Antilibrary and the forum for such are listed under [Kaffiene's untagged index](http://127.0.0.1:43110/kaffiene.bit/?q=antilibrary&i=Kaffiene - Untagged). Unfortunately a lot of sites are like this at the moment, mostly due to my own incompetence. I need to fix up automatically grabbing descriptions/tags, or simply tag them by hand.\n\nAs for other search engines... I know most are dead and don't update their index anymore.",
			"post_uri": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ_1500877337",
			"date_added": 1500954552
		},
		{
			"comment_id": 2,
			"body": "@Arsene Lupin: Right, there's lots of ways to do it. Zirch, as mentioned, just grabs some text. I don't have an auto-tagger finished yet for Kaffiene. It's been on the to-do.",
			"post_uri": "137PNA5gLgCTLZTBtzUqCmMoZ752NQGQSJ_1500877337",
			"date_added": 1500967438
		},
		{
			"comment_id": 3,
			"body": "It doesn't lie. Most of the free software developed today is licensed under the GPL, which restricts particular commercial uses. You cannot, for instance, take GPL licensed code, use it in a commercial product, and then ship that product and sell it. The BSD license, however, *does* allow you to do that. Which is why, IMO, it's superior.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501379903",
			"date_added": 1501415883
		},
		{
			"comment_id": 4,
			"body": "RIP. ZeroVoat is so close yet so far from being a usable reddit clone.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1501351469",
			"date_added": 1501416258
		},
		{
			"comment_id": 5,
			"body": "@ZAlex: The 'freedoms' outlined on the page conflict with the GPL. You can't simultaneously say it's okay to keep modifications private and then require open sourcing it. Those two conflict.\n\nTo me, it looks like this was written before the GPL, and then was edited to try and make the GPL sound okay.\n\nUltimately, I'd rather not deal with the fuss. The 2 clause BSD license works fine. Giving to public domain works fine.\n\nEdit: Also worth noting, you can't really make paid software free. Since the concept of purchasing software goes against the idea of redistributing it however you'd like.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501379903",
			"date_added": 1501416977
		},
		{
			"comment_id": 7,
			"body": "@ZAlex: \n\n>my college lies about free software. Authors of the book state that \"the majority of developers of free programs prohibit to use their software for commercial production.\"\n\n-\n\n>If the use of software requires a fee - this is not free software.\n\n-\n\n>These freedoms are applicable to both permissive and copyleft licenses.\n\nThese are three contradictory statements. You cannot say that your textbook lied, while saying copyleft is free software. The majority of free software is licensed under GPL, which restricts the sale of the software. As you mentioned. And thus, the majority of developers of free software prohibit use of their software in commercial production. It's straight forward.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501379903",
			"date_added": 1501427811
		},
		{
			"comment_id": 8,
			"body": "@ZAlex: I'm well aware of what the GPL says. You cannot sell software unless you also provide the source. Thus, it prohibits the use of the software for commercial production.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501379903",
			"date_added": 1501463549
		},
		{
			"comment_id": 9,
			"body": "@Krixano: You can take red hat and undercut the cost or distribute it free? I'm confused at how that's a workable business model.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501379903",
			"date_added": 1501480407
		},
		{
			"comment_id": 10,
			"body": "Sorry, BSD is still more free.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501419115",
			"date_added": 1501588367
		},
		{
			"comment_id": 11,
			"body": "@ZAlex: Eh. Just seems over restrictive and pushing reliance on the copyright system, which is exactly the opposite of what I'm after.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501419115",
			"date_added": 1501715567
		},
		{
			"comment_id": 12,
			"body": "@ZAlex: Public domain is best, tbh. Which is what I release everything as. The 2-clause BSD license sounds fine though.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501419115",
			"date_added": 1501741047
		},
		{
			"comment_id": 13,
			"body": "@ZAlex: It still restricts both usage and sale.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501419115",
			"date_added": 1501748931
		},
		{
			"comment_id": 14,
			"body": "@ZAlex: And therefore you cannot sell the software if you do not release the source. That's restricting both usage and sale.",
			"post_uri": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_1501419115",
			"date_added": 1501754615
		},
		{
			"comment_id": 15,
			"body": "It's almost certainly the case that you're looking at the *same* account (1NWh...), except viewing the profile on two different hubs (red hub vs KaffieHub). This is because I migrated my profile a long time ago. However, follows are done not by hub but by auth_address.\n\nJust 'follow' the proper one on KaffieHub, that'll help fix the links to my account. Thanks :)",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1502281910",
			"date_added": 1502322988
		},
		{
			"comment_id": 16,
			"body": "Sounds like a fun talk. Please do upload/link it once the recording is available.",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1502403751",
			"date_added": 1502409897
		},
		{
			"comment_id": 17,
			"body": "Nope. All file manipulation and logins are done by Zeronet itself, not the sites.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1503854480",
			"date_added": 1504007829
		},
		{
			"comment_id": 18,
			"body": "I'd love to go, but no money nor ability to actually get to the meetup location. Hope everyone has a good time though :)",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1504008662",
			"date_added": 1504267594
		},
		{
			"comment_id": 19,
			"body": "@weakish: I don't have a passport or things like that. Probably don't have whatever medical things are required. As I mentioned no money, I still need local transportation to get to an airport, etc. It's not very practical for me, even if I did have flights/hotel/whatever covered.",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1504008662",
			"date_added": 1504314735
		},
		{
			"comment_id": 20,
			"body": "Small file, fast peers.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1504523463",
			"date_added": 1504601139
		},
		{
			"comment_id": 21,
			"body": "there should be a warning that it's still downloading stuff.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1507398141",
			"date_added": 1507507546
		}
	]
}