{
	"next_comment_id": 4,
	"user_name": "Hydragene",
	"hub": "1CouTPX7rK6cyffPCyyxttdZhB1u7NPtqz",
	"post_like": {
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1502563534": 1502651498,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1502945489": 1503003400
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "It's a pity that ICE's are being extinguished so violently, while the coal and gas industry can go on with their impact on the environment without consequence. When is the deadline for coal power stations? When will they be forced to move to green energy? My guess is, they won't anytime soon.\nElectric driving is at least as bad as driving fuel if the electricity is not green. Not to mention the polluting production process of these batteries.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1502563534",
			"date_added": 1502651408
		},
		{
			"comment_id": 2,
			"body": "@Krixano: Decentralized is the way to go here in ZeroNet. ;) I know that a centralized service in ZeroNet is still decentralized, but a centralized service may get to much of an influence, resulting in indirectly damaging the smaller player. Or am I over-reacting? lol\nAnyway, I'd prefer the choice to make the zite cloneable per project.",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1502945489",
			"date_added": 1503004342
		},
		{
			"comment_id": 3,
			"body": "@Krixano: You do have a point about the usability. And some people who want to start projects may lack the knowledge to clone and edit the zite (something I didn't think about earlier). \nWhat I meant by making something cloneable per project, is that you would allow a person to freely change it to fit the project that person is working on. Like you said. It would allow for the introduction of new features for example by a bigger audience, however this bigger audience can still clone your central zite and add some features. (I think I was over-reacting hehe.) \nBut if that would happen, we would be competing with each other, which would be kind of unnecessary. Merger zites would probably deal with this, right? Merger zites would basically allow access to the same data through different zites with different features. Would be great if it could work like this.",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1502945489",
			"date_added": 1503007647
		}
	]
}