{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1M5c4n1YevPV4Z3ZVS21BzH7b56qZhcML2": 1,
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1
	},
	"next_comment_id": 12,
	"comment": {
		"1_1M5c4n1YevPV4Z3ZVS21BzH7b56qZhcML2": [
			{
				"comment_id": 1,
				"body": "> [elspru](#comment_49_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib): Judaism talks about genociding Amorites,  Christianity genocides non-monotheists,  Islam genocides everyone that doesn't adhere to the same branch of Islam.\nAbrahamic religions really are a cesspit of trash aren't they? The world would be a better place to live in by orders of magnitude if this collection of death cults never came to exist. Desert religions have nothing to do in the West.",
				"added": 1503164143
			},
			{
				"comment_id": 9,
				"body": "> [homebrew](#comment_8_1L6RzCHN6Uv2GMrJQhafSypAWPWywiXCsA): Get the fuck out of here with your hate.\nCriticism isn't hate. Italians have mafias, eastern europeans do, what makes you think that jews are some kind of innocent angels descended from heaven, that they could never engage in this kind of activity and should be absolved from any bad press?",
				"added": 1504102530
			}
		],
		"3_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": [
			{
				"comment_id": 2,
				"body": "\"Fact checking\" is just a post 2016 USA election buzzword. Exercize you own critical thinking abilities and piece together the truth from the mass of (mostly biased) news articles. The establishment's obsession with \"fact checking\" is a symptom of their fear of the population not buying into their specific bias, their specific spin applied to world events.\nNotice how they will exclusively label independent and alternative media as \"fake news\" (regardless of the quality of the actual content), and shamelessly lie to us while they do it: Iraq WMDs, Iran being a danger to the West, Gaddafi being an ally, then suddenly becoming a tyrannical \"mad dog\" that must be ousted from power. Recently, the false flag chemical attack in Syria, and the accusations of Russian involvement in the US election...\nWatch Hypernormalization by Adam Curtis, it explains in detail how western (and russian) mainstream media is just a theater of smoke and mirrors designed specifically to confuse and divide the population, so that they can never form a coherent and homogenous view of what's happening in their own countries and the world.",
				"added": 1503165346
			},
			{
				"comment_id": 3,
				"body": "> [table](#comment_1_145zD8daiDKRDbrKXhJJUHA1sduTPZU3Kh): There are no good modern browsers. All of the current options are either closed-source or pozzed.\nThere used to be some pretty solid webkitGTK based browsers for linux, but now they're unmaintained and don't even compile anymore with their latest dependencies. Hopefully some skilled developers realise that there is a sizable privacy-motivated userbase that would gladly support a new browser through donations, and they make the open, secure, minimal, Free, private, customizable, fast and sane browser that everyone has been dreaming of, with RequestPolicy and NoScript like capabilities built-in, and countermeasures in place against fingerprinting so that you can blend in. The devs would be rich, the users happy, win-win situation.",
				"added": 1503168103
			},
			{
				"comment_id": 7,
				"body": "> [so6free](#comment_2_1M7iYYqxkQqCyWbkbDQqmXK8K3i8UryRpz): Yes I'm french. Don't laught please.\nWhy would anyone laugh? France is a great country with an amazing and very rich culture. You are totally entitled to be proud of where you come from, even if your country is going through some political, financial and demographic upheaval and tensions at the moment (like many in the west). I'm convinced that ultimately, the sanest, most educated, self-reliant and freedom loving people will prevail and get the west out of this mess, despite numerous governmental and high-finance/big-business efforts to do the opposite. Existence is always biased towards people who help themselves: the most-able, educated and autonomous individuals. The best thing you can do is make sure you're as financially independent as possible, healthy, educated and skilled, so that we can end up enjoying a civilization of freedom and prosperity with respects to our culture and traditions.",
				"added": 1503506438
			},
			{
				"comment_id": 8,
				"body": "> [tp](#comment_3_13famWF3y6uoaCw8pnQyqEYXyUyZ81sZuw):\n> [kmueller](#comment_66_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): Isnt Palemoon open source?Just fork it and remove the code that causes this. [...]\nBetter solution: The blacklist in question is a single xml file that's separate from the source code. Just edit it to remove the AdNauseam entry and recompile. No need to fork anything. While we're at it, I think that this could be taken care of with some simple about:config editing of the security levels. I don't use palemoon but I think I remember the dev hinting that this was possible in his original announcement to block these extentions.\nAnyway, even if it can be easily fixed it's still a fucked up decision that the project made, and it goes radically against the philosphy of \"letting the users choose\" that is the reason why a lot of people use the browser.",
				"added": 1503887856
			}
		],
		"2_1EG11ySHg4mXe3GEVwF3nVPAaX3rcvhiDd": [
			{
				"comment_id": 4,
				"body": "torrentproject.se\nseedpeer.eu (although it's kinda unpractical to use, they index torrent files hashes and you have to look up the hash in a search engine)\nrutracker.org (for music)\nrarbg.to\nboards.4chan.org/t/",
				"added": 1503268243
			},
			{
				"comment_id": 5,
				"body": "> [planespherev3](#comment_225_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): Other than that, extratorrent still lives: https://extratorrent.cd/\nThat's a fake, they just mirror tbp search results and add ads for profit.",
				"added": 1503268358
			}
		],
		"1_1J4miEbRYPUMBgTDd4J1CUxzusKcvHeP3b": [
			{
				"comment_id": 6,
				"body": "And here I was hoping to get some free government money.",
				"added": 1503284987
			}
		],
		"3_1Ga7vs5ZV73jbTSMR77FuZi8KWt2MnBSvb": [
			{
				"comment_id": 10,
				"body": "> [vajag88](#comment_11_1P9VFgUn4ov1WCAy3xhSWHCiFR9hjSwdrT): neanderthals. Thats the reason why Homo Sapiens killed them all.\nThey didn't. They mixed with them instead, until pure neanderthals didn't exist anymore. All ethnic europeans have neanderthal admixture (that's not a bad thing by the way, it makes for a strong body and a high cranial volume).",
				"added": 1506961544
			}
		],
		"19_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 11,
				"body": "> [reich](#comment_2_159q4UvADUAFV4xmrrNrNjuGYARqkQguva): it\nallowed",
				"added": 1506962687
			}
		]
	},
	"comment_vote": {
		"49_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib": 1,
		"1_1GMPZ1Xcgvvk9sVu129vJfKvSoqwwEQM9o": 1,
		"4_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1,
		"2_14YZi1gMud3SpDFUUQncoW68qorXf6SPPU": 1
	}
}