{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "台湾之所以被共匪压着打，是因为其政治格局太小",
			"body": "共匪既然说＂只要坚持一中原则，什么都可以谈＂，你就跟它谈呗：谈国号，谈修宪，谈开放党禁，谈全民选举，谈新闻自由……把这些列为两岸统一的前提，谈不拢就不统一。反正是漫天要价，落地还钱。以共匪的操行，绝对不会答应这些条件，那对不起，可不是台湾不想统一，障碍在你中共哦。到时候共匪还有什么理由武统？台湾的政客们视统一为雷区，不敢这么做，在共匪的打压下活该被动。",
			"added": 1487159878,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "退伍军人是怎么组织起大规模上访的？",
			"body": "他们已经不止一次到北京上访了，最近又一次到北京包围了中纪委，有数万之众。我在这里不想讨论其中的政治意义，只想问一个技术问题：他们在组织过程中怎么做到不受共党监控？",
			"added": 1487955420,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 19,
	"comment": {
		"2_1A9e5YYegRZ8HA6ns8iSE4C8Ze6c2Ct49s": [
			{
				"comment_id": 1,
				"body": "> [p2p](#comment_955_13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ): 如果赵家故意把天朝搞得没有契约精神无德无信，阻止教化深入，那怎么办？\n其實趙家就是這麼做的, 故意把整個社會搞成叢林社會.",
				"added": 1486309326
			}
		],
		"1_19uL6dTZUEFtwRpJrFW4icsrrTCaL58CoJ": [
			{
				"comment_id": 2,
				"body": "谢谢分享。我第一次用ss, 连上之后为什么不起作用呢? 浏览器的代理也设置好了。",
				"added": 1486525583
			}
		],
		"5_1PBMVMMVVtSK6FmMbfz4fhEw5fv6eZs5Dn": [
			{
				"comment_id": 3,
				"body": "可以放置大量的查禁書.",
				"added": 1486785000
			}
		],
		"1_18KhAfkwavAUrUQk67T4x6Gczq5hL5wE4Z": [
			{
				"comment_id": 4,
				"body": "提得好! Tahoe-LAFS 的做法有点类似于 @generate 说的，ZN 可以借鉴。",
				"added": 1486788974
			}
		],
		"1_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT": [
			{
				"comment_id": 5,
				"body": "> [wave](#comment_15_1Cp5ENh2Sxu47yet96HqmFTT998VrExfvQ): 说真的，台湾经济发达，科学昌明，有什么必要和大陆统一？作为台湾，有这个迫切性去统一吗？回答是：没有！我如果是台湾人，或者是台湾总统，我就不会去做统一这件事，但我一定会做促进台湾经济、加强台湾安全的事。\n\n我也不赞成用一个低端的社会制度去消灭高端的社会制度，但是在应对方法上以攻为守，表面上接受统一这个目标，实际上却把统一的门槛提高到共党无法接受，最大程度地争取大陆人民和西方重要国家的支持，把共党武统的正当性给否定掉，似乎是一个可行的方法。然而大多数台湾人和台湾的政治人物不考虑这个办法，所以我说他们政治格局太小。",
				"added": 1487171207
			},
			{
				"comment_id": 8,
				"body": "> [deep](#comment_38_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo): 关键是它控制了媒体，到时候黑白颠倒，你有口莫辩。看香港就知道了，好端端一个香港，97回归立即变成疯人院。全城在争论谁才是爱国爱港这种完全是精神病的问题。这时你才真明白，你不是在跟一个人斗争，你是在跟魔鬼斗争。人怎么能斗得过魔鬼，只能远避之。\n\n入木三分!",
				"added": 1487220598
			},
			{
				"comment_id": 12,
				"body": "> [zeroxeroz](#comment_1_1BCKynj91vwe8pr7Z9pAzHQn68oLzde2gn): 你真的以爲什麼都可以談，就太天真了。\n\n我原文的意思就是不相信它什麼都可以談的鬼話，但是你得揭掉它這層面紗，把它的真面目暴露出來。不然好像它有理似的。台灣為什麼不敢揭呢？這纔是我本来的意思。",
				"added": 1487520567
			},
			{
				"comment_id": 13,
				"body": "> [gdd](#comment_7_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 其实这个问题上，台湾当局也有不对的地方。因为他们还幻想着台独，所以不肯承认一中原则。要真是一心为公的话，就像楼主说的这样做，最终被弄得抬不起头来的是大陆这边。他们之所以被这样打压得无还手之力，还是其私心作怪，真是活该被动。\n\n对！我就是这个意思。",
				"added": 1487731643
			},
			{
				"comment_id": 14,
				"body": "> [gdd](#comment_7_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 其实这个问题上，台湾当局也有不对的地方。因为他们还幻想着台独，所以不肯承认一中原则。要真是一心为公的话，就像楼主说的这样做，最终被弄得抬不起头来的是大陆这边。他们之所以被这样打压得无还手之力，还是其私心作怪，真是活该被动。\n\n两边都是私心作怪，统独不过是个幌子。共党想消除中国的民主体制，安享它的集权利益，台湾当局和台湾人只想守住自己的一亩三分地，整个一个鸵鸟心态。共党吃定了台湾这一点，肆无忌惮地打统一牌骗大陆百姓的支持。其实台湾方面完全可以吃定共党的心态，也打统一牌，反将共党一军。共党打统一牌对中国的长远利益是不利的，台湾打统一牌对中国的长远利益（包括台湾自己的利益）是有益的。",
				"added": 1487732345
			},
			{
				"comment_id": 15,
				"body": "> [nassau](#comment_184_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd): 我觉得可能不是台湾的政治格局小， 而是在中美台三方关系中， 台湾实际上是把安全交给了老美来保证（这个没办法，想要达到武力与大陆均衡是不可能的）， 但老美出于区域稳定的考虑， 是明确要求台湾保持现状的。 而从各种可能的选项中， 大概保持现状也是最经济和现实的一个。\n> 土共在国际事物上对台湾的打压， 实际上也是没有法理依据的， 纯粹的流氓性， 但这个在其它领域也基本都是一贯的作风， 靠着经济体量的威慑力大多数对手也都只有绕着走。 这个暂时感觉无解\n\n这个分析也在理。",
				"added": 1487732610
			}
		],
		"1_1eg8zLhkWyNCmXFuZE5QZfNjvPJRBDsRW": [
			{
				"comment_id": 9,
				"body": "> [hand](#comment_4_1LHdPBTEdLuBDgLcfqZtNwSTMec3EgejiM): 绿绿离我太远。但是红红时刻在影响我的方方面面。所以，我觉得红红才是最可恶的。\n\n的确，红红邪恶至极。我们只是入茅厕久而不觉其臭而已。",
				"added": 1487221213
			},
			{
				"comment_id": 10,
				"body": "作者: 张三一言   \"伊教共魔孰邪惡？\" 2017-02-14 20:19:40  [点击:105]\n# [伊教共魔孰邪惡？](http://duping.net/XHC/show.php?bbs=11&post=1376864)\n\n## 張三一言\n\n目前人類有兩大害：一是“無神教”共魔，一是一神教伊教原教旨。\n統治者御用文人五毛之外的中國人大體上應有共識：中國人面臨伊教威脅，實處共魔迫害。但是，對伊教害重還是共魔害重看法有分歧；應採取甚麼對策，分歧更大。\n\n[1] 伊教內部派別繁雜；有溫和的教派、有極端的原教旨。就現狀而言，對比耶教，伊教的總體性、代表性表現出來的，是惡性發作的一神教，其代表性派別是ISIS。在沒有特別說明之下，人們說伊教是指這類惡性發作的一神教。\n這不是人針對穆斯林，無視伊教中有溫和穆斯林極端穆斯林之分。現在問題出現在極端的穆斯林，問題還在於溫和教派並沒有形成與極端教派抗衡勢態；溫和派多數表現順從或沉默態度。所以，人們把極端原教旨派視作伊教代表，不是思維簡單，而是符合客觀事實、合理正確判斷。\n\n[2] 有一個無法避免的問題：“為什麼恐怖分子絕大多數都是穆斯林”？為甚麼同是一神教的耶教不出這類恐怖分子？為甚麼拜惡神的印度教不出這類恐怖分子？(更無需問為甚麼以慈悲為旨的弗教，人神相通的中國道教不出這類恐怖分子了。)\n答案是，伊教不單單是本質專制獨裁的一神教，更重要的是它有殺滅異教徒的教旨。如果這教旨被現教徒淡化、忽略、擯棄，伊教和耶教本質上沒有多差別。問題就在伊教的殺滅異教徒的教旨被以ISIS為代表的伊教派強化，並行動化；這就讓伊教極端派與非伊教，甚致是伊教中的非極端派，成了他們欲消滅的對象。他們的目的是圖建立一個一片綠的世界(文革時毛及其狂徒要全世界一片紅同形同質不同色)，這就必然置伊教與非伊教於敵對位置。\n為了殺絕異教徒，伊教教旨鼓勵教徒以身殉教不但可上天堂，還可享受72個處女！(好像沒有說明女教徒殉教可得到甚麼享受，不會是享受72條大漢吧。有識者請賜教。)\n\n[3] 請問，共黨與穆斯林恐怖份子，誰更邪惡？\n沒有統一標準答案。六七十年身受其害的中國人，共產魔比伊教更邪惡；若由中國人說出伊斯蘭危險和危害遠遠超過中共的無數倍，是睜著眼睛說瞎話，荒唐不可接受。\n若站在西方，則未必然。受到911攻擊沒有了雙子塔的美國人，必然認定穆斯林恐怖份子比共產邪魔更邪惡。若要西方人兩者必須其一，他們是寧要遙遠的獨裁苗，爭取跟中共合作對付恐怖分子。當下的國際政治現實就是如此。\n比較妥當的策略是各反各的，互相支持，都樂觀對方有成。每一方有成都有助另一方，每一方有失都有損對方。\n\n[4] 客觀地從政治實力去看，伊斯蘭原教旨恐怖主義與西方民主世界比，根本不成比例，有人形容它是無法戰勝西方民主世界的疥癬之疾。但是，從另一角度，從人口變化角度看則呈現一片恐怖預景：歐洲將成為伊綠世界！\n這是民主意識中民族平等、反民族歧視思想意識型態走火入魔的結果，這是善寬容惡加惡溶化善的移民現實。\n現在是文明世界隔離伊教徒的時候了。再不行動，歐洲伊綠世界，將是事實！接着就是進入世界一片綠的進程。\n\n[5] 有人認為，共魔是行將即倒的朽樹，伊教則在進攻發展狀態，所以，應把共魔放在一旁，讓它自腐自倒，無需費大氣力；對已經走到我們面前、身邊欲消我文滅我教亡我族的伊教，必須全力對付。\n上面的判斷有失片面。伊教共魔是事實結盟的兩大惡勢力，是當前人類的兩大敵人。兩大勢力固然有矛盾有鬥爭，但是總體利益一致。一致表現在共魔在世界範圍內煽動鼓吹支持伊教反以美歐為首的自由民主世界的政治社會制度、普世價值思想；總體伊教，包括ISIS都沒有和共魔過不去。形成了一個“無神教”與伊教極端派兩大惡勢力教協同向自由民主憲政攻擊勢態。所以說，伊教共魔是事實結盟的兩大惡勢力，是當前人類的兩大敵人。\n從這個事實作出判斷：在戰略上兩大惡勢力無分輕重，要同等對待；在戰術上則先打面對的。就中國人而言眼前惡敵是馬列一神教的一黨專政；當然是滅共為主。對西方民主世界人民來說，伊教原教旨是眼前大害，自是打擊伊教原教旨為主。\n作為中國人，認為共產教已沒人信、流氓惡棍中共垮臺指日可待，伊斯蘭教是一種威脅日盛致命傳染病，所以理所當然需要以防穆反穆為主，是脫離現實的判斷。\n\n20170212",
				"added": 1487249441
			},
			{
				"comment_id": 11,
				"body": "> [qfoxa2015](#comment_12_15t5UGPdVqHdapgG1Kpe62KyQiTG5PcjEs): 我志愿加入中国共产党，拥护党的纲领，遵守党的章程，履行党员义务，执行党的决定，严守党的纪律，保守党的秘密，对党忠诚，积极工作，为共产主义奋斗终身，随时准备为党和人民牺牲一切，永不叛党。\n> 你们说我党有报应，若有，现在就该来本人身上！\n\n第一，你怎么看出作者是个轮子? 第二，什么年月了，你居然还相信共产主义? 共产主义还能忽攸住几个人？",
				"added": 1487266783
			}
		],
		"111_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 16,
				"body": "> [nassau](#comment_183_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd): 看基尼系数\n\n正解。",
				"added": 1487732801
			}
		],
		"2_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT": [
			{
				"comment_id": 17,
				"body": "> [yuzu](#comment_55_1PBMVMMVVtSK6FmMbfz4fhEw5fv6eZs5Dn): 也有可能是评论被封锁了？可以发条微博测试一下（笑）\n\n万一被说成是造谣就麻烦了。",
				"added": 1488032545
			}
		],
		"1_1L34ssdxfxnnSFEoUmy48LocCxnVAHtqSV": [
			{
				"comment_id": 18,
				"body": "可以评论吗? 测试.",
				"added": 1489079229
			}
		]
	},
	"comment_vote": {
		"1_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT": 1,
		"4_1LHdPBTEdLuBDgLcfqZtNwSTMec3EgejiM": 1,
		"3_1LHdPBTEdLuBDgLcfqZtNwSTMec3EgejiM": 1,
		"90_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd": 1
	}
}