{
	"next_comment_id": 17,
	"user_name": "Dergatt",
	"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
	"post_like": {
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1495212582": 1495517942
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "That's sad. I'm using Arch for 3 years now and was still using the Beginners so I don't forget something.\nAnd I wouldn't have tried it in the first place if there wasn't a beginners guide.",
			"post_uri": "1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9_1472069505",
			"date_added": 1472120548
		},
		{
			"comment_id": 2,
			"body": "@ulrichard: I like the UI and everything but Rhythmbox doesn't manage my Music well. I use an external HDD for my music and plug it in if I want to play some. I symlinked the folder into my music folder and pointed Rhythmbox to it.\nOnly a small percent of my music is recognized.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_1473736063",
			"date_added": 1473766109
		},
		{
			"comment_id": 3,
			"body": "After reading your blogpost enjoy your machine, took long enough.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1474529570",
			"date_added": 1474530676
		},
		{
			"comment_id": 4,
			"body": "I'm looking forward to a proper Linux phone but without a unified app platform I can't see a future.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1475217750",
			"date_added": 1475241830
		},
		{
			"comment_id": 5,
			"body": "@ulrichard: I know what you mean I'm not happy with the current state. But if I look at fireos, sallyfish, ubuntu touch and so on I see similar ideas but no cooperation. Like in so many open source areas, people should work together. \nI would love to shift phones more in a Pc direction so you can install the OS you want on them. But when I see that drivers for most of the components are closed of by the manufacturer we have a long way to go.\nMy solution at the moment is to run Cyanogenmod with only the essential google services and using f-Droit whenever possible.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1475217750",
			"date_added": 1475258316
		},
		{
			"comment_id": 6,
			"body": "USB type-C would be nice on every other notebooks except applesl. Would be nice to have just one cable for every device.",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1477661427",
			"date_added": 1477682666
		},
		{
			"comment_id": 7,
			"body": "@Gallium: I quit using Apple when Lion came out. I needed a new computer and I didn't like the way the os was going. I felt instead of giving me more features they they dumped everything down. Tried it on my old hardware, went out bought a cheap ultrabook for less than half the price and put Linux on it. Best decision I could make.",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1477661427",
			"date_added": 1477723332
		},
		{
			"comment_id": 8,
			"body": "Having a digital grocery list, was one of the main reasons I bought my first smartphone. ",
			"post_uri": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR_1481288760",
			"date_added": 1481290809
		},
		{
			"comment_id": 9,
			"body": "@ks: [Signal](https://whispersystems.org) and [Conversations](http://conversations.im) come to mind. P2P solutions are not ready for mobile.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1484307252",
			"date_added": 1484313892
		},
		{
			"comment_id": 10,
			"body": "One of the best bumper stickers I've ever seen.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1486717815",
			"date_added": 1486722540
		},
		{
			"comment_id": 11,
			"body": "The funniest part is, it's not free people actually pay to get tracked and see advertisements. Microsoft you are a genius.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1489129133",
			"date_added": 1489134302
		},
		{
			"comment_id": 12,
			"body": "It's more about being a constitutional state. If you deny your citizens the right to remain silent or use it against them you are no longer a state which honers human rights.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1490766344",
			"date_added": 1490783349
		},
		{
			"comment_id": 13,
			"body": "In most European restriction the looser pays for the lawyer. So it would be feasible to go to court.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491472573",
			"date_added": 1491480937
		},
		{
			"comment_id": 14,
			"body": "I tried Ubuntu phone on my Nexus 7 a couple of times and it always felt like early work in progress.\nI feel if we want a real open source phone system the best hope is that all phone makers get fed up by google and fork android and develop the base in a real open source fashion.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491547095",
			"date_added": 1491563156
		},
		{
			"comment_id": 15,
			"body": "I can only talk about german law and here it's not possible.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1491472573",
			"date_added": 1491563342
		},
		{
			"comment_id": 16,
			"body": "Looks nice. I hope the phone becomes a success and we get a truly open phone os.",
			"post_uri": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1503582087",
			"date_added": 1503586438
		}
	],
	"flags": {},
	"comment_like": {}
}