{
	"next_post_id": 42,
	"next_comment_id": 55,
	"next_follow_id": 39,
	"avatar": "png",
	"user_name": "Emeraude",
	"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
	"intro": " `I catch segfaults.`\n<https://rainbowda.sh>\n[Github/Emeraude (clearnet)](https://github.com/Emeraude)\n[ZeroMusic](http://127.0.0.1:43110/1MusicXkuN2pk5hRdmroeyaCLDJtzTicpB)",
	"post": [
		{
			"post_id": 1,
			"date_added": 1470870576,
			"body": "ZeroMe sound great !\nBut it doesn't work well with zeroverse :/"
		},
		{
			"post_id": 3,
			"body": "Ahah I'm following myself :)",
			"date_added": 1470871390
		},
		{
			"post_id": 4,
			"body": "I really love the way you can expand the writing textarea.\nIt goes behind the rest of the site :)\n\nhttps://i.imgur.com/3SCEoa6.png",
			"date_added": 1470872055
		},
		{
			"post_id": 7,
			"body": "```sh\nfor i in $(echo {1..1080}); do xdotool mousemove $i $i; done```",
			"date_added": 1471336605
		},
		{
			"post_id": 8,
			"body": "```sh\nfor i in $( ls ); do tar -xvzf $i ; done\nfor i in $( ls *_*.tgz ); do rm $i ; done\n```\nBest shell script I ever seen.",
			"date_added": 1471340039
		},
		{
			"post_id": 9,
			"body": "Mardown does not work in comments :(",
			"date_added": 1471340128
		},
		{
			"post_id": 1472029837,
			"body": "https://encrypted.google.com/search?q=site:github.com%20inurl:ssh/id_rsa",
			"date_added": 1472029827
		},
		{
			"post_id": 1472108563,
			"body": "It's fun to see I have more followers on ZeroMe than on Twitter",
			"date_added": 1472108552
		},
		{
			"post_id": 1472116229,
			"body": "I just canceled my contract with EDF (the major electricity provider in France),  their website is incredibly... Waouh.\nI started with a password reset. You can simply reset it using a \"security question\". You know, a question that looks like \"where are you born ?\". Yes. **I can cancel electricity to anyone by knowing its email adress and its bornplace.**\nThen, I get a password reset link by email. But there were two links: _\"reset password using a computer or a tablet\"_ and _\"reset password using a smartphone\"_. I guess they never heard about responsive design.\nAfter that, I had to reset my password. I tried _QBDojuq06RSAB0aibAZy_. But it was just a \"correct password\". Because, for \"security reason\", I must add a special character. Yes, they are talking about security but I can steal the account of anyone I want, and I can't have a password longer than 20 chars.\n\nI make a small aside, but... Why some website restrict password length? Ok, forbid small passwords can be cool to avoid bruteforce, but what about long passwords ? Anyway, it is hashed so it has a fixed size in database. So the **only** difference between a 20 chars password and a 128 chars password is that the 128 one is more secure.\n\nThis form was also awful. It violates about 4 rules explained [here (clearnet link)](https://uxdesign.cc/design-better-forms-96fadca0f49c), even if it contains only 2 inputs.\n\nSo, when I finally get into my account, I clicked the relocation link and then I... had to signin again.\n\nWell, it's impressive to see how an enterprise that have a great impact on the life of its customers can do such mistakes",
			"date_added": 1472116217
		},
		{
			"post_id": 1476783681,
			"body": "Yesterday, Orange, the biggest french ISP, has blocked access to google, wikipedia and ovh (another french ISP) websites, because these websites are making \"incitement to terrorism\".\nAnd there are people thinking that censorship can be good...",
			"date_added": 1476783667
		},
		{
			"post_id": 1479081634,
			"body": "Don't want to be dependent of the gafam services ?  [Here are some alternatives](https://degooglisons-internet.org/alternatives)",
			"date_added": 1479081619
		},
		{
			"post_id": 1479399201,
			"body": "Why do people are still not using the `reply all` button when there are replying an email ?",
			"date_added": 1479399185
		},
		{
			"post_id": 1479944536,
			"body": "Which network manager are you using ?\n\nI've first used **NetworkManager** years ago when I first used Linux. Actually I didn't evene known I was using it because it was installed with Gnome. Today I think the fact that there is no official frontend (except the ones bundled with window managers) made it awful.\n\nThen I used **wicd** for about 3 years. It was very buggy: sometimes you have to restart the service, the autoconnect option is awfully slow (about 5 minutes sometimes), the absence of documentation (try the command `man wicd-cli`: you should see `DESCRIPTION TODO  :-)`) and the frontends that crashes randomly (see wicd-curses that crash on refresh and wicd-gtk which process stay alive even if you close the window).\n\nSince about 6 months I'm using **connman** and I'm perfectly happy with it: very fast, with a well documented manual (I managed to make a full configuration for a very specific network 10 minutes thanks to it, while hours of internet researches were useless when I was using wicd and NetworkManager) and several pretty frontend. The only drawback is that some networks need to be managed in command line or by editing configuration files.",
			"date_added": 1479944519
		},
		{
			"post_id": 1481479558,
			"body": "Google gave me a 403 error when trying to make a research through tor. That's why I'm not using it anymore. Censorship sucks.",
			"date_added": 1481479540
		},
		{
			"post_id": 1483389379,
			"body": "Do you remember of **Orange**? You know, the french ISP that censored wikipedia google and their competitors websites about 2 months ago? [I already talked about it](http://127.0.0.1:43110/Me.ZeroNetwork.bit/?Post/1BLueGvui1GdbtsjcKqCf4F67uKfritG49/1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6/1476783681).\nI just found out that they made a **[social mobile offer](https://boutique.orange.fr/mobile/forfait-offre-sociale)**, which costs 10€ per month and give you 40 minutes and 40 SMS. Yes, 40 minutes and 40 SMS worth 10€ in 2017. I don't know what prices you are used to, but **[free mobile](http://mobile.free.fr/)** (one of their main competitors) made a 2€ offer that provides 2 hours, unlimited SMS and 50Mo in 2012.\nSo, the Orange *social* offer (you have to prove that you are poor to get it) is five times more expensive than the standard free mobile one that is five years old and which provide way more services.\nThe best part is that Orange also have [a standard offer](http://boutique.orange.fr/mobile/forfait-mini-bloque-2h-50mo-12-mois) which provide 1Go, 2 hours and unlimited SMS for 9.99€. Yes, it's less expensive than the social offer and it has more services in it.\nOrange are thieves.",
			"date_added": 1483389360
		},
		{
			"post_id": 1485817771,
			"body": "**TL;DR: Gmail is awful.**\n\nSometimes, when I need to register to online services to test them, I like to use a garbage gmail address. But gmail is doing weird things. I'm currently trying to signin an account I created 6 months ago, but it asks me for my phone number because `There's something unusual about how you're signing in.`\nObviously, I do not want to associate my phone number with a garbage account I use once a year, so I click the `Try another way to sign in` link, which give me two choices: using my phone number (that's why I truly believe google's employees are dumbass), or to `ask Google for help getting back into my account`.\nSo I click the second button and it asks me for the last password I remember. I'm using keepass, so I can't mistype it. It then ask for my account creation date (which is the date I added it into my keepass, so I cannot make any mistake here).\nThen it asks me for another email address where they will send a code to me. Here it really become weird: needing to access an address mail to access an address mail is a nonsense.\nWhatever, I enter some shitty yopmail address, retrieve the code, enter it and... `Thanks for verifying your email. You weren’t signed in because Google couldn’t confirm that ********@gmail.com belongs to you.` And it's over, I do not have any other solution, no link to contact them nothing.\nOkay, it's a garbage address so I don't care if I can't access it, but what about someone who is really using gmail and does not have any phone number ? He'll simply lose all of its emails\nGmail is so shitty that it can lock you outside your mailbox.",
			"date_added": 1485817751
		},
		{
			"post_id": 1486166005,
			"body": "Remember when the web battery status API came out about two years ago and was a big issue to privacy (due to tracking users depending on their battery percentage)?\nDuring the last week, W3C did worst: WebUSB API (27th january) and Web Bluetooth (3rd february).\nYes, it will soon be possible to interact with bluetooth devices using web browser. That means if a device has bluetooth enabled and an exploit is possible, you can not only exploit it with your own bluetooth device, but with all the bluetooth devices of the users that are currently visiting your website.\nSources (clearnet): [WebUSB API draft](https://wicg.github.io/webusb/), [Bluetooth API draft](https://webbluetoothcg.github.io/web-bluetooth/)",
			"date_added": 1486165984
		},
		{
			"post_id": 1489079261,
			"body": "Why the hell is `gpg` requiring 5 confirmations when you want to remove a single pair of keys ?\nJust try it:\n```\ngpg2 --gen-key\ngpg2 --delete-secret-and-public-key ID\n```\nObviously, I first tried to use the `--delete-key` option, but it said I had to use `--delete-secret-key` first. Why doesn't it talk me about the option that do both ?\nAnd of course, there is no `-f` option to avoid pressing 3 times the key `Y` and 2 times the key `Return` (yes, a `yes | gpg2` won't work).",
			"date_added": 1489079238
		},
		{
			"post_id": 1489770006,
			"body": "I juste created an issue on the zeronet github repository, about the source code update of cloned zites.\n[https://github.com/HelloZeroNet/ZeroNet/issues/865](https://github.com/HelloZeroNet/ZeroNet/issues/865)",
			"date_added": 1489769982
		},
		{
			"post_id": 1489842593,
			"body": "Nofish just accepted my svg version of the ZeroMe logo :)\n[https://github.com/HelloZeroNet/ZeroMe/pull/42](https://github.com/HelloZeroNet/ZeroMe/pull/42)",
			"date_added": 1489842568
		},
		{
			"post_id": 1490412586,
			"body": "I started working on a music player for ZeroNet. Yes, for now it is pretty empty, there is a big lack of features and it's almost unusable, but I'm happy of doing it and I will add features in the near future.\nHere is the zite: [1MusicXkuN2pk5hRdmroeyaCLDJtzTicpB](http://localhost:43110/1MusicXkuN2pk5hRdmroeyaCLDJtzTicpB) and the github repository: [Emeraude/ZeroMusic](https://github.com/Emeraude/ZeroMusic)\nThere is a todolist in the readme file, so you can see what's planned next.",
			"date_added": 1490412560
		},
		{
			"post_id": 1490486020,
			"body": "Worked on [ZeroMusic](http://localhost:43110/1MusicXkuN2pk5hRdmroeyaCLDJtzTicpB) this evening.\nThe interface has been improved, and the zite is now divided into two panes: the artists one, and the songs one. Songs can be sorted by artists, and non-downloaded songs are printed in grey.",
			"date_added": 1490485993
		},
		{
			"post_id": 1490979015,
			"body": "There were a lot of latency in [ZeroMusic](http://localhost:43110/1MusicXkuN2pk5hRdmroeyaCLDJtzTicpB), due to a mistake I made (one request to the zeroframe API was made per song, which made it very slow on load).\nI completely modified the architecture of the two lists (both artists and songs), now it's instant :)\nIt is also possible to reset the artist filter (by clicking on \"Artists\")",
			"date_added": 1490978987
		},
		{
			"post_id": 1496099984,
			"body": "**Archlinux/Enlightenment** I just had a very weird issue with my computer. Some root binaries where unable to be run in enlightenment: su/sudo, chromium and some enlightenment modules, while they had no problem in gnome.\nThe reason is weirder: a patch in the last version of the kernel messed up the suid system, making some applications impossible to run.\nSo I rolled back to a previous kernel (I'm now using the linux-lts kernel, which version is 4.9 instead of 4.11).\nHere are some clearnet links about this issue:\n[Setuid explanation](https://askubuntu.com/a/625564)\n[Issue on Enlightenment bord](https://phab.enlightenment.org/T5470)\n[Issue on Gentoo forum](https://forums.gentoo.org/viewtopic-p-8064594.html)\n[Issue on Kernel bugtracker](https://bugzilla.kernel.org/show_bug.cgi?id=195799)\n[The broken kernel patch](https://git.kernel.org/pub/scm/linux/kernel/git/torvalds/linux.git/patch/?id=20523132ec5d1b481e1d66557292ed3a3021e817)",
			"date_added": 1496099954
		},
		{
			"post_id": 1503276343,
			"body": "To the guy who decided that you have to own a phone to make online purchases: **fuck you**.",
			"date_added": 1503276312
		},
		{
			"post_id": 1504821257,
			"body": "I'm considering buying [Reflectacles glasses (clearnet)](https://www.reflectacles.com/)\nDid anyone try it? Is it worth the money?",
			"date_added": 1504821224
		},
		{
			"post_id": 1505336174,
			"body": "Does anyone know a site where we can access all ISO books freely ?",
			"date_added": 1505336140
		},
		{
			"post_id": 1505740030,
			"body": "I just managed to make working tabs in pure HTML/CSS, without any javascript.\nI think I should make a bootstrap-like framework based on this concept...",
			"date_added": 1505739994
		},
		{
			"post_id": 1507042449,
			"body": "Do javascript developers know about stderr ?\n[670k of bad stdout usage (github)](https://github.com/search?utf8=%E2%9C%93&q=%22console.log%28error%29%22&type=Code)\n[2M9 of good stderr usage (github)](https://github.com/search?utf8=%E2%9C%93&q=%22console.error%22&type=Code)\nThat's almost 25% of misuse of output streams...",
			"date_added": 1507042412
		},
		{
			"post_id": 1507125944,
			"body": "This morning, I started counting the amount of ads I saw in the public transport services. It amounted to 324 within roughly 40 minutes. How the hell am I supposed to work correctly with such a daily mental pollution?",
			"date_added": 1507125906
		},
		{
			"post_id": 1507564622,
			"body": "Sometimes I use twitter, and I have to honestly say it really sucks. But today I took it to a whole new point: I tried to make a \"tweet\" button that share an URL. And their \"cards\" (their equivalent to opengraph) system is shitty as hell. While doing my tests I discovered tons of weird/buggy stuff. One day I'll make a list of all the bugs I found on this site, but I think it will make me overflow the ZeroMe user space limit...\n(I think the best one I found is that the url [https://twitter.com.](https://twitter.com.) (aka the default page) doesn't work.)",
			"date_added": 1507564583
		},
		{
			"post_id": 1511868298,
			"body": "Bitcoin is now worth more than 10000$",
			"date_added": 1511868258
		}
	],
	"post_like": {
		"1CTut2qbaj54ZjNoYeuWSGwV75iVieKY6N_2": 1470871571,
		"1JYAaUBXsh3DrN8UZHz4suAUVXzV3X15QL_3": 1470899341,
		"1GervYZoP82e8X1Rgc4wyMkJY2zSsJuq8t_2": 1470907785,
		"1CTut2qbaj54ZjNoYeuWSGwV75iVieKY6N_11": 1471338479,
		"1No62fGfLxbBjQg5GZeYkDyYbJPmLgsvBc_1472330789": 1472331354,
		"1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1472676561": 1472677108,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1482403870": 1482424953,
		"1EfnrvPJQS3uJiRrCsNyvuQB3zi19fnxef_1481809477": 1482853654,
		"1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp_1486895777": 1486905400,
		"1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp_1486870641": 1486905455,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1488999609": 1489075489,
		"1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp_1489177347": 1489366606,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1491402276": 1491402759,
		"177ia43eQrnWCHCWt1ik6viQGRzWuNXGzD_1492278006": 1492283540,
		"18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6_1494092832": 1494095411,
		"16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1497037622": 1497085037,
		"14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1504166735": 1504306690,
		"177ia43eQrnWCHCWt1ik6viQGRzWuNXGzD_1505034677": 1505069458,
		"1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u_1473713070": 1506717722,
		"14UupgrdnT7Y8vMES7aqUFgD1fC5RYNrh8_1506884983": 1506960462,
		"16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1506819435": 1506960487,
		"16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1507295772": 1507325385
	},
	"comment": [
		{
			"comment_id": 3,
			"body": "@ks: I could have used `seq`, indeed",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_7",
			"date_added": 1471339929
		},
		{
			"comment_id": 4,
			"body": "Because `tar -xvzf * && rm *_*.tgz` was too easy.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_8",
			"date_added": 1471340081
		},
		{
			"comment_id": 5,
			"body": "@ks: Indeed, I didn't think about it.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_7",
			"date_added": 1471341450
		},
		{
			"comment_id": 6,
			"body": "@ks: The whole code I posted is shit. I didn't write it by myself. (And the whole code could be written without loops, just using globbing)",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_8",
			"date_added": 1471341687
		},
		{
			"comment_id": 7,
			"body": "I wrote a lot of C code a few years ago. It's not especially difficult, but its paradigm is very different from java one. The pointers can be hard at the beginning, but since it looks like references, it should not be too difficult for you.",
			"post_uri": "1CTut2qbaj54ZjNoYeuWSGwV75iVieKY6N_12",
			"date_added": 1471419180
		},
		{
			"comment_id": 8,
			"body": "@Nutomic: Storing password in plaintext is illegal in Europe. And I'm pretty sure sending a lot of data is not the better way to DDoS au website. Making a lot of requests to an heavy page should be more efficient.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1472116229",
			"date_added": 1472125894
		},
		{
			"comment_id": 9,
			"body": "Ok, it's possible to create an empty post :)",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1472676561",
			"date_added": 1472676569
		},
		{
			"comment_id": 10,
			"body": "@Emeraude: And to like it.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1472676561",
			"date_added": 1472677114
		},
		{
			"comment_id": 11,
			"body": "@Barbu: A lot of french media reacted to that. There are a lot of articles like [this one](http://www.nextinpact.com/news/101786-google-fr-bloque-pour-apologie-terrorisme-orange-invoque-erreur-humaine.htm)\n@Megfault: Since this happened only one day ago, lqdn hasn't made any public reaction yet",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1476783681",
			"date_added": 1476832761
		},
		{
			"comment_id": 12,
			"body": "Orange responded that it was due to a human error. It has been fixed about one hour after the beginning of the \"bug\".",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1476783681",
			"date_added": 1476832782
		},
		{
			"comment_id": 13,
			"body": "The matrix has you.",
			"post_uri": "1AfUx1vEUBbKuZM68btdTpdQEeWa6XREx_1478604192",
			"date_added": 1478606417
		},
		{
			"comment_id": 14,
			"body": "Follow the white rabbit.",
			"post_uri": "1AfUx1vEUBbKuZM68btdTpdQEeWa6XREx_1478604192",
			"date_added": 1478606429
		},
		{
			"comment_id": 15,
			"body": "One day I'll write a complete article about why emails are badly designed and should not be used anymore.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1479399201",
			"date_added": 1479399230
		},
		{
			"comment_id": 16,
			"body": "Another thing I love about connman is its integration within enlightenment, but it's not a very objective argument.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1479944536",
			"date_added": 1479944590
		},
		{
			"comment_id": 17,
			"body": "@Mynameislegion: I'm using duckduckgo for 3 years now, but sometimes the bang `!g` is pretty useful.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1481479558",
			"date_added": 1481503558
		},
		{
			"comment_id": 18,
			"body": "Is there an equivalent for firefox ?",
			"post_uri": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx_1482403870",
			"date_added": 1482425030
		},
		{
			"comment_id": 19,
			"body": "Why are you using charset window-1251 ? It's awful, utf-8 is ways better.",
			"post_uri": "1H9R6W9QWUpYiJkLyAsFXmXhAV7HEqoHtN_1482491965",
			"date_added": 1482510826
		},
		{
			"comment_id": 21,
			"body": "@Ulrichard: It's the poor people who pay for it (I just followed the registration process to figure out)",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1483389379",
			"date_added": 1483390976
		},
		{
			"comment_id": 22,
			"body": "@Hexkey: This sounds cool for the USB one. But for the bluetooth one your are not only interacting with the computer, but with all the compatible devices around. I think there will be really nasty things done with this one...",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1486166005",
			"date_added": 1488294603
		},
		{
			"comment_id": 23,
			"body": "Since there is an history, we can fix it easily, as in Wikipedia.",
			"post_uri": "1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp_1489519556",
			"date_added": 1489534472
		},
		{
			"comment_id": 24,
			"body": "Apparently @nofish already tought about it^^",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1489770006",
			"date_added": 1489770572
		},
		{
			"comment_id": 25,
			"body": "@Kaffie @Rhthyrix: I re-signed it, it looks ok now.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490412586",
			"date_added": 1490444852
		},
		{
			"comment_id": 26,
			"body": "@Kaffie: It sounds really strange. I just tried it from a fresh ZeroNet install and it worked correctly (I just had to refresh the page once, because there is no real-time update for now).\nIs there any error in the zeronet logs or in the browser console ?",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490486020",
			"date_added": 1490494752
		},
		{
			"comment_id": 27,
			"body": "@Kaffie @Rythyrix: ID3 support is planned. The current detection system is very poor and obviously bugged.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490486020",
			"date_added": 1490528981
		},
		{
			"comment_id": 28,
			"body": "@Kaffie: I'm not sure if the folder structure you are thinking about could work, I don't know if it's possible to do it using ZeroNet API without having the zite requiring admin rights. Maybe it's impossible even using them.\nI'll sure look into that.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490486020",
			"date_added": 1490530546
		},
		{
			"comment_id": 29,
			"body": "@Sirenyc: I set a limit of 10GB for everybody (I don't care about the limit since there is only optional files). It only works for mp3 files now.\nWhat does the zeronet logs say ?",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490486020",
			"date_added": 1490551221
		},
		{
			"comment_id": 30,
			"body": "@Sirenyc: The images are cool. I'll may use one of them (I made some drafts too)",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490486020",
			"date_added": 1490554394
		},
		{
			"comment_id": 31,
			"body": "@Sirenyc: I think I found it. I limited the non-optional files to 10KB, and metadata about optional files take a lot of space (files hashes, etc...). I changed it to 50KB for everybody. It should be ok now.\nI'll probably add a way to require more space when you are at the limit (maybe sending by me a notification in my newsfeed or something like that)",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490486020",
			"date_added": 1490890193
		},
		{
			"comment_id": 32,
			"body": "@Sirenyc: It's planned yes.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490486020",
			"date_added": 1490909403
		},
		{
			"comment_id": 33,
			"body": "@Jayofthezero: Sounds strange. What are the names of the files you tried to upload ?",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490486020",
			"date_added": 1490909457
		},
		{
			"comment_id": 34,
			"body": "@Sirenyc: I gave you 200KB this time.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490486020",
			"date_added": 1490918414
		},
		{
			"comment_id": 35,
			"body": "@Plasmmer: It is planned, but I'll do it after the metadata detection system.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490979015",
			"date_added": 1490979401
		},
		{
			"comment_id": 36,
			"body": "@Plasmmer: Yes, but if two people are uploading the same song with small differences (maybe typos in ID3 tags), the hash will be different and the sonds will not be detected as identical.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490979015",
			"date_added": 1490979681
		},
		{
			"comment_id": 37,
			"body": "@disquisedBeemo: No. I just cloned it and it worked well without me having to do anything special. Can you describe precisely the issue (ZeroNet logs, zite behaviour, etc...)?",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490979015",
			"date_added": 1490996477
		},
		{
			"comment_id": 38,
			"body": "@Sirenyc: You now have 1MB.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490979015",
			"date_added": 1491237864
		},
		{
			"comment_id": 39,
			"body": "@Sirenyc: I'm thinking about making something similar to classical music players. My current model is Rhythmbox.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490979015",
			"date_added": 1491352887
		},
		{
			"comment_id": 40,
			"body": "@Mynameislegion: I left ubuntu just before the 11.04 version, which was the first one using Unity. I always found it pretty (for those who like flat design), but too less efficient for being used as a desktop environment all of the time. Dropping it is a very good choice, and gnome is a very good desktop environment.",
			"post_uri": "177ia43eQrnWCHCWt1ik6viQGRzWuNXGzD_1491413394",
			"date_added": 1491435910
		},
		{
			"comment_id": 41,
			"body": "@Sirenyc: I set a limit for optional files to 10GB. It was stupid, I just removed it. You should be able to upload again",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490979015",
			"date_added": 1491651318
		},
		{
			"comment_id": 42,
			"body": "@Sirenyc: There is no limit for optional files anymore (The limit for mandatory json files is still here)",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490979015",
			"date_added": 1491674240
		},
		{
			"comment_id": 43,
			"body": "@Sirenyc: Yes, more formats will be added in the future. I don't know which ones yet, but it's planned.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490979015",
			"date_added": 1492283618
		},
		{
			"comment_id": 44,
			"body": "@Sirenyc: I'm a bit busy now, but I'll definitely continue to work on ZeroMusic later. You can checkout the [github repo](https://github.com/Emeraude/ZeroMusic), there is a list of planned features in the readme file.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1490979015",
			"date_added": 1493390101
		},
		{
			"comment_id": 45,
			"body": "Apparently they will not confuse drivers, because they act exactly like safety vests.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1504821257",
			"date_added": 1504876682
		},
		{
			"comment_id": 46,
			"body": "I think I'll buy them. It may seems a bit paranoid, but I don't understand why the government has to know all the places I go with their cameras.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1504821257",
			"date_added": 1505164507
		},
		{
			"comment_id": 47,
			"body": "@Polar: Cool, I didn't know about it :)\nMaybe I'll make some PRs...",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1505740030",
			"date_added": 1505752227
		},
		{
			"comment_id": 48,
			"body": "@Musickiller: Isn't writing text on stdout/stderr one of the very first things you are supposed to learn when learning a (new) language?",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1507042449",
			"date_added": 1507067803
		},
		{
			"comment_id": 49,
			"body": "@Musickiller: If you are using a script that manage streams to log errors in a file, the file won't be filled. That's only an example, and it can be very confusing if you are using a monitoring tool.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1507042449",
			"date_added": 1507134154
		},
		{
			"comment_id": 50,
			"body": "Yes, I'll take a look at it. This would make ZeroMusic support large FLAC files :)",
			"post_uri": "16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1507295772",
			"date_added": 1507325450
		},
		{
			"comment_id": 51,
			"body": "@Jayofthezero: Yes, that's planned ;)",
			"post_uri": "16nArdxrSaNThNp83kL8E6NLL9WD98iUne_1507295772",
			"date_added": 1507329919
		},
		{
			"comment_id": 52,
			"body": "@Glightstar: Yes, that's the correct domain name. The domain name without the `.` is supposed to be a shortcut.",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1507564622",
			"date_added": 1507564816
		},
		{
			"comment_id": 53,
			"body": "@Glightstar: `hostname` is just a shortcut for the real domain name, which is `hostname.`. There is always a dot, but it's never wrote because... I don't know why actually.\n@Ivesen: Yep, it has to exist ;)\nMore information here: http://www.dns-sd.org/trailingdotsindomainnames.html",
			"post_uri": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6_1507564622",
			"date_added": 1507565382
		}
	],
	"follow": [
		{
			"follow_id": 1,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1JwPBvZYXLJzrA6YisjpsyTuuieFLCARS6",
			"user_name": "Emeraude",
			"date_added": 1470870750
		},
		{
			"follow_id": 3,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj",
			"user_name": "Nofish",
			"date_added": 1470870765
		},
		{
			"follow_id": 4,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "16YxtnaTrCSbvCXSYxrnvobmYnqtidxG23",
			"user_name": "Hellozeronetwork",
			"date_added": 1470871136
		},
		{
			"follow_id": 6,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1D6Pn4487L8QyFtVSU14nxxtnfEgEs2Ny1",
			"user_name": "Kickasstorrents",
			"date_added": 1470901319
		},
		{
			"follow_id": 7,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1GervYZoP82e8X1Rgc4wyMkJY2zSsJuq8t",
			"user_name": "tKarita",
			"date_added": 1470907786
		},
		{
			"follow_id": 8,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1EErpRfR94YZwEMpAwsGKYsgSqHuRxvWib",
			"user_name": "megfault",
			"date_added": 1470924121
		},
		{
			"follow_id": 13,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh",
			"user_name": "Kaffie",
			"date_added": 1472330366
		},
		{
			"follow_id": 14,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1GnJD7CXskmG8GywMbTvbP12wneCFW9XzR",
			"user_name": "weakish",
			"date_added": 1472562371
		},
		{
			"follow_id": 15,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "19M1DT5vruSATEcbEczYRwCk2uPuLcATBa",
			"user_name": "Talnicrom",
			"date_added": 1475494569
		},
		{
			"follow_id": 16,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1AfUx1vEUBbKuZM68btdTpdQEeWa6XREx",
			"user_name": "Twelves",
			"date_added": 1478607132
		},
		{
			"follow_id": 17,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS",
			"user_name": "ZAlex",
			"date_added": 1480686606
		},
		{
			"follow_id": 18,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ",
			"user_name": "Sirenyc",
			"date_added": 1480785861
		},
		{
			"follow_id": 19,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "133PfjoNP94oHC3GczL9e7SCKoeKEMyCDJ",
			"user_name": "G1tich",
			"date_added": 1481551846
		},
		{
			"follow_id": 20,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "18cSYDgTfMB255SDgQM9EuoyWu78MhWfNj",
			"user_name": "Martinv",
			"date_added": 1481769597
		},
		{
			"follow_id": 21,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1H1SHzxnPJS3hBbKvfXLqf4QJnXEUgaVe9",
			"user_name": "Shellbound",
			"date_added": 1481939834
		},
		{
			"follow_id": 22,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB",
			"user_name": "Nekololi",
			"date_added": 1482367084
		},
		{
			"follow_id": 23,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1hFkopUMkSurG3Ub7NvB1dwqw3MK5jbTm",
			"user_name": "Francaisdesouche",
			"date_added": 1482715739
		},
		{
			"follow_id": 24,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1yvSQH5Z7aJra4y9s6KG2kjLeGXYhNgn7",
			"user_name": "TAIWAN NUMBER ONE",
			"date_added": 1482715767
		},
		{
			"follow_id": 25,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ",
			"user_name": "ulrichard",
			"date_added": 1482716065
		},
		{
			"follow_id": 26,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "17pnj2wEu5qFeRtQErmLVtCBvYuocGum82",
			"user_name": "Xeers2",
			"date_added": 1482871623
		},
		{
			"follow_id": 27,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1AU8y6TadCS7Z4eQmJkGsMPpAmak3aL88n",
			"user_name": "Amandine",
			"date_added": 1485709997
		},
		{
			"follow_id": 28,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1KrJgpJqJij8zdhJ4gFZg7gscskgtCgNmX",
			"user_name": "Rambotito",
			"date_added": 1486427442
		},
		{
			"follow_id": 29,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1By85xCDz7VyZEq9WjmhtbNaPKimQwhPLp",
			"user_name": "FraYoshi",
			"date_added": 1486906951
		},
		{
			"follow_id": 30,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx",
			"user_name": "ks",
			"date_added": 1487729034
		},
		{
			"follow_id": 32,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu",
			"user_name": "PaintNinja",
			"date_added": 1490920641
		},
		{
			"follow_id": 33,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "177ia43eQrnWCHCWt1ik6viQGRzWuNXGzD",
			"user_name": "Mkg20001",
			"date_added": 1491436031
		},
		{
			"follow_id": 34,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1NAaF8VitwKSPo79RzJFhqz14gndmdWcGV",
			"user_name": "Mynameislegion",
			"date_added": 1491562010
		},
		{
			"follow_id": 35,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1MaKJotNGHhDQh1BnZCEBqU5Gwj88gFLyR",
			"user_name": "tiamat",
			"date_added": 1492810783
		},
		{
			"follow_id": 36,
			"hub": "1oranGeS2xsKZ4jVsu9SVttzgkYXu4k9v",
			"auth_address": "1AWwhg4EiWAVttfQboJZ4wJfX3WawfJT3h",
			"user_name": "Binchan",
			"date_added": 1504968834
		},
		{
			"follow_id": 37,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1KuwwnkAtVrfnyhv8pyGRxLqzNZbEkJt2u",
			"user_name": "Lola",
			"date_added": 1506717998
		},
		{
			"follow_id": 38,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu",
			"user_name": "Krixano",
			"date_added": 1506960325
		}
	],
	"settings": {
		"reverse_comment_order": false,
		"mute_ugly": false,
		"mute_spam": false,
		"mute_blocked": true
	},
	"blocked": [
		"14fdwxPt83nTw5vFaXTCR7KQkAxkXuGbAR",
		"17zvGKq1Vft7Fp8HhqgD7rpqcGi5wDDSQ4"
	],
	"flags": {
		"post-1AfUx1vEUBbKuZM68btdTpdQEeWa6XREx_1478604192": 0
	},
	"comment_like": {
		"1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_19": 1476541418,
		"18XR5C5AxGfD5s2DbCPGuXxVN5oscoLyD6_13": 1479986361,
		"18cSYDgTfMB255SDgQM9EuoyWu78MhWfNj_9": 1482805822
	}
}