{
	"next_comment_id": 10,
	"user_name": "Ekaterina",
	"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
	"post_like": {
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1507859019": 1507858950,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1507865368": 1507885593,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1507943015": 1508021238,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1508036099": 1508054540,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1508083655": 1508085999,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1508257013": 1508260302,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1508300838": 1508306144,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1508393085": 1508402940,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1508444053": 1508456697,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1508714217": 1508826689,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1510896796": 1510900193
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "Do you mean you want users of a ZeroNet site you made to rebuild the database on their ZeroNet client? I don't know if there is an easier method, but setting a higher value for \"schema_changed\" in [dbschema.json](https://zeronet.readthedocs.io/en/latest/site_development/dbschema_json/) should do it. It's normally a timestamp of the last time you made a change. When a newer timestamp is seen by the client, the database is rebuilt, or rather the specific table is rebuilt since there is a \"schema_changed\" value for each table in the database.",
			"post_uri": "1NmkVyqBJX6a82YQFYkCNgQpE9AWsmeppp_1507542189",
			"date_added": 1507543151
		},
		{
			"comment_id": 2,
			"body": "@Ivesen: ZeroHello pulls in data from all ZeroNet sites you're seeding due to the Newsfeed so it could be any site's database giving it trouble, in theory. I would backup your ZeroNet data folder before you do anything just to be sure, but maybe shutdown ZeroNet (kill the process), then do a search in the ZeroNet data folder for *.db files and then delete all of them before starting ZeroNet again? That should make all databases get rebuilt from the JSON files. But I'm not sure, so don't do anything without a backup to be safe.",
			"post_uri": "1NmkVyqBJX6a82YQFYkCNgQpE9AWsmeppp_1507542189",
			"date_added": 1507544422
		},
		{
			"comment_id": 3,
			"body": "That site is really neat, much better than even Google's own material design sites. I think I might try that out too for my sites, once I've updated them to use components. It's all just one giant component right now since I was still learning Vue at the time. Thanks for sharing that link!",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1507859019",
			"date_added": 1507859439
		},
		{
			"comment_id": 4,
			"body": "Ease of use. It's hard to explain to people what public/private keys even are, most will probably lose their private key, you have to copy a file instead of just remembering a password, it all comes down to convenience. People are interested more in convenience than security, they're interested in convenience all the time, in security only when something bad happens.",
			"post_uri": "13aB79mzuRLgDYzQthn9wzycjw77WyDXh6_1507869387",
			"date_added": 1507885497
		},
		{
			"comment_id": 5,
			"body": "That's really nice! Working with SQLite has given me the most trouble with ZeroNet sites so far, I just can't wrap my head around the more complex stuff yet, so making any of that easier is more than welcome. I also found this open source tool (clearnet): [Franchise](https://franchise.cloud/), which is a website but works fully offline and lets you import an SQLite database, visualize it and play around with SQL queries. I'm using that for debugging ZeroNet databases right now and it's also a great help, in combination with your ZeroDB helper it might help other people have an easier start with ZeroNet site development than I did :)",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1508036099",
			"date_added": 1508055758
		},
		{
			"comment_id": 6,
			"body": "Are promises the same as futures? I'm learning that right now, too. But sometimes there are different terms for the same thing, gets very confusing! :) And great work! can't wait to see what else you come up with.",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1508393085",
			"date_added": 1508407542
		},
		{
			"comment_id": 7,
			"body": "It really depends on how it's done. If the permission is hidden in the small print, it's malware, and both browser and anti-virus companies are developing tools to automatically block CoinHive & co for that reason. If it isn't hidden but you have to agree to it to use the site at all, I'd personally not use the website. If it's optional to get some pro features on a website, I'd be fine with it.",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1509905178",
			"date_added": 1509912363
		},
		{
			"comment_id": 8,
			"body": "I have played around with it a year ago for my ZeroNet sites, it's really nice. Talked about it with someone in the comments on my blog here: http://127.0.0.1:43110/15YnwLhTxf5yTxXfF2KV2QS9cGjoyfLgbC/?Post:5#Comments My idea was to use it so that everything is decentralized, not just the code like it is with git but also the issues and wiki. Now that we have Git Center on ZeroNet that might not be needed anymore though :)",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1510896796",
			"date_added": 1510900085
		},
		{
			"comment_id": 9,
			"body": "@Krixano: Yeah the problem is that nobody uses it so it's not good for projects you want to share with others (unless Fossil supports interacting with git, some VCSs do and then other people can keep using git while the repository is using a different VCS entirely).",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1510896796",
			"date_added": 1510919286
		}
	]
}