{
	"next_post_id": 16,
	"next_comment_id": 5,
	"next_follow_id": 1,
	"avatar": "generate",
	"user_name": "Repository",
	"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
	"intro": "Random ZeroNet user",
	"post": [
		{
			"post_id": 1509951670,
			"body": "Good zite.    Box HD http://127.0.0.1:43110/BoxHD.bit/index.html\nTV series boxsets in HD. Only on ZeroNet.\nLet's grow this HD collection together.\nPlease \"favorite\" this site so that we can climb the ranks of popular sites on ZERONET\n\n \n\nPlease send your HD torrents to: boxhd@zeroid.bit\n    - Cleanup the files and name them as simply as possible, leaving out uploader-names, resolution, etc.\n    Example: S01E01.mkv\n    - If you're sending someone else's files in, remove all junk files/names/periods/full-stops and make your own torrent file, with episodes in a folder.\n    Example: Timeless Season 1 [BOXHD]\n\nYou must add \"[BOXHD]\" to all files that you submit, on the folder name only.\n    - Yes: Folder = Timeless Season 1 [BOXHD] | Files = S01E01.mkv\n    - No-No: Folder = Timeless.Season.1.[BOXHD].720p.H264.ThIeF | Files = Timeless.S01E01.720p.WEBDL.H264.ThIeF.mkv\n\nThank you. Now...Seed!\n\nGreat! You've sent in 100 torrent files. Please seed them. If you have a seedbox, help out by seeding all the files. By each of us helping to keep the files alive, we can grow.",
			"date_added": 1509951667
		},
		{
			"post_id": 1509952094,
			"body": "ICIJ — November 5, 2017 . Two offshore firms, 19 secrecy jurisdictions, 13.4 million files. The Paradise Papers expose the secrets of the global elite.",
			"date_added": 1509952090
		},
		{
			"post_id": 1509953481,
			"body": "Goodbye to Golden Rice? GM trait leads to drastic yield loss and “metabolic meltdown”\n\nGMO Golden Rice is promoted as a potent tool to alleviate vitamin A deficiency. However, Indian researchers now report that the genes needed to produce it have unintended effects. When they introduced the engineered DNA, their high-yielding and agronomically superior Indian rice variety became pale and stunted, flowering was delayed and the roots grew abnormally. Yields were so reduced that it was unsuitable for cultivation (Bollinedi et al. 2017).\n\n“What the Indian researchers show is that the Golden Rice transgenes given to them by Syngenta caused a metabolic meltdown,” says Jonathan Latham, Executive Director of the Bioscience Resource Project. “The classic criticisms of genetic engineering as a plant breeding tool have always been, first, that introduced DNA will disrupt native gene sequences and, second, that unpredictable disruption of normal metabolism may result from introducing new functions. Golden Rice exemplifies these flaws to perfection.”\n\nThis then is the fundamental challenge of GMO metabolic engineering. It seems that making the intended metabolic changes (in this case increasing β-carotene levels) is the easy part (Giuliano 2017). The real challenge is to not make unintended changes by disrupting the many intersecting biochemical pathways—and thereby disrupting the complex plant processes that depend on them (Schubert 2008).\n\nby Allison Wilson, PhD\nIndependent Science News, 25 Oct 2017\nhttps://www.independentsciencenews.org/health/goodbye-golden-rice-gm-trait-leads-to-drastic-yield-loss/",
			"date_added": 1509953476
		},
		{
			"post_id": 1509956582,
			"body": "PM PST, November 5, 2017. At least 26 people — including children and a pregnant woman — were killed when a gunman opened fire at a rural Texas church during Sunday morning worship, according to reports.\nQuestion：With Muslims? Why the Church?\nI've always hated Muslims/ISIS.",
			"date_added": 1509956576
		},
		{
			"post_id": 1510124242,
			"body": "Exposure prevalence to glyphosate has increased 500% since introduction of GM crops\nActual levels have increased by around 1000% – and the evidence says we should be worried\n\nThe prevalence of human exposure to the weedkiller glyphosate has increased approximately 500% since the introduction of GM glyphosate-tolerant crops, University of California San Diego School of Medicine researchers have found.\n\nThe study longitudinally tracked repeated urine excretion levels of glyphosate in 100 individuals living in Southern California between 1993 and 2016. Actual levels in ug/ml increased by around 1000% over the 23-year period.\n\n“The data compares excretion levels of glyphosate and its metabolite aminomethylphosphonic acid in the human body over a 23-year time span, starting in 1993, just before the introduction of genetically modified crops into the United States,” said the study lead Dr Paul J. Mills, UC San Diego School of Medicine professor of Family Medicine and Public Health and director of the Center of Excellence for Research and Training in Integrative Health.",
			"date_added": 1510124234
		},
		{
			"post_id": 1510124476,
			"body": "Switching to a non-GMO diet can improve health – survey\nDetails\n\n\nDigestive problems, allergies and obesity are among the list of ailments that sufferers said improved after switching to a non-GMO diet\n\nSwitching to a non-GMO diet can transform health for the better, according to survey results reported in a new peer-reviewed article by Jeffrey M. Smith, published in the International Journal of Human Nutrition and Functional Medicine.\n\nOut of 3,256 people who responded to a survey emailed to members of the database of Smith’s organisation, the Institute for Responsible Technology (IRT), a remarkable 85.2% said their digestive health improved – by far the number one self-reported benefit – on changing to a diet without GMOs. \n\nMoreover, the changes were significant. When the 85% was broken down, only 5.9% reported “some mild improvement” and 11.3% “moderate improvement”. A full 29.1% reported “significant improvement,” 22.2% said their condition had “nearly gone,” and 16.6% had a “complete recovery.”\n\nThat means that more than two-thirds of everyone who answered the survey reported at least a significant improvement — up to complete recovery — from digestive problems after adopting a non-GMO diet. ",
			"date_added": 1510124467,
			"meta": "{\"img\":\"900,450,dcada7eb8ba5dc6985b97a99ebacb8ca8deb863bceddcfed,012131341356789A9B21C6DA90BEE2667A80E888AA7909E0FF\"}"
		},
		{
			"post_id": 1510149640,
			"body": "MantisTek GK2's Keylogger Is A Warning Against Cheap Gadgets (Updated)\nby Lucian Armasu November 7, 2017 at 8:40 AM\n \n\n\nUpdated, 11/7/2017, 8:40am PT: An earlier version of the article stated that the keyboard's software was sending key presses. However, in a closer look, it seems that the Cloud Driver software doesn't send the key presses to the Alibaba server but only how many times each key has been pressed. \nAssuming no malicious intent, it's possible that the keyboard maker wanted this sort of data in order to see the lifetime of its keyboard's keys or see which keys it needs to make more durable. However, doing this sort of tracking without user permission still seems like a violation of user trust. It could also be a violation of privacy laws in the European Union, where such consent needs to be explicit.",
			"date_added": 1510149630
		},
		{
			"post_id": 1510990101,
			"body": "http://127.0.0.1:43110/1BoxHDypbjd2yakQtjPwwbJMWR1KbHt1j9/\nhttp://127.0.0.1:43110/0play.bit",
			"date_added": 1510990090
		},
		{
			"post_id": 1511329154,
			"body": "Argentine groups demand food emergency law to fight poverty, malnutrition\nTelesur, 16 Nov 2017\nhttps://www.telesurtv.net/english/news/Argentine-Groups-Demand-Food-Emergency-Law-to-Fight-Poverty-Malnutrition-20171116-0014.html\n\nIn a country with the third largest economy in Latin America, over 11 million Argentine residents live in poverty.\n\nUnder the banner, “Without Land, Roof, and Work, Reforms are Against the People,\" social organizations in Argentina are demanding congress pass the Emergency Food Law and the Popular Economy Law.\n\nPeople marched throughout the capital of Buenos Aires as well as in the states of Salta, Chaco, Tucuman, Santa Fe and Misionesto demanding that the laws be passed and that President Mauricio Macri’s administration stop its series of austerity labor and economic reforms.\n\nThousands of people, organized by Neighborhoods on Their Feet, the Classist and Combative Current, and the Confederation of Solidarity Economy Workers, set up pop-up food kitchens in at least 1,000 locations, including the Plaza de Mayo, the congressional building, and the presidential palace to feed people and demand the government halt its current economic reforms they say is driving people into poverty.\n\nThe social movements said, \"We urgently need the emergency food and solidarity economies laws to be passed, and we reject the [administration’s] labor and pension reforms.”\n\nBetween January and June of 2017, poverty increased by more than 8 percent, from 20.4 to 28.6 percent in Argentina, according to the country’s National Institute of Statistics. In some Buenos Aires neighborhoods, the poverty percentage rose 13.4 percent, a 4 percent increase over the same time in 2016.\n\nA recently released study by the Institute of Social, Economic and Citizens Institute found that malnutrition in Argentina has increased from 43 to 48 percent in kids aged 2 to 19.\n\nIn a country with the third largest economy in Latin America, over 11 million Argentine residents live in poverty. Activist leader, Daniel Menendez told reporters at the rally that these statistics are “sad and outrageous.”\n\nThe emergency food bill has been stuck in congress since August. Menendez said the important part of the law is that “it has to do with malnutrition.” He added that “48 percent of young people in Buenos Aires” are suffering from malnutrition, eating lots of sugars and starches and having a hard time getting enough protein in their daily diet.\n\nMenendez said malnutrition and poverty are worse under Macri as compared to previous administrations.\n\nSince 2016 Macri’s economic reforms have resulted in the layoff of over 108,000 public workers. He and right-wing senators have slashed energy and gas subsidies, causing a 500 percent price increase in electricity. Some parts of the country have seen a 300 percent jump in natural gas prices as well as 10 percent cost increases in public transport in some parts of the country.\n\nOn Nov. 22, the groups plan to march to the steps of the Ministry of Agriculture with small-scale farmers from across the country. On Dec. 6 they will join national labor unions at the Plaza de Mayo.\n\nThe Justice Workers' Union marched yesterday against Macri’s plan to cut the judicial sector budget and layoff workers.",
			"date_added": 1511329142
		},
		{
			"post_id": 1511329215,
			"body": "New research finds GM crop-related herbicides cause antibiotic resistance\n\n\nFarm workers in rural areas and in children in urban settings who are exposed to herbicides may be at risk if they are also on antibiotics\n\nThe active ingredients of the commonly used herbicides, RoundUp, Kamba and 2,4-D (glyphosate, dicamba and 2,4-D, respectively), each alone cause antibiotic resistance at concentrations well below label application rates, a new study led by researchers at the University of Canterbury in New Zealand has found.\n\nProfessor Jack Heinemann of the School of Biological Sciences in UC’s College of Science said the key finding of the research was that “bacteria respond to exposure to the herbicides by changing how susceptible they are to antibiotics used in human and animal medicine.”\n\nThe herbicides studied are three of the most widely used in the world, Prof Heinemann said. They are also used on crops that have been genetically modified to tolerate them.\n\nThe effect was not seen at herbicide concentrations that are presently allowed for food (called Maximum Residue Limits, MRL). However, the effect was seen at concentrations well below those applied to plants (application rates). Therefore, the authors believe, the effect is most likely to arise in farm workers in rural areas and in children in urban settings who are exposed to herbicides, if they are also on antibiotics.\n\nProf Heinemann said, “They are among the most common manufactured chemical products to which people, pets and livestock in both rural and urban environments are exposed. These products are sold in the local hardware store and may be used without training, and there are no controls that prevent children and pets from being exposed in home gardens or parks. Despite their ubiquitous use, this University of Canterbury research is the first in the world to demonstrate that herbicides may be undermining the use of a fundamental medicine - antibiotics.”\n\nIn addition, the new paper finds that added ingredients (surfactants) that are commonly used in some herbicide formulations and processed foods also cause antibiotic resistance. An antibiotic resistance response was caused by both the tested surfactants, Tween80 and CMC. Both are also used as emulsifiers in foods like ice cream and in medicines, and both cause antibiotic resistance at concentrations allowed in food and food-grade products.\n\nCommenting on the regulatory implications of his team's findings, Prof Heinemann said: “The sub-lethal effects of industrially manufactured chemical products should be considered by regulators when deciding whether the products are safe for their intended use.\"\n\n“More emphasis needs to be placed on antibiotic stewardship compared to new antibiotic discovery. Otherwise, new drugs will fail rapidly and be lost to humanity.”\n\nThe researchers first observed herbicide-related antibiotic resistance in their paper published in the American Society of Microbiology’s journal mBio in 2015. \n\nAfter the paper appeared, Monsanto spokesperson Charla Lord commented that it was still not known whether the active ingredients or the added ingredients in the herbicides were responsible. \"It is difficult to separate the effect of surfactants, which are known to have an impact on cultured microbes, from the active ingredients,\" she said.\n\nThe new follow-up study was conducted in order to answer that very question. It found that both the active and the added ingredients were responsible.\n\nAntibiotic resistance is the cause of nearly a million additional deaths worldwide from infectious diseases, Prof Heinemann says.\n\n“The United States, for example, estimates that more than two million people are sickened every year with antibiotic-resistant infections, with at least 23,000 dying as a result. By 2050, resistance is estimated to add 10 million annual deaths globally with a cumulative cost to the world economy of US$100 trillion. In other words, roughly twice the population of New Zealand will be lost annually to antibiotic resistance.”\n\nWhether these herbicides and their added ingredients act as antibiotics at realistic doses in humans and animals remains to be established experimentally.\n\nBackground\nHerbicides are chemicals used to control weeds. Because they kill organisms, they are biocides. As their primary purpose is to kill plants, their effects on some non-target organisms are not as well studied.\n\nAntibiotics are also biocides. Antibiotic resistance allows bacteria that previously could be controlled by antibiotics to continue to cause disease and remain infectious for longer, even in the presence of antibiotics. Resistance to at least one major clinical antibiotic is now found in all human pathogens, and some important pathogens can be resistant to all but one antibiotic, or even all antibiotics. Even in wealthy countries, antibiotic resistance is responsible for billions of dollars of increased health care costs, additional suffering and tens of thousands of deaths each year.\n\nMany biocides have effects on either target or non-target organisms at concentrations that do not kill. These are called sub-lethal effects. When pesticides, including herbicides, are reviewed for their safety by regulators, the focus is on acute and sometimes chronic toxicity, using mortality as an endpoint. Much less information is sought on potential sub-lethal effects, particularly for microbes.\n\n“Where this information is sought, it is usually only for people or animals. We are unaware of any regulator ever considering the risk of sub-lethal effects on bacteria. That is what makes this new research so important.”\n\n\nThe study: Kurenbach B et al (2017). Herbicide ingredients change Salmonella enterica sv. Typhimurium and Escherichia coli antibiotic responses. Microbiology, 17 November 2017. doi: 10.1099/mic.0.000573\nhttp://mic.microbiologyresearch.org/content/journal/micro/10.1099/mic.0.000573\n\nInformation on the senior researcher:\nhttp://www.canterbury.ac.nz/science/contact-us/people/jack-heinemann.html\n\nPrevious paper:\nhttp://mbio.asm.org/content/6/2/e00009-15",
			"date_added": 1511329202
		},
		{
			"post_id": 1513096059,
			"body": "10 questions about GM foods\nhttp://www.gmwatch.org/files/10-Questions-about-GM-Foods.pdf\n\nhttp://127.0.0.1:43110/ZeroMedium.bit/?/1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs\n1. Does genetic engineering of crops increase yields?\n2. Do GM crops decrease pesticide use?\n3. Are GM crops a permanent and effective solution to farmers’ weed problems?\n4. Trillions of GMO meals have been eaten in the US. So GM crops don’t have toxic or allergenic effects – right?\n5. Can GM and non-GM crops “coexist”?\n6. Are GM crops needed for good nutrition?\n7. Are GM crops needed to feed the world?\n8. Which is better at producing crops with useful traits – conventional breeding or GM?\n9. Is GM crop technology precise enough to ensure that it will not result in unpleasant surprises?\n10. Why are crops being genetically engineered?\n\n",
			"date_added": 1513096045
		},
		{
			"post_id": 1513228759,
			"body": "100 000 000 000 000 ZWD = 1 Dollar\n0.000 000 000 000 001 BTC = 1 Dollar\n\n2018Y:    0.000 000 000 000 000 000 000 001 BTC = 1 Dollar \n\n201-Y:    0.000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 001 BTC = 1 Dollar ",
			"date_added": 1513228744,
			"meta": "{\"img\":\"900,471,8aaaa9ba999989a9aaa98678888889bcc8779ababb,012223400543623789AA58B29789AAC366B778DD01268884DA\"}"
		}
	],
	"post_like": {
		"1FGVEuZKPYmMDng42wk6kLZoDMx8gwXH3K_1509861045": 1509863286,
		"1FGVEuZKPYmMDng42wk6kLZoDMx8gwXH3K_1509860685": 1509863292,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1509849757": 1509863305,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1509829704": 1509863316,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1509829215": 1509863323,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1509923826": 1509951418,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509951670": 1509953849,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1510124476": 1510125851,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1510124242": 1510125854,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509964285": 1510125858,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509956582": 1510125860,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509953481": 1510125863,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509952094": 1510125864,
		"13aB79mzuRLgDYzQthn9wzycjw77WyDXh6_1510117910": 1510125902,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1511329215": 1511329697,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1511329154": 1511329700,
		"1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1513096059": 1513096344,
		"1BphMmzmrPc3zawVj6ES9va18a6PxJqb47_1513095465": 1513096527,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1513059546": 1513096593,
		"1PSaHi14Xh4Kjo3yyjDgbRtj4YLQgWV4QJ_1513088912": 1513098396,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1513228386": 1513229125,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1513225718": 1513229128,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1513212009": 1513229131,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1513209374": 1513229134,
		"12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1513207969": 1513229137
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "@43110: google",
			"post_uri": "1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509952094",
			"date_added": 1509952514
		},
		{
			"comment_id": 2,
			"body": "@43110: http://www.insideedition.com/several-people-killed-after-gunman-opens-fire-texas-church-report-37823",
			"post_uri": "1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1509956582",
			"date_added": 1509956648
		},
		{
			"comment_id": 3,
			"body": "@Git Center: cool",
			"post_uri": "12gAes6NzDS9E2q6Q1UXrpUdbPS6nvuBPu_1513059546",
			"date_added": 1513096652
		},
		{
			"comment_id": 4,
			"body": "@Krixano: great",
			"post_uri": "1PUHgC7xiZNDc3YKwMM4Jk2setv7v8LmBs_1513096059",
			"date_added": 1513154421
		}
	],
	"follow": []
}