{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 17,
	"comment": {
		"1513362859_15zSEBpmS1CwXsJjDA5ymFXtoGpsnpYCWr": [
			{
				"comment_id": 1,
				"body": "he's still human.. a prick of a human being but still.. mob justice is no justice.",
				"added": 1513367085
			},
			{
				"comment_id": 2,
				"body": "> [ins0mniak](#comment_3_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): You are a fucking idiot.\n\ndude.. im with you all the way till you make someone feel unsafe in their own fucking home.. thats beyond fucked up. think of his family. kids.. wife.. who have nothing to do with his cheap bribed ass.",
				"added": 1513382454
			},
			{
				"comment_id": 3,
				"body": "> [ins0mniak](#comment_4_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): Lots of wannabe tough guy, revolutionaries on today. Really intelligent to advocate violence towards someone because you can't understand that they may have legitimate reasons for holding an opposing viewpoint. None of you clowns are going to do anything. Are you going to come to Virginia and assault the head of the FCC? No of course not. Seriously grow up.\n\nnot a tough guy by any means but it's not like you with couple of posts on obscure parts of internet is going to change anything.. honestly i'm on your side but i don't think violence or advocating it is going to change anything to something positive.",
				"added": 1513388989
			},
			{
				"comment_id": 4,
				"body": "> [ins0mniak](#comment_5_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): Im obviously not talking about you, bro.\n\nsorry my mistake :) it's all good.. i mean keep making noice.. it's all for better right :) i just not really think doxing is the way to go. i mean the guy is a dipshit no doubt but it's kinda fucked if you don't feel safe in our own home.",
				"added": 1513393194
			},
			{
				"comment_id": 5,
				"body": "> [ins0mniak](#comment_6_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): agreed.\n\ni know it's not as important for me as it it might be for you but i'm glad we agree on this one thing.",
				"added": 1513394978
			},
			{
				"comment_id": 6,
				"body": "wellp... and then there is this fucking failure of a human being wank stain of a dip shite https://twitter.com/foxandfriends/status/941625898867945472",
				"added": 1513404890
			},
			{
				"comment_id": 14,
				"body": "> [ins0mniak](#comment_8_1LMNoBqBx1J5Ug83Huseh6fTQ4TAaDZoJj): So Democracy to you means the thuggish intimidation of those with whom you disagree? Don't be coy, it's obvious that that is what you are inferring.   It's pretty sad that people like you don't even have even the most basic critical thinking skills with which to argue your viewpoints. No, it's just \"I disagree, so I'm going to be a thug and aggressive towards others\".   No one is going to take away your internet FFS. If you want people to take you seriously than drop the Antifa crap and learn to present your ideas like a mature adult.\n the point is not to protect some wankers family.. it's giving the family of a wanker a chance of a decent life..",
				"added": 1513447693
			},
			{
				"comment_id": 15,
				"body": "> [htgozn](#comment_33_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): I'm just playing the part of the 'fucking idiot' that you expect me to be. Any sort of civil discussion has been lost long ago.  You remind me of my big brother, he's 14 and two grade behind me. :)\n\nto be fair you guys have been making more noice here than there has been for a while.. and while you guys might disagree there is a conversation going on and thats a big fucking positive thing..  atleast on my mind.. live, learn and let live right? :)",
				"added": 1513454011
			}
		],
		"1513417002_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs": [
			{
				"comment_id": 7,
				"body": "i don't think there is anyone with any authority with that site anymore.. better to move to milllchan since it is actively developed and there is no questionable material there.",
				"added": 1513418448
			},
			{
				"comment_id": 8,
				"body": "yeah the '0chan porn' is the one with cp.. so avoid that and you are good :) well atlest for now..",
				"added": 1513421278
			},
			{
				"comment_id": 9,
				"body": "> [styromaniac](#comment_312_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): 0chan is not a good site. I've seen the illegal content thumbnails myself. [...]\n\ni dont think 0chan it self has had any shady suff in it but the '0chan porn' is a big NO GO...",
				"added": 1513431804
			},
			{
				"comment_id": 10,
				"body": "> [nekololi](#comment_81_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): if you don't want to host something you don't have to. delete it on zero hello. does it host illegal content? then add it to your black list. that isn't hard. [...]\n\ni don't know how the site's work excatly but the thing is 0chan porn has child pornography on it and that's what i'm trying to warn people about..",
				"added": 1513436666
			},
			{
				"comment_id": 11,
				"body": "> [nekololi](#comment_83_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): im really sorry, i was just under the impression this was common knowledge. i have had it blacklisted on my zeronet instance for a long time, and if someone runs a public proxy service he should do the same. [...]\n\nyeah.. i'm kinda new here just trying keep this thing something worthy of coming back to :)",
				"added": 1513438251
			},
			{
				"comment_id": 12,
				"body": "> [htgozn](#comment_17_1J58Rie679DVSuKB1iDyFFTbzmaMaY2bt2): \"Should not there also be an age disclaimer....if not for legal reasons ..then maybe Moral ones?\" What would you prefer, Two buttons that read [I am over 18 years old] - [I am not older then 18 years old] ??   [...]\n\nyes my point is by no means for censorship.. and yes there should be a disclaimer but there is not.. hence my humble warnings :)",
				"added": 1513442874
			},
			{
				"comment_id": 13,
				"body": "> [nekololi](#comment_84_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): if a site operator doesn't want to put an age disclaimer on their website they will choose not to do so, and that is their right. the legality of not having a disclaimer depends entirely on the legal jurisdiction they reside in, but if a website is distributed, and not hosted on a server in a specific country, there may not be any legal requirements to put a disclaimer on there. [...]\n\ncurious a point of view.. but you know i go by the laws set by the country i live in and hence i do not host the site we have been talkng about.. but my point is this it's what you do matters not what others do for you.. doesn't matter what the site operator does.. what matters is what you do.. do you re-host it or not.. it's all up to you..  not trying to be a dick.. just trying to be helpfull.",
				"added": 1513445051
			},
			{
				"comment_id": 16,
				"body": "> [nekololi](#comment_85_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): Have you considered that that particular site operator wished to have that kind of content posted?And while members of the ZeroNet community SHOULD be proactive and do what is best for the \"community\", it is also true that ZeroNet is a public tool that anyone can pick up and use to do whatever they want with. ZeroNet is not and should not be designed to weed out \"bad apples\" in that sense. [...]\n\nthere are some valid points there neko :) it is what we make of it.. right.. so lets keep it positive :)",
				"added": 1513461273
			}
		]
	},
	"comment_vote": {}
}