{
	"next_comment_id": 7,
	"user_name": "Yuzu",
	"hub": "1White24UrrwQrD86o6Vrc1apgZ1x1o51",
	"post_like": {},
	"comment": [
		{
			"comment_id": 1,
			"body": "这是手动翻译=。=",
			"post_uri": "17H6uxjm8hQK9Rk79yHkvQYQnTkJNroA3T_1497263256",
			"date_added": 1497266840
		},
		{
			"comment_id": 2,
			"body": "@ScrubTheSecond: This is what i said  \"choose law enforcement\" yesterday. It is illegal that protesting in public without Government permission in China.\n- - -\n这就是我昨天说的“选择执法”。在中国，未经政府许可，在公众场合抗议、游行、示威，是非法的。但通常政府不会惩罚抗议者，而是通过其他手段减小这些抗议的影响。（例如政府命令媒体禁止报道）\n- - -\nThis is what I said yesterday, \"choose law enforcement.\" In China, protests, demonstrations and demonstrations in public places without the permission of the government are illegal. But usually the government will not punish the protesters, but by other means to reduce the impact of these protests. (For example, the government ordered the media to prohibit the report)",
			"post_uri": "17H6uxjm8hQK9Rk79yHkvQYQnTkJNroA3T_1497263128",
			"date_added": 1497334626
		},
		{
			"comment_id": 3,
			"body": "@ScrubTheSecond: 《中华人民共和国宪法》第三十五条规定，中华人民共和国公民有言论、出版、集会、结社、游行、示威的自由。\nHowever，《中华人民共和国集会游行示威法》第7条规定， 举行集会、游行、示威，必须依照本法规定向主管机关提出申请并获得许可。\nAnd，\n《中华人民共和国集会游行示威法》第九条：主管机关接到集会、游行、示威申请书后，应当在申请举行日期的二日前，将许可或者不许可的决定书面通知其负责人。\n《中华人民共和国集会游行示威法》第十三条：集会、游行、示威的负责人对主管机关不许可的决定不服的，可以自接到决定通知之日起三日内，向同级人民政府申请复议，人民政府应当自接到申请复议书之日起三日内作出决定。\n\n也就是说，在任意时间提起的集会，即使没有正当理由，必须给出许可，也可以让集会不能合法地进行。\n- - -\nArticle 35 of the Constitution of the People's Republic of China stipulates that citizens of the People's Republic of China have freedom of speech, publication, assembly, association, procession and demonstration.\nHowever, Article 7 of the Lawsuits and Demonstrations of the People 's Republic of China stipulates that meetings, demonstrations and demonstrations shall be held and the application shall be made to the competent authority in accordance with the provisions of this Law.\nAnd,\nArticle 9: After receiving the application for assembly, procession and demonstrations, the competent authority shall notify the person in charge of the written permission of the permission or non - permission two days before the date of application.\nArticle 13: The person in charge of a meeting, procession or demonstration shall be dissatisfied with the decision not permitted by the competent authority, and may, within three days from the date of receiving the notice of the decision, apply to the people's government at the same level Reconsideration, the people's government shall, within three days from the date of receipt of the application for the reconsideration, make a decision.\n\nIn other words, at any time the rally, even if there is no justification, must give a permit, you can also make the rally can not be carried out legally.",
			"post_uri": "17H6uxjm8hQK9Rk79yHkvQYQnTkJNroA3T_1497263128",
			"date_added": 1497335237
		},
		{
			"comment_id": 4,
			"body": "@Strawing: string “- - -”",
			"post_uri": "17H6uxjm8hQK9Rk79yHkvQYQnTkJNroA3T_1497263256",
			"date_added": 1497335530
		},
		{
			"comment_id": 5,
			"body": "强化实名制为什么会加剧公民信息泄露？",
			"post_uri": "13hDubvsRRAfvK2UGKhWQM9bAAViHwhyL2_1497966853",
			"date_added": 1498018501
		},
		{
			"comment_id": 6,
			"body": "可能是美国政府（笑）",
			"post_uri": "1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL_1498710018",
			"date_added": 1498728241
		}
	]
}