{
	"next_post_id": 60,
	"next_comment_id": 89,
	"next_follow_id": 18,
	"avatar": "generate",
	"user_name": "Musickiller",
	"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
	"intro": "[blog.musickiller.bit](http://127.0.0.1:43110/blog.musickiller.bit)",
	"post": [
		{
			"post_id": 1,
			"date_added": 1470874158,
			"body": "Hello ZeroMe!"
		},
		{
			"post_id": 2,
			"body": "RED HUB! COZ RED MEANS FASTAAAAA!!!",
			"date_added": 1470874744
		},
		{
			"post_id": 3,
			"body": "By the way, I've decided to try Arch. Parabola, I mean.. Also downloaded Trisquel and gNewSense just in case.\n\nThinking of downloading Ubuntu. Why not?) What if I say \"Fuck it, I wanna go home to mama!((\"\n\nWindows?...... Eventually, but not now. I don't have so much time to play anyway.",
			"date_added": 1470875546
		},
		{
			"post_id": 4,
			"body": "Confirmed, Merger Sites work fast and fine on Android under GNURoot.",
			"date_added": 1470899425
		},
		{
			"post_id": 5,
			"body": "https://ipfs.pics/QmPMq6JpPPpU6EBt8jkGvBn9eeGZPsJwVArQFSkBa3gnC8",
			"date_added": 1470899630
		},
		{
			"post_id": 6,
			"body": "You know what would be cool? If all ZNet information was stored not as cleartext, but as an encoded data. This way it would be impossible to use automation to collect and refine user data. (Fuck da police!)\n\nDownside is that it would be harder to search through it (if possible) from outside ZN. So its better be an option.",
			"date_added": 1470899942
		},
		{
			"post_id": 7,
			"body": "@newuser123 yup, but it would be so much slower than simple text file reading! That would cost them!)",
			"date_added": 1470904843
		},
		{
			"post_id": 8,
			"body": "@kaffie A decrypting clone... I have not thought of that((",
			"date_added": 1470904898
		},
		{
			"post_id": 9,
			"body": "Damn, I need an analog of retweets. Or an ability to reply to comments...",
			"date_added": 1470904995
		},
		{
			"post_id": 10,
			"body": "Yup, I use ZNet in underground trains without the need of Moscow Metro spy Wi-Fi hotspots =D\n\nViva Free Software, Viva Free Internet, Viva Freedom!",
			"date_added": 1470905836
		},
		{
			"post_id": 11,
			"body": "But I wish firechat was open though... Or opengarden had a tor-like routing, so that to a spy hotspot al the traffic was like it came from a single device... and open. I'm not sure that \"open\" in the name means anything. I have not seen those apps in F-Droid...",
			"date_added": 1470906186
		},
		{
			"post_id": 12,
			"body": "Nofish is like a rock star here ^_^",
			"date_added": 1470913733
		},
		{
			"post_id": 13,
			"body": "Sorry about typos. I'm at work, from a tabled, and too excited about this new feature! =D",
			"date_added": 1470914267
		},
		{
			"post_id": 14,
			"body": "Also a button to go to the top of the page is not a bad idea -_-\nOn IceCat it's a headache to return to the top any other way =(",
			"date_added": 1470917010
		},
		{
			"post_id": 15,
			"body": "Microblog is a great way to find people here. Good job. For real =)))",
			"date_added": 1470917077
		},
		{
			"post_id": 16,
			"body": "meow! =^_^=",
			"date_added": 1470932764
		},
		{
			"post_id": 17,
			"body": "darn, I've missed this feeling. Just write \"meow\" and send into the void of internet.",
			"date_added": 1470932874
		},
		{
			"post_id": 18,
			"body": "Is there a way to encode a file on a flash drive in a way that would be readable both on windows and linux and remain secure on both?",
			"date_added": 1470998254
		},
		{
			"post_id": 20,
			"body": "sadly HTML tags aren't working. Could've been a way to post images here...\n\nInsecure way, but still a way...",
			"date_added": 1470998444
		},
		{
			"post_id": 21,
			"body": "OK, I'm reinstalling an OS, and wanna try Parabola (like Arch, but GNU).\n\nI want to encrypt a partition. At first, I wanted it to be protected from an internet attacker even after I've decrypted the file for myself, but after reading some guides, I'm not sure I can do that.......\n\nAnd I'm not sure I need any other way of encryption, since I don't expect anyone to tamper with my drives... And if they do, it most surely will be a government, so there is no point in that =( They can just make me tell them the password.\n\nMay be some of you have an advice for me here?.. I feel a bit lost xD\n\nAlso the problem is that it's the first time I install anyting Arch-like, so thinking about \"how to do a thing I have not done on an OS I have not used before\" - is a bit troublesome alone.\n\nHELP!!!!111 >.<",
			"date_added": 1471014724
		},
		{
			"post_id": 22,
			"body": "OK. A better question: I'm goind to use a GNU version of Arch. DO I NEED TO ENCRYPT MY DRIVE AT ALL???\n\nI mean... It's not like guys from GNU are installing backdoors in their OS.. Do they?\n\nI'm not expecting anyone to steal my HDD while I'm away.",
			"date_added": 1471017294
		},
		{
			"post_id": 23,
			"body": "Trouble: I bought YOTA SIM-card yesterday. It sucks. They forbid tethering and torrent usage. But I think I found a way to bypass their security. Mesh network. Like open garden!\n\nThey surely check Wi-Fi/USB/bluetooth hotspot, but I'm not so sure about Wi-Fi/Bluetooth Direct! =D So I wanna try this one. I think that if they would prohibit those, no one would even consider buying their shit, since you can't directly switch Direct connection on/off.\n\nDo you know any opensource mesh network apps? Ones that share raw internet, not messages.",
			"date_added": 1471075152
		},
		{
			"post_id": 24,
			"body": "Damn yota... They spot whatever Open Garden does and block it.\n\nMy next idea is to use Wi-Fi Direct like OG did, but do that by hand with Ubuntu tools. May be I will be able to spot where and what have OG done wrong.\n\nThe thing I really need is to hide devices that connect to my phone or tablet and make them look like the tablet itself. But without rooting that's most surely impossible.\n\n// yes, I've lost the whole day to a futile attemp to use Open Garden to bypass Yota limitations...",
			"date_added": 1471108744
		},
		{
			"post_id": 25,
			"body": "AHA! I see the difference in wether I follow myself or not: by following myself, I can see my own posts on Activity feed! Useful!))",
			"date_added": 1471109572
		},
		{
			"post_id": 27,
			"body": "@nofish, I have a bug for you. Somebody, who he reads, tell him to pay a attention, OK?\n\nhttps://ipfs.pics/QmaAk5UwVGC42xMwgMkP4NsPNAwdf9y84miY61UnzGS8gy\n\nLink to the post:\n\nhttp://127.0.0.1:43110/1MeFqFfFFGQfa1J3gJyYYUvb5Lksczq7nH/?Post/1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL/15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ/26",
			"date_added": 1471276022
		},
		{
			"post_id": 28,
			"body": "https://www.qubes-os.org/doc/verifying-signatures/\nan interesting article. But why would I **ultimately** trust Cubes key?",
			"date_added": 1471279848
		},
		{
			"post_id": 29,
			"body": "...that I got from an internet... AHA! now I see what the keybase is for! =D",
			"date_added": 1471279873
		},
		{
			"post_id": 30,
			"body": "I think I broke the internet =\\\n\nMy Wi-Fi router is saying something really terrible this time. And the funny part is that I didn't do anything. Besides installing Qubes OS (yea, I finally got that it's not cubes, it's qubes)... I knew I should not trust them \"ultimately\" xDDDD\n\nIt was a provider's problem. Fixed now.",
			"date_added": 1471302806
		},
		{
			"post_id": 31,
			"body": "@nofish Man, I've got an idea, and I think, mlst people will agree with me: Like in other social networks, here people should see posts starting with their nickname in activity feed (since there are no other notifications) even if they don't follow the person writing to them. (see \"Mentions\" on Twitter/Twister).\n\nWithout it I have just had to go to my profile and check my old posts to see if anyone who I don't follow wrote anything.\n\nAnother problem is for this reason that I start following people that are not very interesting for me (but I still want to see when they answer me).",
			"date_added": 1471327955
		},
		{
			"post_id": 32,
			"body": "Cool... I had an unchanging amount of NXT for a month or so and still I can't forge. Cool. Very fucking cool.\n\nI don't really want to forge very much, but it's PoS system, and what's the point if I can't proove my stake?? And what's more importantly is wether or not I will be given Ardor after all this?..\n\n@ks, could you please check my account? Do you also see zeros on the amount that is needed for forging? It just can't be so!",
			"date_added": 1471328917
		},
		{
			"post_id": 33,
			"body": "Security error with keybase.io\n\nhttps://ipfs.pics/QmenE9Uw7TwrJuiZn3Bayz9FVYNnd8yTj1FFrtY8x5oWes",
			"date_added": 1471334695
		},
		{
			"post_id": 34,
			"body": "IceCat obviously could use a bit higher priority. Lags...",
			"date_added": 1471334752
		},
		{
			"post_id": 35,
			"body": "Darn.. No Keybase for android =(\n\nAnd when I thought to compile it for debian armhf, I found too many unknown languages. I don't wanna install a gigabyte of languages for a single app, even if that's keybase. And most surely I'll need to compile compilers (on android tablet) and I'm done with that.",
			"date_added": 1471336022
		},
		{
			"post_id": 36,
			"body": "Copy files between VMs in Qubes OS: https://www.qubes-os.org/doc/copying-files/",
			"date_added": 1471346780
		},
		{
			"post_id": 37,
			"body": "I've began to write about Qubes OS in my blog. Comment and help me make it better. Ask questions and I (or someone else who reads me) will try to find an answer.\n\nblog.musickiller.bit",
			"date_added": 1471464563
		},
		{
			"post_id": 38,
			"body": "Sorry for tons of typos I make. In a hurry. Have not slept enough and won't have much time to sleep today. But still wanted to tell you what I've discovered about Qubes today.",
			"date_added": 1471465651
		},
		{
			"post_id": 39,
			"body": "Sorry, but I will take a pause with Qubes. This night we are rooting an sm-t531 with Ubuntu-like OS.\n\nInteresting ClearNet links:\nhttp://www.rojtberg.net/668/how-to-root-android-using-ubuntu/\nhttp://glassechidna.com.au/heimdall/",
			"date_added": 1471560992
		},
		{
			"post_id": 40,
			"body": "Comment and ask questions and may be I'll post it in my blog.",
			"date_added": 1471561015
		},
		{
			"post_id": 41,
			"body": "OK. I've decided that I need at least one device alive. The phone is lost (again), so I can't risk killing my tablet.",
			"date_added": 1471566325
		},
		{
			"post_id": 42,
			"body": "If I constantly loose stuff and then find it again.. Am I a great looser ot a great finder? A searcher I am either way.",
			"date_added": 1471566401
		},
		{
			"post_id": 43,
			"body": "I **love** secure browsers that don't use Flash. Right untill I want to watch porn.",
			"date_added": 1471566450
		},
		{
			"post_id": 44,
			"body": "The most usefull tool for ZeroMe is browser's search option. I just press \"highlight all\" on \"musickiller\" and browse Activity feed with ease =D",
			"date_added": 1471609581
		},
		{
			"post_id": 45,
			"body": "GNU IceCat ~~strikes~~ sucks again!\n\nhttps://ipfs.pics/QmdJwDP1QoXUZJ9bBze5BVDnJnsg1V2QT7NPRtkRk5s3iV",
			"date_added": 1471609693
		},
		{
			"post_id": 46,
			"body": "The sky is green and throwing bolts of silver.\nA good representation of what's happening with me last couple of weeks...",
			"date_added": 1471615266
		},
		{
			"post_id": 47,
			"body": "OK, guys: a big question! KingRoot: yes, or no? True solution or a trojan, like avast told me?",
			"date_added": 1471624787
		},
		{
			"post_id": 48,
			"body": "I want to root my devices and it seems easier with KingRoot... But I think I'll use Odin for sm-t531 and may be try Heimdall for HTC Desire 310 (I hope Heimdall does not only support Samsung...)",
			"date_added": 1471631880
		},
		{
			"post_id": 49,
			"body": "Windows is like a drug.. I can't stop using it =(",
			"date_added": 1471631990
		},
		{
			"post_id": 50,
			"body": "Damn... ZeroMe still does not have ctrl+enter support...",
			"date_added": 1471632025
		},
		{
			"post_id": 51,
			"body": "Bad news: I have to decrypt the device before I install SuperSu there... Stupid TWRP can't decrypt the fs itself...",
			"date_added": 1471633993
		},
		{
			"post_id": 52,
			"body": "I want to sleep. AND I want to decrypt my tablet and install supersu, normal terminals and a multiwindo mode...",
			"date_added": 1471643090
		},
		{
			"post_id": 53,
			"body": "OK, no, actually I want to install ubuntu there... Compile stuff I usually use... And have a normal linux on a device that I use outdoors... But it's a long term project.",
			"date_added": 1471643176
		},
		{
			"post_id": 54,
			"body": "Damn... people, you scare me. Read my blog before writing like that in my comments... Or at least ZeroME.. A guy that plans to install Ubuntu on an Android tablet can't be a windows lover...",
			"date_added": 1471645540
		},
		{
			"post_id": 55,
			"body": "Sorry for not answering, guys... I have to search through all my messages, since there are no Mentions yet.\n\nAnd sorry for being quite agressive... I have trouble being around new people. It appears that it's true even for social networks.\n\nAnd please read my profile first, before writing all those bizzare suggestions...",
			"date_added": 1471646321
		},
		{
			"post_id": 56,
			"body": "My phone is almost charged enough for decryption. I'll go to bed soon (at last).\n\nGood night, ZeroMe.",
			"date_added": 1471646362
		},
		{
			"post_id": 57,
			"body": "A smart idea: RT @Jayofthezero: ... Only alternative I can think of would be to use something like Tasker to send a secure email, or similar, the location of your phone at either defined intervals or when you send a trigger to your phone, like an SMS.\n\n-----\n\nQ: So Tasker is an app for android?\nA: Yup, but it's priprietary, so I won't trust it.\n\nQ: Something else?\nA: Yup! [LibreTasks (clearnet)](https://f-droid.org/repository/browse/?fdfilter=task&fdid=libretasks.app)",
			"date_added": 1471676713
		},
		{
			"post_id": 58,
			"body": "@Andrewm: You've got an awesome site =D Is the background run on JS?",
			"date_added": 1471677354
		},
		{
			"post_id": 59,
			"body": "When I edit my profile info, at first ZeroMe says \"published\", then, after a brief pause, it says \"failed\". WTF?\n\nNow it says it about everything!",
			"date_added": 1471677748
		}
	],
	"post_like": {
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_3": 1470899130,
		"1PCPuVtFv8apVpXYbc46wHugNhFUVQ6KCv_6": 1470906866,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_4": 1470913684,
		"1F6BMqittjWUStzUbRXm2kG2GQ3RdBLqFQ_6": 1470916884,
		"12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_2": 1470916891,
		"12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_3": 1470932654,
		"1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_2": 1470999870,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_7": 1471013711,
		"1ADB7TdX2fVbTsWBoMe9yBTmVXTbb33b4R_8": 1471016601,
		"1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS_6": 1471204677
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "o_O I did't say that! Or did I?..",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1",
			"date_added": 1470874322
		},
		{
			"comment_id": 2,
			"body": "Thank U man, U R awesome =D",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_3",
			"date_added": 1470875575
		},
		{
			"comment_id": 3,
			"body": "@antyhrabia hm... I thought, Apt was the easiest? Ugh... I want to see it even more now!)",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_3",
			"date_added": 1470899304
		},
		{
			"comment_id": 4,
			"body": "Would not the post remain under all my new posts? You have a high chance of never finding that comment at all! (In case someone writes a post or 2 and my comment goes down in your Activity Feed)",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_9",
			"date_added": 1470905551
		},
		{
			"comment_id": 5,
			"body": "And since I don't usually use ZeroNet on a reliable internet connection, you can get my reply hours after the initial posting.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_9",
			"date_added": 1470905634
		},
		{
			"comment_id": 6,
			"body": "@kaffie yup. It's exactly what I was thinking about. Just said the wrong thought =(",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_9",
			"date_added": 1470905968
		},
		{
			"comment_id": 7,
			"body": "It's like seeing a complete picture in the mind, but focusing on wrong features...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_9",
			"date_added": 1470906071
		},
		{
			"comment_id": 8,
			"body": "An \"erase old...\" button would be most welcome. //thx, 123",
			"post_uri": "1PCPuVtFv8apVpXYbc46wHugNhFUVQ6KCv_6",
			"date_added": 1470906492
		},
		{
			"comment_id": 9,
			"body": "I've heared that ZID is a reliable way of tracking.. One of reasons why ZeroVerse was made, was not it? Unless your ZID account was made with bitmessage address.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_8",
			"date_added": 1470907163
		},
		{
			"comment_id": 10,
			"body": "yea, it's cool. And I miss ReTweets again =(((",
			"post_uri": "1PCPuVtFv8apVpXYbc46wHugNhFUVQ6KCv_7",
			"date_added": 1470913456
		},
		{
			"comment_id": 11,
			"body": "Hulk repost!",
			"post_uri": "1PCPuVtFv8apVpXYbc46wHugNhFUVQ6KCv_7",
			"date_added": 1470913474
		},
		{
			"comment_id": 12,
			"body": "Cool! Features needed so far: Reposts, Reply notifications, Delete old posts button (or an automated deletion system), and image sharing.",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_4",
			"date_added": 1470913648
		},
		{
			"comment_id": 13,
			"body": "@kaffie darn.. Hawk Eye does not work when there are so many \"A followed B\" and \"A liked C\" type notifications... But I'm still glad nofish released this site =D",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_9",
			"date_added": 1470913931
		},
		{
			"comment_id": 14,
			"body": "GNU Root Debian does the job well for me.",
			"post_uri": "1F6BMqittjWUStzUbRXm2kG2GQ3RdBLqFQ_10",
			"date_added": 1470916770
		},
		{
			"comment_id": 15,
			"body": ";)",
			"post_uri": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu_2",
			"date_added": 1470916821
		},
		{
			"comment_id": 17,
			"body": "Oh, that I can see xD https://ipfs.pics/QmbcH6RGHXceGYvk7se9wMF9ifUHWC33BPK6T4ArAh2bTb",
			"post_uri": "1PCPuVtFv8apVpXYbc46wHugNhFUVQ6KCv_10",
			"date_added": 1470919478
		},
		{
			"comment_id": 18,
			"body": "hey! I've found a way to send 2 messages!) Just press \"Enter\" twice",
			"post_uri": "1PCPuVtFv8apVpXYbc46wHugNhFUVQ6KCv_10",
			"date_added": 1470919600
		},
		{
			"comment_id": 19,
			"body": "May be that's caused by a lag.. My droid is pretty laggy now((",
			"post_uri": "1PCPuVtFv8apVpXYbc46wHugNhFUVQ6KCv_10",
			"date_added": 1470919766
		},
		{
			"comment_id": 20,
			"body": "Do you think unfollowing is important? I've only followed your new hub, and I can see messages from both red hub and your hub. Cool.",
			"post_uri": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh_12",
			"date_added": 1470986460
		},
		{
			"comment_id": 21,
			"body": "@zalex preferably with explanation. I mean, I know, what's GPG.. I just don't get how to use it... **preferably** with no administrative rights. I have them, but it's a trouble.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_18",
			"date_added": 1470999336
		},
		{
			"comment_id": 22,
			"body": "A fine way would be to have some password-protected folder that remains open for a single user after the password is typed. I wanna put bitmessage inside. A passowrd would remain inside my head, so it will be a rather reliable protection.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_18",
			"date_added": 1470999722
		},
		{
			"comment_id": 23,
			"body": "3.8 - я не пишу по-русски обычно",
			"post_uri": "1F6BMqittjWUStzUbRXm2kG2GQ3RdBLqFQ_11",
			"date_added": 1470999993
		},
		{
			"comment_id": 24,
			"body": "@Jayofthezero: I need to encrypt a bitmessage key.dat. I thought it would be possible to keep it safe from attacks after it was decrypted for me, but it seems that any encryption only works until I decrypt the key. Ofcourse, in that case, I'll most surely just use 7z... But it's sad. What's the point in such encryption if the most expected way of attack is from the internet?",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_18",
			"date_added": 1471014030
		},
		{
			"comment_id": 25,
			"body": "@Zerro: But a keys.dat file will be stored anyway, won't it? Unecrypted! THAT's a security hole...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_18",
			"date_added": 1471016236
		},
		{
			"comment_id": 26,
			"body": "@Quadrangle: Yea, I'm already reading about VeraCrypt. Seem to be smth cool. But.. Damn!.. I still don't get wether some guy that can access my PC from the internet while I'm actively use the file (keys.dat of BM for example) will or will not be able to get access to it. =(",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_21",
			"date_added": 1471016427
		},
		{
			"comment_id": 27,
			"body": "I feel dumb...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_21",
			"date_added": 1471016437
		},
		{
			"comment_id": 28,
			"body": "I think that the user data cap makes your username length cap. You won't be able to save anything longer than your data cap, and if you want 100% of it to be your username - I don't care =D",
			"post_uri": "1ADB7TdX2fVbTsWBoMe9yBTmVXTbb33b4R_8",
			"date_added": 1471016728
		},
		{
			"comment_id": 29,
			"body": "There are other ways to make someone cry: just make 1000 profiles, each holding maximum allowed data. TA-DA...\n\nProblems: you'll need 1000 BM accounts that register 1000 ZID accounts... and a lot of free time =))\n\nGood news: if ZID does not have capcha, you can automate the process.. I think.",
			"post_uri": "1ADB7TdX2fVbTsWBoMe9yBTmVXTbb33b4R_8",
			"date_added": 1471016867
		},
		{
			"comment_id": 30,
			"body": "@ks: Well, that's the problem. I'm not worried about the death squad. I'm worried about spyware. I don't want my data to be (easily) collected and analysed.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_22",
			"date_added": 1471017608
		},
		{
			"comment_id": 31,
			"body": "2 lines is not enough. It was a useful thing to see contents of the message. 3-4 lines seem to be fine. Is there a way for me to set up this thing for myself?",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_7",
			"date_added": 1471017705
		},
		{
			"comment_id": 32,
			"body": "@ks: it would be nice, if the file could be decrypted for a single process, not user... Ah.. I'm a dreamer =(",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_21",
			"date_added": 1471017798
		},
		{
			"comment_id": 33,
			"body": "Like Windows? Ok. Can do that. But what about backdoors? They present in almost any OS. So if some agency wanna have me, they will just use that secret hole in my firewall and steal whatever they want..",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_22",
			"date_added": 1471017921
		},
		{
			"comment_id": 34,
			"body": "@Nofish: Hmm... That's really cool =D So everyone can make their own viewer? Cool))",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_7",
			"date_added": 1471021442
		},
		{
			"comment_id": 35,
			"body": "@Zerro: Flatpak... I need to read more about it.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_18",
			"date_added": 1471021654
		},
		{
			"comment_id": 36,
			"body": "@Zerro: ..and no need to wipe the drive if I ever want to sell it. Yes. But I'm speaking about encrypting a drive on an OS I've never used before...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_22",
			"date_added": 1471021731
		},
		{
			"comment_id": 37,
			"body": "I'll read Arch Wiki.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_22",
			"date_added": 1471021753
		},
		{
			"comment_id": 38,
			"body": "@Zerro: 1) no, I ment OS: I don't belive Microsoft installs no backdoors into their OS. But yes, you are right that Canonical (most surely) does not do that and software is the cause of all evil...\n\n2) What's security by comparmentalization?",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_22",
			"date_added": 1471074706
		},
		{
			"comment_id": 39,
			"body": "@ImUrX: Serval Mesh is only for messaging, is it not? I'll check that thing as soon as will be able to.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_23",
			"date_added": 1471108415
		},
		{
			"comment_id": 40,
			"body": "@ImUrX: https://github.com/pirate/mesh-networking seem to be cool, but I don't see how it could solve my problem. It creates a network. But I have not seen any \"internet sharing\" features in the descryption =(",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_23",
			"date_added": 1471109412
		},
		{
			"comment_id": 41,
			"body": "Tor Tethering.... Need to research it. Seem to require rooting..",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_24",
			"date_added": 1471115002
		},
		{
			"comment_id": 42,
			"body": "@ImUrX: Time... Well.. It's a really great SDK. Some day I'll try it. Sadly, not now.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_23",
			"date_added": 1471273057
		},
		{
			"comment_id": 43,
			"body": "@megfault: thanks. No, I don't have any child porn to store it like that.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_22",
			"date_added": 1471273202
		},
		{
			"comment_id": 44,
			"body": "@megfault: My point was (and is) to answer the question \"Is it possible to be secure?\" CubesOS seem to be an answer.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_22",
			"date_added": 1471273262
		},
		{
			"comment_id": 45,
			"body": "@weakish: haha)) cool) what's LUKS? I don't think I'll need that, but just in case, it would be an interesting idea =)\n\nBut I think, that a little home-made bomb is better. Just make some if-then logic and when somebody touches your computer, it is blown to bits!) (Yea, I got this idea from Mr. Robot =D)",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_21",
			"date_added": 1471273395
		},
		{
			"comment_id": 46,
			"body": "@Nofish: sorry, missed the message. don't you see? My post from an hour ago has comments from 2 days ago. Don't you think that's a bot strange?) Or the fact that comments are unrelated to the post...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_27",
			"date_added": 1471279753
		},
		{
			"comment_id": 47,
			"body": "@Zerro: ???",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_28",
			"date_added": 1471282221
		},
		{
			"comment_id": 48,
			"body": "@Nofish: I haven't done anything like that. I would mention such a thing. I have written a post and got this comments.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_27",
			"date_added": 1471282286
		},
		{
			"comment_id": 49,
			"body": "@Zerro: funny part is that the code is also signed with the same key =D\n\nBut yea... I sure could read all the code if I really wanted...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_28",
			"date_added": 1471282402
		},
		{
			"comment_id": 50,
			"body": "But my question is a bit different: how can I trust if \"just like that\"? What if it also was corrupted? Keybase solves the problem, I suppose...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_28",
			"date_added": 1471282497
		},
		{
			"comment_id": 51,
			"body": "@Mynameislegion: exactly what I wanna know, pal... Installing it now. Most surely, I won't be able to give it a good test today.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_28",
			"date_added": 1471290091
		},
		{
			"comment_id": 52,
			"body": "@Nofish: nice... I'm a bug magnet. OK. Ignore this one, and I hope none like it will ever emerge. Good night!",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_27",
			"date_added": 1471290273
		},
		{
			"comment_id": 53,
			"body": "@Mynameislegion: just follow me. I'll write a post here or in my blog, when I'm ready.\n\nCurrently I could launch several preinstalled apps on several VMs. And I can say, it was good. A browser, software center, 2 terminals (all in a separate VM) + 2 default VMs were about 1.5GB RAM and 0% CPU when loaded and left alone. Supercool if to comtare to what I saw on VirtualBox.\n\nBUT all those machines were linux, 1 Ubuntu and several Fedoras, so it did not impress me much. If I could launch MacOS and Windows the same way - that would be really impressive. Would I be able to play games on it - would be super-super-cool. But I don't expect that to happen =D",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_28",
			"date_added": 1471302011
		},
		{
			"comment_id": 54,
			"body": "@Mynameislegion: I forgot to check about files, so I'll do exactly that now, I think. VPN I can't check, but I don't see why would it not.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_28",
			"date_added": 1471302608
		},
		{
			"comment_id": 55,
			"body": "@Mynameislegion: Ugh... I have NO idea how to share files there =( It's totally non-intuitive. Sure they did all they could to protect apps from getting anything from one VM to another, but they also did't leave a clue inside the OS on how do I do that.\n\nI'll read Qubes wiki, or some other documentation yesterday. It took me a bit more than I've expected to just see the thing with my own eyes =(\n\nBut I also reached 2 GB on memory. Just by running several file managers, terminals and software centers. Approx. 5-7 VMs total. 7, I think.\n\nSo it's not the best OS for my notebook xD On the bright side, they have combined the beauty of KDE Plasma desktop with new Nautilus from Gnome. I like the GUI very much.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_28",
			"date_added": 1471305058
		},
		{
			"comment_id": 56,
			"body": "@Astzor: But it actually feels empty: I'm used to having tonns of preinstalled apps (like Ubuntu has). After that, Qubes is like a cold desert...\n\nEDIT: a cold multidimetional desert x)",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_30",
			"date_added": 1471305711
		},
		{
			"comment_id": 57,
			"body": "I don't think GTA V was a bad idea =D\n\nI mean, I spent 40 minutes figuring out how can I transfer data between VMs in Qubes OS..... While I could just Google it xD\n\nBad news: I didn't figure that out and had only 5 hours of sleep left =(",
			"post_uri": "1NZ4LvZqg61LxtRfEr5Y46KRhYCzWRnqck_3",
			"date_added": 1471328108
		},
		{
			"comment_id": 58,
			"body": "@ks: huh... At least it says that I'll \"most probably\" will get my Ardors =)",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_32",
			"date_added": 1471334648
		},
		{
			"comment_id": 59,
			"body": "@ks: you got it right anyway =D",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_33",
			"date_added": 1471344071
		},
		{
			"comment_id": 60,
			"body": "Another option - a filter for Act. Feed.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_31",
			"date_added": 1471344232
		},
		{
			"comment_id": 61,
			"body": "By the way, if you like the idea, tell @nofish to read it. He's ignoring me again =D",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_31",
			"date_added": 1471344262
		},
		{
			"comment_id": 62,
			"body": "@Mynameislegion: It's awesome when you have a need of all this. If I was working on something that was important to me, I would do that in Qubes. That's for sure =)",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_36",
			"date_added": 1471463255
		},
		{
			"comment_id": 63,
			"body": "@Gallium: It does what it claims to do. And that's great. I'll write more about it in my blog later.",
			"post_uri": "1NZ4LvZqg61LxtRfEr5Y46KRhYCzWRnqck_3",
			"date_added": 1471463373
		},
		{
			"comment_id": 64,
			"body": "@ImUrX: It was a provider's problem. Fixed now.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_30",
			"date_added": 1471464717
		},
		{
			"comment_id": 65,
			"body": "@Mynameislegion: I've given it a try already =D Check out my blog. Don't have much time now, but I'll add more stuff later!",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_28",
			"date_added": 1471465302
		},
		{
			"comment_id": 66,
			"body": "@Bsl: I'll try Parabola later. Qubes now. While I have at least some free time..",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_3",
			"date_added": 1471465512
		},
		{
			"comment_id": 67,
			"body": "@ImUrX: almost always...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_30",
			"date_added": 1471503047
		},
		{
			"comment_id": 68,
			"body": "As I see, many had to overcome this problem xD",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_43",
			"date_added": 1471609398
		},
		{
			"comment_id": 69,
			"body": "@Jayofthezero: What's that?",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_41",
			"date_added": 1471609421
		},
		{
			"comment_id": 70,
			"body": "@Andrewm: yup. qBittorrent could not handle some site backup with OVER 9K small pics, like avatars and other crap, so I had to start using transmission. But qBT I like more and it still has my old torrents running...\n\nAnyway, they work just fine together =)",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_45",
			"date_added": 1471612068
		},
		{
			"comment_id": 71,
			"body": "@Andrewm: You know, it's quite interesting that I can't read your profile, but I can read your replys o_O\n\nZeroMe is something...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_45",
			"date_added": 1471612155
		},
		{
			"comment_id": 72,
			"body": "@ks: I don't care. Whatever it takes. I just don't want to press the button with my mouse.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_50",
			"date_added": 1471633243
		},
		{
			"comment_id": 73,
			"body": "I don't belive you =P",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_49",
			"date_added": 1471633328
		},
		{
			"comment_id": 74,
			"body": "@Nofish: you should write it somewhere =D It's not an abvious thing...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_50",
			"date_added": 1471633976
		},
		{
			"comment_id": 75,
			"body": "@Dxtjgxz: tab+enter",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_50",
			"date_added": 1471642789
		},
		{
			"comment_id": 76,
			"body": "@Truth: ugh... a list:\n1) Games\n2) Games\n...\n98) Games\n99) MS Access (need for University)\n100) some other crap I currently don't remember.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_49",
			"date_added": 1471644900
		},
		{
			"comment_id": 77,
			"body": "@Truth: But when you write like that, I feel like a victim to Ubuntual harrasment. Man, I don't like Unity. I don't trust Canonical. I still use non-GNU OS (Unutnu MATE) on my notebook only because I'm a lazy ass and scared to be left without at least one fully working machine. (My PC is not feeling well now...)\n\nI said I can't stop using it. I didn't say I don't use linux as my main OS.\n\nTreat me like some stupid MS lover...\n\nNext time they gonna offer me an apple...\n\nWorld's gone crazy...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_49",
			"date_added": 1471645192
		},
		{
			"comment_id": 78,
			"body": "@Mcgoo: O_O\n\nguys...\n\nstop it.\n\nRead me before suggesting all that...\n\nI feel like I'm in a bad dream where I've never tried to install LXDE desktop in a futile attempt to free some memory for my notbook...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_49",
			"date_added": 1471645375
		},
		{
			"comment_id": 79,
			"body": "@Mynameislegion: I've liked Qubes =D",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_49",
			"date_added": 1471645446
		},
		{
			"comment_id": 80,
			"body": "Damn... people, you scare me. Read my blog before writing like that... Or at least ZeroME.. A guy that plans to install Ubuntu on an Android tablet can't be a windows lover...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_49",
			"date_added": 1471645516
		},
		{
			"comment_id": 81,
			"body": "@Dxtjgxz: Where's fun in that? =D",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_53",
			"date_added": 1471645566
		},
		{
			"comment_id": 82,
			"body": "@Nutomic: only [that one](https://www.youtube.com/watch?v=aGxIS0JWiUA)\n\nNo. My aim is to install it without android. That should be fun.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_53",
			"date_added": 1471645758
		},
		{
			"comment_id": 83,
			"body": "@Antyhrabia: Ubuntu MATE. But.. I think I'll change that sooner or later. To Parabola, may be...",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_45",
			"date_added": 1471645883
		},
		{
			"comment_id": 84,
			"body": "@Antyhrabia: By the way, I've downloaded Kaffie hub the first day it was alive, but still this profile was not readable..",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_45",
			"date_added": 1471645940
		},
		{
			"comment_id": 85,
			"body": "@Jayofthezero: And why the hell I want to do that? I'm pretty paranoid about both Google AND third parties!",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_41",
			"date_added": 1471646064
		},
		{
			"comment_id": 86,
			"body": "@Jayofthezero: cool idea, actually.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_41",
			"date_added": 1471676671
		},
		{
			"comment_id": 87,
			"body": "@Andrewm: I've found a Free replacement: https://f-droid.org/repository/browse/?fdfilter=task&fdid=libretasks.app",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_57",
			"date_added": 1471677073
		},
		{
			"comment_id": 88,
			"body": "@Kaffie: thank you!",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_59",
			"date_added": 1471678527
		}
	],
	"follow": [
		{
			"follow_id": 1,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "14TDWFVHuTXNcg8pp6LRr7v9ZcfbFsMSyx",
			"user_name": "ks",
			"date_added": 1470874357
		},
		{
			"follow_id": 2,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh",
			"user_name": "Kaffie",
			"date_added": 1470874414
		},
		{
			"follow_id": 3,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj",
			"user_name": "Nofish",
			"date_added": 1470874426
		},
		{
			"follow_id": 4,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "1CTut2qbaj54ZjNoYeuWSGwV75iVieKY6N",
			"user_name": "Quadrangle",
			"date_added": 1470874707
		},
		{
			"follow_id": 5,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1PCPuVtFv8apVpXYbc46wHugNhFUVQ6KCv",
			"user_name": "Newuser123",
			"date_added": 1470906330
		},
		{
			"follow_id": 6,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu",
			"user_name": "PaintNinja",
			"date_added": 1470916834
		},
		{
			"follow_id": 7,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh",
			"user_name": "Kaffie",
			"date_added": 1470986269
		},
		{
			"follow_id": 8,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1LWuc6JBhUGrKEAh1aPrPU85dEMcKmg3pS",
			"user_name": "ZAlex",
			"date_added": 1470999854
		},
		{
			"follow_id": 9,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1F6BMqittjWUStzUbRXm2kG2GQ3RdBLqFQ",
			"user_name": "GomZik",
			"date_added": 1471000512
		},
		{
			"follow_id": 11,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "14J8mC3K7k5Ygx22uu9LUzGWnBoDAQdyDo",
			"user_name": "ImUrX",
			"date_added": 1471109434
		},
		{
			"follow_id": 12,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ",
			"user_name": "Musickiller",
			"date_added": 1471109519
		},
		{
			"follow_id": 13,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1MEaxKqZWGEqFH62TRNEEZuNh8iX4nnq5f",
			"user_name": "Kaffie",
			"date_added": 1471115053
		},
		{
			"follow_id": 14,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1NAaF8VitwKSPo79RzJFhqz14gndmdWcGV",
			"user_name": "Mynameislegion",
			"date_added": 1471301964
		},
		{
			"follow_id": 15,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1NZ4LvZqg61LxtRfEr5Y46KRhYCzWRnqck",
			"user_name": "Gallium",
			"date_added": 1471328286
		},
		{
			"follow_id": 16,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1E59fpQH7EGuFwknQMd5VJKb5Zt68Jd1Jt",
			"user_name": "Bsl",
			"date_added": 1471465677
		},
		{
			"follow_id": 17,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "16ayEL9rXHKdbhoFu1LUanUaPVrzRVe331",
			"user_name": "Andrewm",
			"date_added": 1471677208
		}
	]
}