{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1DdVVtVGeYcTup7jnyMLLYwD3jjayPsu3M": 1,
		"2_1M78zG4cdm2osFEpXApCHxh6bu936kgte6": 1
	},
	"next_comment_id": 5,
	"comment": {
		"1_14LA8sy5pK11V4azVA9wTmMpu1VYCqT822": [
			{
				"comment_id": 1,
				"body": "I just installed this, too. I noticed in my package manager about 10 minutes ago that there was a ZeroNet package and I was like, \"What's ZeroNet?\" And here I am :)",
				"added": 1499888169
			}
		],
		"1_1KjKGbXe5KwQkmHdtsyhp1TzRieGu3wPBw": [
			{
				"comment_id": 2,
				"body": "Indiana, USA",
				"added": 1499903210
			}
		],
		"1_1DdVVtVGeYcTup7jnyMLLYwD3jjayPsu3M": [
			{
				"comment_id": 3,
				"body": "Indonesia",
				"added": 1499983520
			}
		],
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 4,
				"body": "I used to masturbate onto birds at a local park. Not a thing that I'm particularly proud of but I became quite good at it. I was taking supplements so I was shooting massive loads and it became something of a sport to me.\n\nFor anyone interested here is your best strategy. first, you need to find an isolated spot so you don't become a sex offender. I found an area where I saw the pigeons would congregate. Next, you arouse yourself. I was usually content with envisioning the occasional jogging lady coming over and taking a shit on my chest and that was enough to fuel the fire but if you're not as sexually charged as me just take some porn. After you're good an horny, you get some bread.\n\nMy pigeons preferred white bread but healthier birds might have a taste for honey wheat or maybe even multigrain. Fat birds are slower and easier to hit so remember that.\n\nOnce you are on the bench and ready to do the deed, whip your roosevelt out and scatter bread out within a few feet of you. use your judgement based on how far you know you can cum. I was a depraved soul who could hit targets the size of a thimble at distances up to 4ft.\n\nYou wait for the pigeons to begin eating and to get comfortable with your presence. At this point, you want to coo gently and talk sensually to them to gain their trust. Now you're finally ready to cum on your bird.\n\nThis is a tough part because the rapid motion of masturbation is very frightening to the birds, so you have to be subtle. Once you master a technique, you simply wind it up and let it go, aiming depending on your past cumming experiences.\n\nI always came high so I would aim for the neck of the bird and catch it right in the face. It's a satisfying, erotic feeling, seeing those birds reel around covered in cum and maybe even taking it to other places in the city. I haven't done it in years but every now and then I catch myself gazing wistfully at a flock of birds, cock throbbing, waiting for them to land close to me.",
				"added": 1499988878
			}
		]
	},
	"comment_vote": {
		"3_13kimmZahuVSK16LDm8LLLMFQ2zyCLGKzD": 1,
		"3_1KUiGNi1RcRg79ji8L6pBQnCsBgkiKdoUV": 1,
		"385_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"6_14K7EydgyeP84L1NKaAHBZTPQCev8BbqCy": 1
	}
}