{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "Just Discovered ZeroNet",
			"body": "Hi guys I just discovered zeronet and think it's amazing. I think especially now with FCC Net Neutrality laws becoming clear, this looks like the platform of the future.",
			"added": 1499884031
		},
		{
			"topic_id": 2,
			"title": "Comcast, AT&T Are Paying Minority Groups To Support Killing Net Neutrality",
			"body": "For years, we've noted how one of the greasier lobbying tactics in telecom is the use of minority groups to provide the illusion of broad support for what's often awful policy. Such groups are given cash for a shiny new event center in exchange for parroting any policy position that comes across their desks, even if it dramatically undermines their constituents. As a result, we've shown how time and time again you'll see minority coalitions like the \"Hispanic Technology & Telecommunications Partnership\" supporting awful mergers or opposing consumer-centric policies like more cable box competition or net neutrality.\nAnd it's not just minority groups. A wide variety of groups take telecom cash to repeat whatever they're told, whether it's rural Texas school associations, the U.S. Cattlemen's Association or even \"balloonists.\" Some of these groups are created specifically for this purpose. Other times, these groups are \"co-opted\" without understanding what they're actually supporting. The goal overall is simple: to create the illusion of broad support for bad ideas the actual public -- minority or otherwise -- would oppose.\nWith the debate over net neutrality heating up once again, ISPs have again dusted off this tried and true tactic to mislead the press, public, and politicians. As a result, we're seeing numerous civil rights groups that are more than happy to let giant corporations like AT&T and Comcast rent their identity for the weekend. This week, a coalition of such groups, including the NAACP, Asian Americans Advancing Justice, and the National Urban League, fired off a letter urging Senators to move quickly to craft \"a permanent statutory solution\" to \"solve\" net neutrality once and for all:\nThe issue of network neutrality and the importance of a free and open internet has been a political football. Every time the political pendulum swings, this policy debate becomes difficult, convoluted, and even condescending. One thing is crystal clear: The internet should be open and accessible.\nFor this reason, we support a permanent statutory solution that enshrines the basic open internet principles into law. These core principles are not controversial and should not be subject to endless litigation, regulation, and reconsideration. A statute locking in net neutrality would protect net neutrality no matter how the political winds blow.\nA statutory approach also avoids the jurisdictional and classification problems that plagued the last FCC. The goal should be improvement, deployment, and adoption of the high speed networks that all Americans deserve. Legislation will provide certainty to consumers and industry for the foreseeable future.\nOn the surface this sounds perfectly reasonable. Until you understand what's actually happening in telecom policy and the fight for net neutrality right now.\nWhile there's no debate that a Congress-made net neutrality law would be the ideal solution, you may have noticed that Congress is so awash in telecom campaign contributions that crafting a law not riddled with fatal loopholes has been impossible. As a result, the best path forward for those that actually care about net neutrality is to leave the existing rules and the FCC's Title II authority in place (which is what these groups should be advocating for).\nBut, since that's not what ISPs want, they're pushing Congress -- and their armies of dollar-per-holler policy tendrils -- to push for a new law, one that will claim to \"solve\" net neutrality but will actually work to kill it through \"compromise.\"\nThe FCC technically could walk back net neutrality via the rulemaking process, but it would require another public open comment period. And since the 4 million comments made the last go-round broke FCC records, ISPs aren't keen on revisiting this strategy. So the strategy is this: craft a new Communications Act rewrite or other law professing to codify net neutrality into law, but bury it with so many loopholes as to make it net neutrality protection in name only. When net neutrality supporting Senators in Congress fail to come to the table, they'll be derided as being unwilling to compromise for the good of the people.\nBut it's not really a compromise when the end product is worse than doing nothing (read: leaving the popular rules alone).\nOnce you understand all of that, it becomes clearer how the broadband industry is using these groups to create bogus support for a new, much weaker net neutrality law to \"avoid the jurisdictional and classification problems that plagued the last FCC.\" And if you follow the money behind this week's letter, you'll find that the group that coordinated it has a long, proud history of taking money from telecom companies, in exchange for coordinating civil rights group support for everything from the the latest megamerger to the assault on net neutrality:\nTelecom issues, however, are a particular specialty. Last week’s letter was organized by the Multicultural Media, Telecom & Internet Council (MMTC), a group funded by the telecom industry that has previously encouraged civil rights groups to oppose net neutrality. MMTC in previous years reported receiving about a third of its budget from industry-sponsored events; its annual summit, which was held last week, was made possible by $100,000 sponsorships from Comcast and AT&T, as well as a $75,000 sponsorships from Charter Communications and Verizon.\nThis tactic has been so successful for Comcast, the company actually renamed their top lobbyist, David Cohen, the company's \"Chief Diversity Officer.\" And while Comcast does indeed occasionally fund groups and events that put the needed cash and services to good work, you're supposed to ignore the fact that Comcast lobbyists are actively working to undermine the minority communities the company claims to be helping with their other hand. Whenever I point this out, Comcast yells at me for calling Cohen a lobbyist.\nWe've been talking about this strategy for more than a decade now and nothing really seems to change. Since this cozy quid pro quo isn't technically illegal, and is never put into writing, groups accused by reporters of selling their constituents down river either don't respond to requests for comment (as was the case in The Intercept's latest report on this subject), or they become breathlessly indignant at the very idea their integrity could be questioned. All the while, these groups' constituents are usually entirely unaware they're being used as political props -- to actively undermine our collective best interests.",
			"added": 1505848698
		}
	],
	"topic_vote": {
		"2_12Am8KvGKTTHgiWYCwDfpDe4gm29FiQXLf": 1,
		"2_14LA8sy5pK11V4azVA9wTmMpu1VYCqT822": 1
	},
	"next_comment_id": 2,
	"comment": {
		"2_14LA8sy5pK11V4azVA9wTmMpu1VYCqT822": [
			{
				"comment_id": 1,
				"body": "This was lifted from TechDirt - Just wanted to put this article here because it's worth reading and understanding the importance of THIS platform.",
				"added": 1505848768
			}
		]
	},
	"comment_vote": {}
}