{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "【听写摘要】8月2号郭文贵推特视频试网络",
			"body": "（信息以视频或七哥认可为准）\n\n \n\n【话题】\n\n对民运啊大家没必要那么在乎\n\n赖律师闹明白了\n\n我就希望中国有两个派的诞生\n\n海航的事情越来越公开了\n\n恒大的悲剧比谁都会惨！\n\n夜总会里的二号妈咪\n\n我就给钱啊！\n\n我要把在美国的爆料通过法律固化。\n\n所有美国人听说这个事情看完我钓鱼回来的结果，大家全傻了！全傻了！\n\n这场战场在海外打对我们太重要了！\n\n你将成为历史的罪人。\n\n有过千万人支持我的时候，我们跟盗国贼叫板了！\n\n把地雷点着了，咱就别管崩死谁了！\n\n\n【听写摘要】\n\n秦群是大鱼。不能随便报啊，秦群重量级相当于刘呈杰。\n\n\n傅政华肯定完了。\n\n\n推友都不是催文贵爆料的，相信文贵的计划想法真实性。推友对文贵的支持到了前所未有的程度。推特里边有正义有智慧有感情有爱。这是文贵深刻感受到的。文贵知道推友在文贵这次爆料运动中，叫运动吧不夸张呵，起到决定性作用。我们不要依靠任何所谓组织。\n\n \n\n【话题】对民运啊大家没必要那么在乎\n\n对民运啊大家没必要那么在乎。民运一共三十几个人跑到华盛顿来开会，花了5000多美金。魏京生先生不容易，30多个人对抗盗国贼，人家根本不理你。结果我们跟这30几个人咬上了，有什么意义啊？整个活动里就出了两个大流氓一个夏业良一个李伟东，明显不属于民运。不要把夏业良和李伟东跟民运连在一起。这是一，第二个不要对民运寄托那么多希望。民运过去二十几年没干成大事，不等于未来干不成大事。但是你要是寄希望它干成大事，也是不现实的。大家别浪费我们的精力时间。夏业良除了钱钱钱就是个骗子。在北大的时候就愿意跟女学生聊天。这是他一惯作为，爱和女人打交道，不爱和男人打交道。再就是喜欢钱。好几个人跟我讲，为了十几美金和人脸红脖子粗。我12美金12分都不给你，我扔了都会给你。他怎么代表民运呢？\n\n【话题】赖律师闹明白了\n\n赖律师把海航上市公司中英文文件全看完，闹明白了。贯君在中文文件里没说出来，贯君在海外文件全有。由美国护照，叫Babut，是个代理人。现在海航加一起就仨人的，贯君陈峰和王健的。实际上他没看明白，贯君背后还有一个刘呈杰还有孙瑶，只是用公司代持化了，完全隐蔽化了。这不是一版的人能做到的。大家听的时候一定要耐心，这是人生最重要的课。推友搞企业和人打交道，你把这些视频看了对你有巨大帮助。革命成不成功追求民主法治成不成功，对你是有巨大帮助的。你能看出王岐山这个人怎么糊弄老百姓的。债留大陆钱进美国。误导你慈航等于慈善。钱进了他家私人基金了。\n\n\n王岐山骨子里就觉得中国老百姓都是猪容易骗。说啥你信啥。你看那个视频里“我们不拆怎么发财啊？”实际上他眼中没有老百姓。他要收买那些拆迁党，靠拆迁活着的黑社会势力，为海航的拆迁为养老集团的拆迁找出正当的理由。你听着爱国爱党实际全为他自己。所以大家要看到这种盗国贼的无知愚蠢权力的傲慢，把老百姓当成猪狗愚蠢至极。可杀可驭可贫可弱的民完全不放在眼里。为什么谢健生这种烂仔都能跑到美国来，以为他一喊就有钱了。怎么可能啊？你只能是死路一条！\n\n\n你看李伟东到美国来骗美国政府30万美元给他做了心脏手术，你看那个脸疙疙瘩瘩跟个癞蛤蟆一样。就李伟东这号人在哪国都活不好。王岐山就用这号人。像陈峰这号人，装神弄鬼天天念经。（模仿）员工弄到山上去，扇嘴巴然后抄本佛经然后你听我的。回头跟年轻女孩儿做爱去。做爱的时候还得跟人家女孩儿说：“西藏藏佛里边有欢乐菩萨，我和你做爱是采阴补阳。对你好对我好咱俩前生有缘。“ 这就是陈峰。\n\n\n都是装神弄鬼坑蒙拐骗的人。王岐山经常这样（模仿抹头），一走道都这样走（模仿）。你见过一次中央电视台王岐山走道超过10秒吗？没有。那就是一个典型的痞子。你看他用的人，不是假文凭，全都是黑道的。一说话就是三字经。你看他用的人，胡舒立实在是对不起咱们观众的眼睛。你看那文章，我自己的事我没看明白。谁能看明白给我留言我特别愿意聆听\n \n\n我看了半天，这是对文贵最大的奖励啊。文贵从2014到现在没在中国拿一分钱。还给中国国内拿了几十亿。在这种情况下成了海通第一大股东，弄了120亿，太厉害了。我买飞机是2004和2006年，那钱是哪儿的？他没想到本人在日本的资产在澳大利亚的资产在美国的资产，哪儿来的？我觉得胡舒立有点儿失措，可能李友啊没跟她在一起欢乐，脑子错乱了。\n\n\n黄艳告我怎么还不来呢？\n\n\n【话题】我就希望中国有两个派的诞生\n\n那天他们在华盛顿开会的时候围成一圈，我感到悲凉。民运这么多年怎么混成这样呢？5000多美金搞了30几个人叫海外民运！人家这些盗国贼怎么能看得起咱们呢？让夏业良李伟东这样的人献丑去！他们又不是民运。我搞不清楚魏京生为什么让他俩去了？\n\n\n那天李洪宽那个头型长相肌肉，洪宽兄厉害！那天赵岩先生的采访都是好意，公平的。我一直非常感谢赵岩先生一直以来对我的支持。其他人我不认识。\n\n\n郭文贵再次重申不会与真正的民运人士任何人为敌。永远不会伤害民运人士。但是我永远不会跟民运合作，我也永远不会掺合你们民运的事。这是文贵一再说的我不会加入任何组织。文贵要把郭七条义无反顾不惜代价争取到底。\n\n \n\n头几天说我转发了打倒共产党。哎我没说啊！后来再看是我转发的我没看明白。我放了引号，所以我马上删了。如果郭文贵给你画了这么大个饼像某些像夏业良这号人，我反党我打倒中共，我弄个海豹突击队，他连海豹的毛都摸不着，他连饭都吃不上。就骗一些比较有理想的女性，骗女孩子，他玩这个。他在中国混不下去了，也没钱也没势了，跑这儿来，跟你画大饼是骗你呢！\n\n \n\n打倒共产党那么容易吗？美国那么多政治家都不说打倒共产党，咱说打倒共产党去啊？那是骗你呢！那么容易吗？共产党9000万人，你打倒谁去啊？还要暴力革命？我再次说，不管谁支持我，你们说打倒共产党，我郭文贵不会说的。我就希望中国有两个派的诞生，像美国一样，叫什么党不重要，最重要的是司法独立媒体独立，任何人都有言论自由法治独立的公平对待，个人财产得到保护，妻儿老少的安全得到保护，我认为这是最现实的。现在你连饭都吃不着，你说我给你牛排，我给你鱼子酱，那是骗人呢！\n\n现在太多人精神补给欺骗，你要啥我给啥。给你来世？谁能验证来世啊？你把现在先给我行不行啊？我很现实啊！所以现在任何人任何帮派，你们的追求我不反对，但是你不要影响文贵。我做生意出身，就是一鸟在手胜过万鸟在林。这个是非常重要的。现实中能给推友什么，很现实。别说30年50年，再过50年我们在坐的绝大多数该死去了。我们希望看到胜利的开始，所以说我们该赢的时候，我们要赢了。我们的赢是要现实的赢。\n\n\n再过20年你天天喊打倒共产党，你搞啥推翻呢？你推翻了你咋办呢？你有这个本事推翻吗？你越这么喊你输的越惨！而且牺牲的是国内的老百姓。盗国贼你都对付不了，你能把共产党推翻了吗？你吓唬谁呢？你骗谁呢？\n\n\n胡舒立夏业良李伟东章立凡这一帮全都是要反习近平，坚决不反王岐山，就连环球屎报看上去帮王岐山的，事实上在黑习近平先生。我们绝不能让盗国贼把我们利用了。我们愿意让任何人利用我们，那是我们咱没本事或是咱的荣幸。\n\n就像那天民运魏京生说：“不要让郭文贵利用了。“ 我一下都笑喷了。我利用你啥啊？你给我钱？你给我影响力？你给我名望？你给我力量？如果郭文贵被别人利用被正能量不是，被正确的力量利用，我荣幸啊！但是不能被盗国贼利用。\n\n\n推翻共产党现在不现实，也做不到。而且等于自杀。你让别人先杀你不杀，这是我一直反对的。这么多年了，海外民运人士还有极异人士谁做到对中国的任何事情有改变了？怎么就改变了？\n\n \n\n就在我们身边盗国贼的私生子女私生子女财产盗取国家财富，N个人家天天在第五大道买名牌，人家就在我隔壁有上亿美元的楼，人家在美国各地坐787，ACC,波音飞机，你能咋了人家？你喊啥呢喊啊？你看咱们在华盛顿讨论的时候，所有的讨论当中讲的话我大概看了看，有90%都是过去N年说的话。都讲了二三十年的话你还在讲你不累吗？\n\n\n如果郭文贵明年直播还在讲这话，我就真得搧自己嘴巴，我拿鞋底搧知道吗？我都不配跟推友说话了！莘县阳谷县搭县马上兑现的意思。别画大饼，别整个精神上的巨人，行动上的侏儒，什么也做不了。咱身边那么多坏人，明知道是特务，你能把夏痔疮怎么着？你能把章痔疮怎么着？你能把癞蛤蟆李怎么着？你能把胡舒立这样的人，你能把博讯韦石希诺怎么着？还有楼下的谢健生完全是流氓。你说我欠你钱，你拿出一张纸来我欠你钱！完全耍流氓，敲诈！大家能做什么？你什么也做不了！\n\n\n只有我本人！我会做！我一定把韦石希诺送进监狱去！我一定把胡舒立送进监狱去！我一定把谢健生再次除了让他离开焦作，让他有家不能回，让他一定进监狱去！你走着看！\n\n\n所以说推友们，判断一个人有两个标准，一是善恶。没有黑白，相对而言。不同环境是不同的，但是善恶是一样的。第二个就是真假的标准。就是他说的是真是假能不能做到\n \n\n我们直播13万但是显示只有1万1，我们找了几个专业公司。看完以后说这就是盗国贼们的黑客在篡改我们Youtube的关注数据，篡改我们推特的关注数据。这种烂招！你说这人能管理国家吗？你叫我做这个我都不好意思！\n\n \n\n【话题】海航的事情越来越公开了\n\n大家看到的报道1%不到，起码不下上百个机构停止了和海航的联系。过去所有做贷款的都给海航发出了函，要求取消合同。这就是扎扎实实的行动啊！海航的事情越来越公开了。大家看到我爆了20万亿的时候，现在所有的查完超过20万亿。你去想想这证明了什么？他们想干什么？哪是想赚钱呐？这就是他最后的目的。什么叫盗国贼啊？他不是诈骗了。他盗国的前提在海外是金融诈骗，在海外工程公司控制N个账号，在中国把钱骗出来，然后债留大陆钱进美国，然后一走了之！什么把股权捐给了慈航，那就是把一切责任扔给了老百姓！白白的骗走了你们的钱！无数个姐妹都将成为杨改兰！你没选择的！\n\n\n【话题】恒大的悲剧比谁都会惨！\n\n大家看我六个月以前爆料的时候，中国的经济在下一年会什么样。谁也不会想到乐视会这样的结果吧？安邦大家看到了什么结果。万达看到什么样了吗？都看明白了吗？肖建华什么样了？郭广昌什么样了？多少企业你们是不知道的？\n\n恒大的悲剧比谁都会惨！比海航还惨！我会有两集专门爆恒大的！恒大的丑闻只比海航大不比海航小！什么叫房地产？没有金融腐败搞不成大房地产，没有篡改容积率不可能做大。所有恒大买的地，不管多少钱都敢买。比如这地值10亿，我100亿买了，但是我改容积率该100倍！什么概念啊？这个10倍的地价，在我100倍容积率加大的时候，就已经没有了。我这只是个比喻啊！已经不存在成本的问题了！把房子卖给谁不重要！卖给银行！卖给自己的金融机构！进行了高评估再抵押，再抵押甚至重复抵押！贷走了钱！老百姓买房子，你买不买不重要！\n\n恒大的背后老板，恒大的资金来源，恒大的资金去向，恒大的运作手段，比安邦万达只过100倍不会低，它不是上亿，那叫政治！上次为啥我替王健林先生说话啊？我跟他不熟原来认识。就是说这个人是真干事的。王健林是每天十几个小时工作工地，我们俩共同的律师是朱茂元嘛，多次听说它倒在工地上，过去没找到组织老板之前，成天没钱天天借钱，有时候一个月剩几十万块钱，那时候它没有私人飞机天天坐商务机，有时候机票钱付不出去。不容易啊！他不容易！\n\n\n但是恒大这个就是个大骗子！纯粹金融诈骗！恒大出事的时候比安邦比民生比海航都要大！而且国际上会更加震撼！我会突然爆恒大的事情！这个许家印啊我过去从来不愿意多说他，但是他跑到世界上各处骂我郭文贵，谣言中伤，完全胡说八道，我跟他无仇无冤，跟我好几个合伙人说瞎话。所以我决定把许家印的料给他爆出来！\n\n谁是你老板？许家印知道！看我咋爆你？！\n\n我也希望你跟海航一样“假的”。现在证明了你不假了吧！海航再搞新闻发布会啊？海航每次开的新闻发布会都是判自己死刑100次！你想再改都改不了了！他们的愚蠢和权力的傲慢金钱的傲慢，就是咱们的武器！就是判他们死刑的！现在全世界都拿他新闻发布会说事了！\n\n \n“贯君是代持的！” 贯君是代持的：你所有的贷款都是金融诈骗！因为你贷款的时候从来没有说最终受益人是贯君！或者说贯君是代持者！那不就是诈骗吗？！\n\n\n【话题】夜总会里的二号妈咪\n\n叫马凯先生查海航？开玩笑呢！这不是让夜总会里的二号妈咪去查小姐们是否涉黄？！那个小姐都涉黄！你只不过是敲诈点儿钱，给外边人个说法而已！\n\n【话题】我就给钱啊！\n\n我们不指望他们给我们真相！任何推友指望大陆的盗国贼们给我们真相？那你就是太愚蠢了！我们一定把战场弄到海外来！这是我希望所有推友们要在海外一旦发现信息，一定跟郭文贵联系。\n\n文贵这几天又付出了60多万美元，买信息啊！我就给钱啊！今天还有个推友说：“我想骗你钱。“我说：”欢迎你来骗我钱。“ 但是没真材实料不给你。\n\n \n\n为啥不要给我发黄色视频呢？你给我发你不合法，我也不能用。我用了我就是犯罪在美国。\n\n \n\n【话题】我要把在美国的爆料通过法律固化。\n\n我说了我接下来有十几次要去法院作证，关于海航的事情，关于王岐山家美国的资产，关于我检举揭发美国的事情，包括老领导到美国的事情，包括我和中国安全部门的联系和关系，我都要出庭作证。\n\n \n\n我有两个选择：第一是我跟律师和美国的一些部门，进行和平对话，我作为证人出面，人家给我特殊保护，特殊奖励。第二个方式，直接说我愿意要一个法院的传唤令，我到法庭上成立大陪审团，说明事实。我说我要传唤令，我不要跟你们和解。我不要和你们交易。因为我到法院去会成为法律，我说的每一句话我愿意承担法律责任。我不能让盗国贼说我是叛国了。说我是卖国贼。我可以向中国任何部门出示我曾经说过什么。郭文贵不会叛国。不会出卖自己的祖国。这是我的原则。第二我绝对不会说假信息。在美国说假信息要坐牢的。我要经得起美国法律的鉴定。我要把在美国的爆料通过法律固化。不可更改。我要向推友们向全世界证明郭文贵的爆料是真是假！很多机构说我的勇气太大了。我说我的勇气来自于真相和我的实力。如果郭文贵犯过法犯过罪我是不敢这么做的。我知道我做过什么。和解以后我永远说不清楚。他们很惊讶！\n\n【话题】所有美国人听说这个事情看完我钓鱼回来的结果，大家全傻了！全傻了！\n\n今天不给你们爆的，这几天钓鱼。有些人跟我说：”你不要去试这个事情。对你太危险了。“\n\n我说：“不但我要去。我带着我老婆带着我女儿还带着我其他的家人，上了船。“我们去钓鱼去。我说这话盗国贼明白我说的什么意思了吧？这些天来我拿着命和你去碰的！你出手啊？你不是要把我干掉吗？我已经跟你尝试去了！三四天呢，我就展现在你面前呢，你弄那两个小破无人机，你拿着骇客想控制我想杀掉我，来啊！\n\n这个事情大了去了！不亚于海航在美国的事情。所有美国人听说这个事情看完我钓鱼回来的结果，大家全傻了！全傻了！大家未来会看到，我现在不能说。因为我这两天我要做完所有法律的固化证据以后我再说。下回我预告钓鱼爆料直播的时候，大家一定注意看。这件事情跟我们每个人的生命每个人家人的安全都有直接关系！\n\n这是国家被盗国贼控制以后造成的严重结果，每个人都会死于非命。我低估了这些人的力量。但是这回让我找到了证据。对美国对中国未来的网络所谓安全，对世界和中国讨论的网络安全。对世界对中国盗国贼们的危险性的认识，和他们把几万亿美元转到海外以后成立了国中国，对这个国家的政治经济稳定所造成的威胁我让他们认识到了。我是拿着生命去钓鱼。\n\n \n\n绝对不仅仅是威胁美国，真的是威胁世界。我越来越明白了盗国贼们这么多巨大的财富，为什么跟情报机关连在了一起，而且把马健副部长和很多安全部的情报人员都抓起来，把公安部的几个管情报的几个副部长都抓起来，很简单。就是他们这些纪委的王岐山和公检法的人把所有的海外情报人都收集在一起，被他们所利用，让黑保安保护盗国贼在海外的利益，成为他们的杀手。甚至他们可以影响一个国家的政治。你看到海航在美国花了多少钱呐，给参议员国会议员，通过各种手段私生子持美国护照的公民们，去捐钱去买通官员，买官员的公司。现在美国已经意识到了，欧洲也意识到了。未来很多事情都会被发现。所以大家一定要记住。\n\n【话题】这场战场在海外打对我们太重要了！\n\n这场战场在海外打对我们太重要了！现在多少国家对这件事情关注吗？你们慢慢会意识到，上次717爆完料我跟大家说了，你们接下来就会看到全球开花。这是任何人没有做到的，在这么短的时间，对海航这么多国采取了一致的行动。人家的国家政府是真的保护国家利益的。是真为人民着想的。所以人家马上采取措施。各国的检察官金融机构。大家看到的报道是少数，实际上比这多得多。\n\n恒大许家印一样。这些人把钱转到境外来，这些钱都怎么花啊？\n\n我在616以前爆料有人说真的假的啊？现在已经没人说这话了！\n\n未来我再爆完料，大家好好看着。回头再看的时候，什么夏痔疮之流就是羊群里的豺狼，连狼都不算。离开了狼虎就死。我们就是要证明盗国贼们对来百姓的欺负，对杨改兰事件的漠视。杨改兰事件太有实际意义了。\n\n跑到海外几万亿啊，还搞扶贫呢！6000万留守儿童，2亿贫穷线以下。我们现在搞到这个样子，还要讲什么主义？！讲什么主义都是骗人的！这的把中国人当聋子当猪当傻子啊！真的是封住嘴巴捂住耳朵蒙住眼啊！所有网络控制所有猎狐都是为了掩盖盗国贼在海外的丑恶，他们的证据，根本不是为了国家安全。\n\n【话题】你将成为历史的罪人。\n\n大家看看我爆料第一集每一个字的意思。那一切都是盗国贼的需要不是国家利益的需要。如果现在任何海关公检法400万人你们对付老百姓还以国家利益为理由，那你就是个悲剧。你将成为历史的罪人。\n\n抓了这么多人，无缘无故，那个宪法规定这个权力了？什么样的法律规定不让上VPN了？什么样的法律竟然把老百姓欺负成这个样子！但是我们必须看到14亿人民，被愚民贫民弱民到了我们不能想象的程度。\n\n【话题】有过千万人支持我的时候，我们跟盗国贼叫板了！\n\n1000万人就革命了，就把盗国贼给推翻了。我们就可以有一个正常的政府了。知道我的一定超过六七亿人，这是肯定的。六七亿里有没有六七千万支持文贵？我相信没有。任何过大的高看自己，过低的估计敌人的一定输的很惨。我认为中国有几百万人支持文贵，一定有的。上千万都难。这已经是不得了了！所以我们需要三年的时间。需要我们推友的团结。把支持郭文贵的视频转到国内去，两年多的时间，我相信支持我的会过千万。有过千万人支持我的时候，我们跟盗国贼叫板了！有很多话我在这儿不能说！\n\n千万别再想着说王岐山先生抓起来吧，把傅政华抓起来吧，把政法委那几个抓起来吧，别干这事。抓了他咱就完了。千万别抓我爱这儿不细说。抓了他咱就失败了。我希望一个都别抓。海航的也别抓。咱十九大以后再说。明年5月后再说，明年5月之前不要有任何行动，有任何行动对咱都是不利的。抓了王岐山抓了海航陈峰王健抓了姚庆抓了贯君抓了刘呈杰，有啥意义啊？照样捂住你的嘴蒙住你的眼睛塞上你的耳朵。我们要的是结果。不是要王岐山怎么着，咱跟他无冤无仇，无所谓。真正要的是郭七条。十九大以后我们追求才有希望。反了国家反了习主席就是灾难，可能连民运这俩字都看不见了。\n\n希望所有推友们冷静耐心。\n\n他们非常脆弱。因为他是盗窃的国家。他们的行为代表国家。我就是让他们代表着国家以国家的名义海外行动。他行动的越多对咱越有利。像这几天我钓鱼，对我来讲是天上掉下来百亿千亿美元的礼物。大家未来会看到，西方人跟我们想法不一样，我们太爱说了。中国人太爱动嘴了。行动上真的是侏儒啊！不会去把事情变成事实。我们轻证据，多演讲。人家需要看到证据。我亲身以生命拿我全家去钓鱼，调出了一个证据，现在了不得了。未来会在团结国际战线上起到关键性作用。我缺的是这些东西。现在越来越丰富，越来越丰满。纽约检察官，欧洲检察官，欧联盟，反洗黑钱组织，美国证券管理委员会，全部都出来了。美国国会最近几个大的听证活动。欧洲各个国家紧急召开会，这对咱是最大的帮助。\n\n \n\n【话题】把地雷点着了，咱就别管崩死谁了！\n\n把地雷点着了，咱就别管崩死谁了！怎么崩都是我们的对手！推友们别看笑话！咱躲得远远的！崩谁？对不起了，反正没有一个是咱同胞的！我就不相信我爆完料怎么会崩死老百姓呢。\n\n现在被抓起来的贪官家属们就要求三样：第一我们贪你们也贪为啥抓我们？第二为啥把家人把我们无关的人都抓了？钱去哪儿了？为什么没得到一个法律的对待？第三这些贪官为什么没有得到法律对待的同时，还进行虐待？目的是为什么？当然大家都知道了，灭口嘛！\n\n所以所有被抓的贪官的家属所有跟我联络的人，就像那些退伍老兵跟我联络的，他们的愤怒，一定会无数个地雷会咚咚咚，连环爆。别着急！\n\n网络搞明白了，今天试出了两个功能。\n\n文贵现在付出的代价你们是无法想象的。家人员工员工的家人，我的合伙人，身体精神，不是任何人能想象的。单丝我文贵选择了这条路。就不会回头。你看我人生从来没回过头。我曾经给给北京市副市长刘志华说过，我说：“刘副市长，你看看我成长的历史，郭文贵没打过败仗。没服过软！从来没向别人妥协过，想干的事情一定会干到底！不是你倒下就是我倒下！咱走着瞧！这就是郭文贵！\n\n所有的推友是文贵战斗最根本的力量。咱们要让14亿同胞得到应有的尊严，应有的安全，并且让我们14亿同胞，真正活得有尊严有自由有民主有法治。这是我们所有的目的。手段不重要！目标重要！\n\n推友们，三年时间，大家走着看。\n\n过两天我提前预报，关键讲钓鱼事件，讲恒大许家印，讲海航背后更多的猛料，讲中国几个银行跟海外洗钱的关系，这就是几个预告。未来就是海航的更新料，王岐山家族财产的更新料，几个银行中国银行建设银行工商银行民生银行北京银行。讲钓鱼的整个过程和结果。\n \n下次爆料三四天以内，明天肯定没有。后天不一定。因为我下一步讲的都要律师认证。认证完以后我才能讲。你像我今天说许家印，许家印肯定来告我，人家有钱啊。反正都是老百姓的钱，告嘛！董克文代表谁都行，赶快来告！光说不来干嘛啊？丢人显眼啊？是不是啊？！还有那个谢健生你来100个人才好，你看看你会得到什么结果？！\n\n行啦不说了！尊敬的推友们，一切都是刚刚开始！咱们过两天见。（合十）谢谢！谢谢！",
			"added": 1501771783,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "文贵最新推文",
			"body": "10月14日的第四集视频在文贵YouTube频道被移除……😼😼😼😹😹😹盗国贼们与他的B吴与劫克马这真是图穷匕首见了！我喜欢这种打群架我接近赢了的时候．还有敢装样子嘴巴还喝不服的感觉…垂败挣打😹！文贵能走到今天还在乎这种下三烂手段……你们低估了28年准备的力量．这就注定了你们必败！",
			"added": 1508041236,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "（六）2017郭文贵爆料到国贼全球发“不”会第四集",
			"body": "听写：推特党筹委会听写组\n \n今天有20 位义工同时参加了听写！一群来自不同地方的网络小蚂蚁默默地辛勤地一起劳动！多么的令人感动！是什么样的力量让大家聚在了一起？那是追求文贵真相的力量！感恩你们的无私奉献！\n\n 休息5分钟放视频时间\n\n 尊敬的推友大家好，回来了哈，刚才我看了咱们这个后台现在是6万6千多，盗国贼把这个关了那个关了，现在英文推特一下长了6，7千的关注量，这又是塞翁失马，焉知非福，得感谢他们，有人关心西装，白西装，大家记住我每次穿白西装都是有特别的，今天穿了新西装，新衬衫，连内裤都是新的，配了灰领带，灰色的，关于飞机的问题呢，每一次，为什么我要认真的说，大家都知道，美国的前部长，就因为坐飞机，而且是公事，坐飞机，就被辞职了，这个赵小兰女士坐飞机也在美国，就是多少人因为坐飞机不当而辞职丢官甚至是出大事，那么咱们这个坐飞机，这160次，干的都是私事，都是犯罪，到处飞去。抓谁不抓谁，把谁的企业拿走，拉走的都是当地的金银珠宝，古董，然后再随便捎上美女，空中乱伦，所以说每次的飞行都是罪恶的飞行，我们不能忽视掉任何一次，忽视掉任何一次都是对人民的犯罪。而且最重要的事情，王岐山他本人是中央纪委书记，你抓了那么多人，九千万党员，他们就吃个月饼聚会聚会都要被抓起来给灭了，他们家人从小学上大学培养一个官员不容易。\n\n\n\n\n1.41-1.55 耿炎\n\n你家里边是，不管是男男女女狗狗盗盗，坐着世界上最先进的飞机。在中国这样的国家，你们一小时的飞行都是十几万20万60万，天里不容啊！拉走的都是富可敌国的珠宝，把这些东西都放到你们西方各个国家的豪宅之中，你们不仅收藏美女还收藏制造私生子女，还要收藏全世界的好房子，还要收藏全世界最好的古董，不仅要成吨成吨的藏货币还要在银行里百亿百亿美元的存着现金，然后在拥有中国国家稀有的也就是控制的金融牌照，然后就还不过瘾你还让你的秘书控制中国银行中国招商银行中国建设银行信达资产，这个建银逐利，这个不是到盗国贼了，你这个真的是盗国大盗了，这个国家经济生杀大权政法委9千万党员的命运和十几亿人民的未来，就被你王岐山牢牢地抓在手里。\n\n你决定了所有人的生与死。不要说习语录了，生与死啊。那些官员犯罪有的就该抓就该杀，可是跟你相比跟你家人相比，那些官员绝大多数都是不该抓更不该杀，更重要的是他们的家人不该受此连累，这个体制是有问题的这个体制是变态的，这个体制是杀人的工具，是魔鬼的体制，根本谈不上公平。而你用这个体制这个工具控制9000万党员的生死，影响的14亿人的未来，也影响的世界人民对正义对公益和对中国人民的看法。这种变态的体制魔鬼的体制和你变态的人格和性格，看着每一次的飞机飞行都让任何一个有脑袋正常的人都难以接受。每次飞行的时候你都正在看文件要抓谁，你在批阅说要抓谁，\n\n抓他们的家人让他们妻离子散家破人亡，然后你站在主席台上你背着手大放狂言，你国家民族命运安全公益，在那块儿大放厥词欺骗全党全国人民全世界人民，你就这样的人 你这样的人家美国官员，你还说美国你还说人家什么民族主义，还有美国公平，还有美国所谓的经济政策，你有什么资格谈？你连做人的资格都没有！你是全人类的威胁！你是十四亿人民的威胁！你这些事情不说清楚，天理何在法律何在国家尊严何在？9000万党员谁还能相信共产党谁还能相信国家？你怎么能让我们来爱你们这样的国？\n\n你们怎么能让我们尊重这样的国？怎么能让自己的儿女去送去当兵？去做这样国家的公务员？这不都成了犯罪分子吗？我们今天在开19大的时候，如果19大的代表只要你是人，你都应该问问王岐山，这个160次飞行你有一次都不知道吗？或者说你只知道一次，按照林毅夫这个人说，1%是真的郭文贵爆料，99%是假的。那这个160次王岐山应该知道1.5次吧 1.52次。他知道不知道？他向党交代了没有？中央的常委知道吗？打铁还需自身硬，你硬不硬？除了你手硬，你还哪硬？除了你嘴硬你还那硬？我每次看到这些，我怒火中烧。\n\n因为它不是商业飞行它不是一个正常的飞行，飞行的每一小时都是14亿人民的鲜血，都是用人民的正义，用人民的生命和用人民的雾霾，身体的安全换来的你们这些王八羔子，在全世界横行霸道！以人民的生命安危来飞行。北京不是治理雾霾吗？你关掉10个工厂都没有你一架飞机造成的污染大，从三亚飞到北京造成的碳排放量是你一个工厂的多少倍？一架飞机是多少啊？120吨的推量，飞趟北京几吨油没了，你们能治理好雾霾吗？北京几百家私人飞机在5年内发展到，这几百家私人飞机有几架是干净的？\n\n马云天天飞，在飞机上找十几个女孩乱伦吸毒，那北京的私人飞机不都是拉的这些官员的家人和孩子吗？你王岐山家里面用的7，8家私人飞机加在一起给环境造成的污染，可以把河北石家庄全部替代了，北京怎么可能不雾霾呢？政治雾霾人心雾霾，然后你们造成的物理雾霾，天理能容的了吗？你们为了拉你们的古董拉你们的钱拉你们的女人，从上海东飞到上海西，让所有的商业飞机都给你们让路。大家知道吗160次飞行就等同于中国的民航飞机有320次要为他让路，你们出去天天塞飞机飞机要晚点，都是因为这些私人贵族的飞行要给他们先让路，由于飞机这个跑道让给他们空中航线让给他们，你们的飞机就要晚点，你们的飞机就要被取消，14亿的人民啊，如果中国有1000个姚庆，1000个王岐山，1000个姚明珊和孙瑶，中国这个国家还能飞行吗？不都给你们的吗？\n\n北京城原来长安街上的燕京饭店，被变成了海南在北京给海航给买下来了，楼上的俱乐部是你王岐山姚庆姚明珊姚家所有吃和鲍鱼海参红酒鱼子酱，专门给你家的供给。当然你不要别人的了，当年说送个月饼，刘长乐给你送个月饼你都要出来宣传宣传我不要，因为你有更好的你才不要呢，那么你这个飞机飞行，你有特供出，中南海的东西你能看得上吗？中南海在你眼里面只不过是你利用的一个破车而已，还有你的豪华宫殿你全世界的家你拥有全人类人类历史上最好的空中飞行器787，S550，BGG,每一次的飞行都是罪恶,每次飞行都影响多少官员的命运，多少人因为得罪你们一句话都说不好，就像山西的哥们直接抓，姚庆的一句话告诉当地的副省长，我不会让你在世界上呆24个小时，站起来走了。 \n\n10个小时就给他抓了。纪委书记就说两句错话，就问问人家你知道我是谁吗？我姓姚名庆，这人扑通跪在地方，站起来走了，第2天早上就给抓了。你说姚庆哪来的权力？姚庆不就是因为你吗？姚庆就是你你就是姚庆，你成天说姚庆就是我王岐山，我家族的希望就是姚庆还有刘成杰还有你的贯君还有你的孙瑶，还有你的刘彤刘瑜刘红。到底刘呈杰他爹是谁呀？你敢不敢说王岐山先生，到底贯军他爹是谁？他妈是谁？你敢不敢说？是不是你敢再录次相说那些东西跟你没关系？这个160次飞行有哪一次你不知道？为什么中纪委抄家的官员抓这个省的官员之后，这架飞机就会飞到那个省，抄完家的好东西全被飞机拉走。另外几百次飞行都会逐一揭晓。王岐山先生你应该站出来说个清楚了，这160次飞行你知不知道？应该向全党9千万党员常委会和14亿人民和世界人民给个交代了！\n\n咱们接着往下开始。\n\n\n这次飞行大家请看，姚总和姚总的家人，保密又是保密了，大家看明白了吗？北京到太原有时保密老去太原干什么？太原2011年发生了什么事情。大家往下看18000，下一张，然后就是S550了，大家都看了太原往北京，回去了，太原往北京，这是什么又是保密又保密了。然后这个飞行太原往深圳，又保密又拉了啥？50000美元又拉了什么呢？怎么都保密呢？\n\n 大家看看这个，\n\n\n 这个机型550深圳往海口，也是保密。5月19号了看看这个飞机上，名单是谁呢？陈国庆就是陈峰的哥哥，陈晓峰是他的侄子。刘桐，孙晓毅，王建平王娟娟王明磊姚名珊袁强赵俊。如果你们根海航没关系，你们怎么可能到一起去？大家要记住就是这个飞行，如果这一次发生在一个常委身上发生了一个，政治局常委他就得立马回家。如果发生在西方的总统身上立马回家，你能说你陈国庆陈晓峰陈峰的家人哥哥，侄子和刘彤姚明瑞的孩子，你们姓孙的都在一起，孙晓毅，美国公民这是神人物，王建平香港的，王娟娟王明磊姚明珊姚庆，姚庆和姚明珊老在一起，然后袁强和赵俊。\n\n\n\n\n难道这个是偶然的吗？一次一次的偶然？能几百次偶然吗？姚明珊的出行，姚明珊的见人都是要受严格国家的中纪委纪律监督的，谁监督他的？他报告过吗？他们在飞机上谈什么都干什么了？218000美元的这个是到西雅图，这个是西雅图。大家看一看西雅图波音机场，大家千万记住这个波音机场和商业机场不一样的，只有自己的VIP客户才可以飞波音机场，一般不让你飞私人飞机。什么时间？2011年5月19号。姚明珊女士的单趟飞行218000美元，来回将近450000美元！你去想想这一趟几百万！\n\n 2011年王岐山先生已经是国务院副总理了，天理何在呀？绝密啊分类。行李备注是什么？贵重易碎行李。那个地方有一个王建的房子，还有一个王岐山家的房子就在比尔盖茨家的岛的隔壁，就在那个隔壁。然后他们还上了船，用了波音公司的一个船，游了西雅图。这都是什么日子？如果那个时候王岐山这个名单被公布出来这个飞行，王岐山可以当常委吗？他当然不可以当常委，这是为什么中纪委，当时的那个中纪委领导何勇还有马文，安全部长马建还有具体负责人这个孟会清还有几个处长。\n\n\n1.55-2.00 林冲\n\n\n \n当时的这个中纪委的领导，何勇还有马文，安全部的马健还有具体负责人孟惠卿，还有几个处长，还有我们的吴书记，收中央委托受查刘志华和王岐山的时候，调查出这些结果，调查海航，就是这些东西，当时马健副部长傻乎乎的交给了孟建柱，孟建柱就把这个傻乎乎的非常也傻乎乎的交给了王岐山，他怎么不去杀马健副部长，他怎么不去折腾马文，怎么不弄吴凡正，怎么不弄何勇，他怎么不会弄，这次飞行中，带的这些东西当时是有录像的，录像里的东西都是国家级超级古董，啊超级古董，所以大家你们可以看的到，多吓人啊，多吓人，（下一个）、\n\n\n\n\n\n\n\n啊呀，这好女人也都是人家的，啥都是人家的，现在是西雅图的波音飞机场到纽约，到纽约！你看到没有保密，姚家拉东西，保密，十一万八千，送东西保密，有些东西直接送西雅图，有些东西直接放到纽约去， 纽约那么多房子呢。（下一个）\n\n\n\n\n\n\n\n诶呀，看着就伤心啊，纽约机场，纽约国际机场到波斯顿啦，姚总及姚家客人，保密这个又是保密，保密，绝密啊，大家看明白了飞机是怎么飞的都是啊，再往下。\n\n\n\n\n大家看到这了吗，到黄石机场了，到黄石了，黄石机场，在这个中间有另外两架飞机协助飞行，另外两架飞机，记录等会往上放，行李呢还有易碎东西，有专门给做好的，专门给弄好的，大家看明白了吗？那两架飞机是从那边飞过去的，人家往哪儿非都是中央，全人类最高级待遇，两架飞机或者一架飞机，那叫伴飞，伴飞就是备用机，就是备用飞行，大家看到这个，往下。\n\n\n\n\n\n大家看这个，5月31号了，这是孙姚在中南海的照片啊，王岐山办公房旁边的照片，对面就是孟建柱啊，大家看到了啊，黄石机场，黄石机场，他们在黄石住的那个是安曼酒店，也是有重大的行李啊，这都是经过了安排放东西，那里有他们的房子也有他们的物业，这又一次飞行啊，5月31号，那里实际上还有另外两架飞机是伴飞啊，下一个。\n\n\n\n\n\n然后呢，到了华盛顿，波音机场，你看人家这待遇，到华盛顿飞波音机场，不飞你那个商业机场，你看到没有，还是这样，保密！干什么？拉的东西，拉的都是超级贵重保密物品，各种机密文件啊，这是美国，到了美国你会发现，是姚明珊，姚庆，姚明端，王岐山，贯军，刘成杰的家了，下一个。\n\n\n\n\n\n他还慰问一万元人民币贫困户，这飞机，一个小时都是十几万人民币，我的天啊，华盛顿波音机场直飞北京，直飞北京啊，谁有这权利，谁有这本事？你有钱有用吗？有钱也不行，这就是海航，能满足他们一切的需要，海航能让他们全世界飞行，全世界都是他们的家，全地球都是他们的资产，想去哪去哪，而且常人拿钱做不到的对他们来讲轻而易举，马上做到。大家看到了，从华盛顿波音机场飞回北京一样保密，下一个。\n\n\n\n\n\n北京到日本的函馆机场，到日本函馆机场，你看看又到日本去啦，飞行人是谁啊？王健和姚庆，王健你不说我跟姚庆从来没飞过，陈源，还有一个日本人（女），曹璐，刘同，张锋，赵俊，张伟亮，行李十二件。。。。\n\n\n\n 2:00 - 2：05  小皮匠\n\n\n行李是十二件，易碎贵重是四件，又往外搬东西呢，也不排除买东西啊。大家看，绝密，分类是绝密。都是外交级别的。看到了吗。这个时候已经是要到十八大了，十八大了已经大家知道，厉害了啊。\n下一个 \n\n\n\n\n五月五号，看看啊，日本新干线机场啊，姚总乘客啊，就是他的啊。\n再下一个。\n\n\n\n\n日本新千岁机场到日本釧路机场。看到了，保密，又是保密啊。都是要运东西，拉东西。这是孙瑶，啊，孙瑶女士啊。\n下一个。\n\n\n\n\n姚庆、王健等候海航啊，你看这姚庆，跟这个海航。这张照片可能大家都没看过吧，这是保密。你看这干嘛呢？喇嘛给念经！给诵经！然后呢收藏这个大的那个唐卡。他们的唐卡一弄就是几千万，一弄就是上亿的，主要收藏人皮唐卡为主。。这个姚庆，三个最多啊，就是收藏，我只说收藏啊。第一，唐卡可能是世界上最厉害的。再一个就是好的普洱茶。第三个就是大量的收藏英镑欧元，啊，欧元英镑现金，啊，不收美金。\n\n厉害的很。包括这个中国唐朝和宋朝的古董，那了不得。你看看这个王健，王健跟姚庆要不是一家人，怎么能那么卑躬屈膝的在姚庆面前。姚庆就像祖宗一样，大家看明白了吗？日本关西国际机场，啊，钏路机场，这就是海航与王家的关系，海航与王家多年的关系，海航与王家的级别。你见过王建对谁这样过吗？只对姚家。\n\n\n\n大家看到了，孙瑶和她的美国朋友们。\n\n\n\n这不是海南的那个穷不啦叽的寡妇脸的那个孙瑶，那不是啊。日本大阪到东京成田。保密，一样是保密。啊，这里边全都有故事啊。没有故事不需要保密。\n下一个。\n\n\n\n\n然后再看看这个，东京成田又到羽田去了。你看看这个啊，调机。姚总乘客，去在那儿等着去了。到那儿开车去了。飞机8108 。\n 下一个。\n\n\n\n\n啊，保密，又是保密啊。东京国际机场。东京国际机场去哪儿啊？回北京。七万美元啊。你看旁边那孩子，吃饭，你看真的是，连美国的猪吃的都比我们这孩子吃得好。你看人家这大飞机七万美元，咔咔的就飞了。我先说到这时，大家要记住，所有姚庆的飞机和姚明珊的飞行到达之地，当地最好的酒店，基本上一层两层货三层，全部给买下来，不准别人碰。然后车辆要求必须是劳斯莱斯、奔驰车队。到今天还是。\n\n上一次，上两周，这个王健他们在这个澳大利亚过他的生日，全排都是奔驰。787落下来，老婆坐xxx（一个特别牛的牌子的车，笔录者不知道这个牌子，太牛了，我没见过世面）警卫坐（也是一名车），自己坐787 。全是这范儿。所以说这里边绝对不包含他们下飞机以后还干了啥。这个太多了，我要说太多小时了。所以你看看这个，直接的，又保密了，又保密了啊。直接东京国际机场飞北京，又保密了。\n下一个\n\n\n\n\n然后，大家看看这个，北京到普吉岛。这是姚庆最爱去的地方，那里边经常准备着n个美女。2012年10月15号，十八大呀十八大呀，北京到普吉呀，看着没有。这是万4飞机的。\n下一个，\n\n\n\n\n然后这时候王岐山久已经牛喽，就已经牛喽。十月十六号了啊，看这谁啊，这个变了啊，高翘楚、裴南南，这警卫就上去了啊。王邦重、姚庆、赵俊。你看看，普吉岛到北京。",
			"added": 1508041489,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 2,
	"comment": {
		"2_1CVeZddq26GkCPZbRa3Esii2Nc8LcVSedY": [
			{
				"comment_id": 1,
				"body": "【贵在公开听写文字版】14 Oct 2017 郭文贵发推\n4:43 PM – 14 Oct 2017 郭文贵发推，内容以视频为准。\n\n（蹦跳着）尊敬的推友们你们健身了吗？\n\n今天太高兴了！啊！太高兴了！天赐良机！天助我也！真的该我们赢了！啊！\n\n今天吴征！马云！又倾尽全力！不惜代价！把我的推特不让我直播！Youtube不让我直播！采取这种金钱收买蓝金黄！但是他让美国让西方更加看清了他们的丑恶嘴脸！\n\n你知道班农去北京还有什么任务吗？\n\n是马云还有吴征吹牛，说这是他代表习主席代表彭丽媛女士的，人家说：“我去北京我去见！”\n\n“好！”\n\n他说我让你去见！结果到了北京了他让王岐山出来，打了个圆场根本习主席不见！知道吗？然后就穿了帮了！\n\n吴征和马云在北京庄重承诺十九大以前绝对把郭文贵弄回来！立下了军令状！然后呢把肖建华的很多海外资产给吴征！给盗国贼！\n\n你看看这个国家被骗成什么样子了？！这一国吗？这是一个国家吗？\n\n亲爱的推友们不要把那些伪君子们坐在主席台上那些嘴脸们看的那么神圣！\n\n他们什么都不是！他们连我们普通老百姓起码的良心和脸皮他们都不要！\n\n所以该我们赢了！我们一定赢！\n\n因为他们太烂了！因为我们不赢也是天理不容啊！\n\n我们的对手这么烂！这么愚蠢这么嚣张！老天能容得下他们吗？\n\n你看他们一次次的犯错误！他们每次的行动都给我们带来无限的机会！\n\n等着我将在这个舞台上，跳着舞！送来！（合十）一切都是刚刚开始！",
				"added": 1508041337
			}
		]
	},
	"comment_vote": {}
}