{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 6,
	"comment": {
		"1_1NZsz5ugkzg27d9jmc8qrT9GxcLZdiuBGP": [
			{
				"comment_id": 1,
				"body": "把绿绿全部清掉，就不憋屈了",
				"added": 1487257186
			}
		],
		"2_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT": [
			{
				"comment_id": 2,
				"body": "如果真是普通退伍军人自发组织起来的上访，技术方面无外乎——解决低成本通信、解决可能存在的围堵。如：\n1、平时保持联系及维持群体的对立情绪——微信群聊、微信朋友圈、QQ群等，具有低使用门槛、具有广泛群众使用基础等特点的即时通信工具；（不使用敏感字、无人举报一般没事）\n2、拉新人入伙、结识及扩大支持及愿意上访人员——战友聚会，超聚会人数限定时，则组织头目或多个重要联络人会在多个聚会中会频繁露面；（规模别搞大了，会上别大声讨论敏感字也一般发现不了）\n3、抵达目的地——通过多地辗转、他地集结统一包车抵达（集体前往）、乔装打扮（个人前往）、多种交通方式（个人前往）等多种方式抵达目的地。\n\n如果是反华势力的特工做居中协调人员，组织此类动乱，应该除上述的技术要求外，还可能会至少会增加——保障自身的安全性、为尽可能扩大影响而提供的资金支持。如：\n1、隐藏、保障自身——高层组织者内部间的自研自改的加密通信工具；（相信ZeroNet再过不久甚至可能已经是使用工具中的其中之一了）\n2、提供台面组织者的资金——以地下钱庄、非政府组织、在华外国企业、在华外国人员、银行等渠道，通过各种方式整笔或零碎汇聚的资金。\n\n搜索三个关键词：       2017年2月22日老兵上访中纪委         ，          复员军官931规定           ，          复员、转业、退伍的区别            。\n然后就发现居然是一群自己选择错误+经营失败的Loser发起的上访。没找到比较权威的关于他们的具体要求的内容，不过也不用了解具体需求，引用『http://bbs.tianya.cn/m/post-free-3541930-1.shtml』网站中的回复——\n    （新宾2016   2016-05-13 00:22   11楼）复员军官维权应该理智些。个人认为一养老保险可以争取，二军衔工资可以争取，三当初文件的规定没有落实到位的部分可以争取，比如分责任田，免税等等。。。。。。说当初选择复员是被骗，理由太不充分了，说被逼都比说被骗好，社会环境所逼，当初的现实所逼。师，团，营级被骗，那军队岂不是培养的都是傻瓜弱智？",
				"added": 1488131274
			}
		],
		"1_1eg8zLhkWyNCmXFuZE5QZfNjvPJRBDsRW": [
			{
				"comment_id": 3,
				"body": "> [nassau](#comment_90_1M6V4wECbz5e1aUmuij2BB72ensHCYNFmd): 基督教在欧洲宗教改革中变得包容和平， 佛教在中国皇帝的驯服下成了帝国的附庸， 唯独伊斯兰不受影响。 关键的因素个人认为是伊斯兰实际上掌控着世俗权力， 这个跟红教很像\n\n据说中国曾经也有一段时间神权和世俗首领争权过，然后神权果断被干趴下了。其实中国在宗教这方面一直都不手软，如果不是现在全球舆论大环境的问题，也许绿绿问题早解决了。远的有汉朝，汉朝杀的夷狄戎蛮难道就少了？近的有清朝，回乱时杀的回民难道也少了？\n另外中国自从把神权干趴下后，皇帝都把自己叫天子，配有专门的天文机构如钦天监（明末清初），有人官至正一品（顺治十五年正月,汤若望），还禁止民间学习天文学。\n中国的政权和神权从来都是一体的。。。你说红教咋地咋地，也就那么回事。。。",
				"added": 1488133337
			},
			{
				"comment_id": 4,
				"body": "> [antic](#comment_11_1JxKB7akzLK7rSrokD2rjvNxYFy3f1QWT): 第一，你怎么看出作者是个轮子? 第二，什么年月了，你居然还相信共产主义? 共产主义还能忽攸住几个人？\n\n有好日子不过，天天人云亦云没脑子，你也是够二的。。。",
				"added": 1488134331
			},
			{
				"comment_id": 5,
				"body": "> [nekocross](#comment_209_1FHN4oukAG7zFUpiC9L2iz7QpQVTuT3xkz): 要搞死绿绿，先要消灭与之狼狈为奸的支持者，比如共党和白左\n\n你这私活掺杂的太明显了。。。麻烦下次掺杂的聪明点。。。白左是真心想和绿绿狼狈为奸，以此获得决定性的支持力量，而共党则是实用理论，只是当前国际大环境不允许清洗，不然可以参考苏联解体前对绿绿的作为，及参考以前是共党执政的东欧各国对绿绿的反感、拒绝的态度。",
				"added": 1488282336
			}
		]
	},
	"comment_vote": {}
}