{
	"next_post_id": 17,
	"next_comment_id": 4,
	"next_follow_id": 4,
	"avatar": "png",
	"user_name": "Jmsebastian",
	"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
	"intro": "Mostly video game enthusiast.",
	"post": [
		{
			"post_id": 1,
			"date_added": 1472597001,
			"body": "Hello ZeroMe!"
		},
		{
			"post_id": 1481255254,
			"body": "So after deliberating on whether or not to recreate the written work about games here for ZeroNet, what I think I'm going to to instead is publish my assorted essays on the act of writing itself. They aren't really well crafted essays or ones given the same kind of care and attention that I give to my game essays, but they help me work through issues I come across in the writing process and kind of help clear my head when motivation to write can be hard to come by.\n\nIn the next few days I hope to start posting some I've already written unedited, following with some future essays. I'll probably copy an existing blog and repurpose it. I can't promise there will be frequent updates, but I'll chime in from time to time.",
			"date_added": 1481255251
		},
		{
			"post_id": 1495047890,
			"body": "Obviously, I haven't lived up to my hope of writing about writing around here. Turns out working, writing about games, doing a podcast and having a social life is not easy to balance. In any case, I do hope to produce something on ZeroNet eventually.\n\nMe being me, I have often thought about writing about adult materials in the same way I write about games. I would focus mostly adult manga and games, but it's not something I've really written about before, so it might be a while before I get anywhere.\n\nHopefully it's something some of ya'll are interested in. Adult material is everywhere on the internet, of course, but there is a lack of critical writing about it, so that would be fun to do, I think.\n\nI'll update again once I get a sample essay put together.",
			"date_added": 1495047886
		},
		{
			"post_id": 1495120713,
			"body": "And I actually managed to put something up. It isn't much, just a bit of an introductory post, but if you're interested, here is the link: http://127.0.0.1:43110/1J9CAuKdCxFAAgqmc1s72kpF8T1mW1SaG3/. I already have a new essay in mind, so hopefully that will be up by the end of this week or beginning of next.",
			"date_added": 1495120708
		},
		{
			"post_id": 1495141844,
			"body": "In a surprise to myself, I actually went ahead and created a new post about the recent rise of Wendy's porn: http://127.0.0.1:43110/1J9CAuKdCxFAAgqmc1s72kpF8T1mW1SaG3/?Post:2:What+is+up+with+all+the+Wendy%27s+porn+.\n\nHopefully you find it as interesting as I do.",
			"date_added": 1495141838
		},
		{
			"post_id": 1495231514,
			"body": "So I've actually been on a bit of a roll lately with writing stuff. I have put together a rough draft for my next post, plans to get that up sometime tomorrow.\n\nI wouldn't expect this pace to keep up as I have to balance it with a few other projects, but I'll try to keep putting stuff up as often as I can. Once it's posted, I'll update again.\n\n",
			"date_added": 1495231507
		},
		{
			"post_id": 1495348547,
			"body": "Hey everyone, just published my most recent essay featuring some very sexy nurses as depicted by one of my favorite artists, O.RI. Check it out, if you're in to that sort of thing: http://127.0.0.1:43110/1J9CAuKdCxFAAgqmc1s72kpF8T1mW1SaG3/?Post:3:White+Angel%27s+Heavenly+Bodies",
			"date_added": 1495348539
		},
		{
			"post_id": 1495482260,
			"body": "Just received this in the mail, along with a few others. I look forward to writing about this series in the near future.",
			"date_added": 1495482251,
			"meta": "{\"img\":\"485,700,54365597688699ab77bbab97ea6d53ddd579833934d74a54,012112213432353116527386612201602430096A11005661100762B1CD338E1CDFEE9C\"}"
		},
		{
			"post_id": 1495838316,
			"body": "Hey everyone, I have added a new essay trying to make sense of Toshio Maeda's classic erotic horror manga La Blue Girl. Check it out if you get the chance: http://127.0.0.1:43110/1J9CAuKdCxFAAgqmc1s72kpF8T1mW1SaG3/?Post:4:Failing+to+Understand+La+Blue+Girl",
			"date_added": 1495838306
		},
		{
			"post_id": 1496476425,
			"body": "Been working to juggle my hobbies this week, mostly unsuccessfully. I have quite the collection of manga building up, so there's a lot of potential material to talk about, just haven't decided what to focus on next. Looking to have something by middle of next week.",
			"date_added": 1496476414
		},
		{
			"post_id": 1496800295,
			"body": "Hey everyone, I decided to write a little bit about covers and how deciding what to read based on them actually makes some sense with regard to hentai in particular: http://127.0.0.1:43110/1J9CAuKdCxFAAgqmc1s72kpF8T1mW1SaG3/?Post:5:New+blog+post",
			"date_added": 1496800283
		},
		{
			"post_id": 1496853091,
			"body": "So, I have 40 some essays I'd like to migrate over to a zeroblog...anybody know of a decent way to do that? Could do it by hand, but not sure it's worth the effort.",
			"date_added": 1496853078
		},
		{
			"post_id": 1498173753,
			"body": "Put up a little something about a game that surprised me by its success: HuniePop: http://127.0.0.1:43110/1J9CAuKdCxFAAgqmc1s72kpF8T1mW1SaG3/?Post:6:The+Mainstream+Success+of+HuniePop",
			"date_added": 1498173739
		},
		{
			"post_id": 1499154500,
			"body": "After being on a bit of a role with regard to getting writing out, I have definitely hit a brick wall. Lots going on, especially regarding an upcoming move in the middle of this month, so that's been taking up a great deal of time.\n\nPart of it, too, is that consuming stuff with the intent to write about it later kind of fundamentally changes the way you interact with work, and that was starting to get in the way of me enjoying the stuff in the first place, so I've taken a step back and just sat down, played some games without worrying about writing, read some great manga that I've wanted to check out, and it's been really nice.\n\nOnce I'm all moved and settled (and have a new home office set up), I should be ready to get back to some analysis.",
			"date_added": 1499154485
		},
		{
			"post_id": 1504070952,
			"body": "Well, there has been a whole heck of a lot of stuff that's gone on, but I am alive and still intent on writing about my favorite not so mainstream hobby. Expect something next week.",
			"date_added": 1504070936
		}
	],
	"post_like": {
		"1Gu13rN1pkfocLRtoHdTyChZTq1yNHgwcB_1472597641": 1472664229
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "@Grimsdottir: Really? There should be at least one peer since I've been hosting it. Hopefully it will work for you when you try again. Let me know and thanks for checking it out.",
			"post_uri": "1Gu13rN1pkfocLRtoHdTyChZTq1yNHgwcB_1495120713",
			"date_added": 1495131308
		},
		{
			"comment_id": 2,
			"body": "@Jayofthezero: Thanks for the suggestion. I was looking into an archiving tool since these essays are already published on the web (I just wanted to make a mirror version on zeronet). The main issue is the image and gif files associated with the essays more than the text. Once I'm back on my Linux setup, there are a few scripts I'll try running to archive the html files, then I'll work on importing those into a zeroblog. Either way, it's going to be more work than I'd really like, so I'll have to save it for a weekend or late night.",
			"post_uri": "1Gu13rN1pkfocLRtoHdTyChZTq1yNHgwcB_1496853091",
			"date_added": 1496862778
		},
		{
			"comment_id": 3,
			"body": "@深夜海钓核潜艇: Ah, well I have a hentai blog here: http://127.0.0.1:43110/1J9CAuKdCxFAAgqmc1s72kpF8T1mW1SaG3/. That's mainly what I write about on ZeroNet. I also write about video games. Video games are significantly more time consuming than manga or movies are, though, so I find writing about them much more challenging.",
			"post_uri": "1Gu13rN1pkfocLRtoHdTyChZTq1yNHgwcB_1499154500",
			"date_added": 1499269765
		}
	],
	"follow": [
		{
			"follow_id": 1,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj",
			"user_name": "Nofish",
			"date_added": 1495240228
		},
		{
			"follow_id": 2,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "1LxkfGxtWhktAJ5WJ9ZnKxksTSH37qm8cC",
			"user_name": "Firebox",
			"date_added": 1495240369
		},
		{
			"follow_id": 3,
			"hub": "12h51ug6CcntU2aiBjhP8Ns2e5VypbWWtv",
			"auth_address": "1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh",
			"user_name": "Kaffie",
			"date_added": 1495482533
		}
	]
}