{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1M5c4n1YevPV4Z3ZVS21BzH7b56qZhcML2": 1,
		"1_1pzJozRNVpCctRdWj2jgp59MkzCkZt2VZ": 1,
		"1_1EXANSGwi6EeGPVqCYcRhwsK5pUFabu8i6": 1,
		"1_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1,
		"2_14Kakxw14Eo5mXozLpsU755yeQuPmLRS9z": 1,
		"1_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"1_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": 1,
		"4_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"1_1MTNhSVgCJpW8uBjFhnyA5NsgyKbKnvrLG": 1,
		"1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": 1,
		"8_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": 1,
		"7_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"2_14LA8sy5pK11V4azVA9wTmMpu1VYCqT822": 1,
		"2_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1
	},
	"next_comment_id": 17,
	"comment": {
		"1_1Mbqod3HqqPByb7q8t2nKNSzGhL1dAuPAV": [
			{
				"comment_id": 1,
				"body": "Doesn't work.",
				"added": 1504447149
			}
		],
		"13_1L5rGDgTs4W2V7gekSvJNhKa7XaHkVwotD": [
			{
				"comment_id": 2,
				"body": "Probably you should make your big files optional. Afaik optional files are unlimited, but they are not downloded automatically and you need to make user to request them somehow. Read this: https://github.com/HelloZeroNet/ZeroNet/issues/163",
				"added": 1504996351
			}
		],
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": [
			{
				"comment_id": 3,
				"body": "I'm still not sure who is more retarded: antifa or anti-\"anti-white\" white supremacists. By the way it's true that mastodon is full of literal commies. They even have hub consisting exclusively of transgender commies. What the fuck, TRANSGENDER COMMIES, Carl! Do they think Stalin would approve? All you people are fucking crazy, both left and right.",
				"added": 1505054311
			},
			{
				"comment_id": 4,
				"body": "> [kaffie](#comment_494_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): If you think antifa is retarded, you clearly haven't been paying attention.\n\nAntifa is not the same as anti fa. Antifa is a leftist fascist movement, most of them are radical commies. They are not nazi, but they are fascists, because they want to mute and kick nazis, and everybody else who says something they dislike. Free speech should include all the hate speech imaginable. If I hate fat woman, I want to be able to offend them, if I want to offend stalinists, the same. It's good and natural, this is crucial part of communication. Antifa as a movement were about muting hate-niggers yesterday, are about muting hate-trans today and will be about muting hate-stalin tomorrow.\n\n> [kaffie](#comment_494_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): What's wrong with transgender people? Are you against medical science? Do you hate people because of medical conditions? Why would anyone support that sort of hateful bigoted ideology?\n\nI personally like traps, what is wrong is that so much commie-transgenders are so fucking stupid to believe that under stalinist-like regime they will not be tortured in gulag.",
				"added": 1505059568
			},
			{
				"comment_id": 5,
				"body": "> [kaffie](#comment_495_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Honestly, if you hate on people for intrinsic traits (weight, skin color, sexuality, etc). you're a disgusting pathetic piece of shit. There's not really any way around that. There's no reason to do it other than just being an asshole.\n\nActually, it's never like this. Most of the time if someone get me angry I may shoot back the negativity he charged me with in the form of some offensive phrase, and some traits (gay/straight/schizo/normie/nigga/nazi/pathethic/...) are tools to construct it and to fill it with negative emotion. The result surely qualifies as hate speech. By the way I hope you don't hate all the people who \"hate on people for intrinsic traits\" because this way you qualify too.\n\n> [kaffie](#comment_495_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): People should have the right (as is naturally assumed) to say what they please. I do not see reason that this should go without consequence or social reactions.\n\nWell, for me, most of the time it's enough to not subscribe to someone who posts stuff I don't like. If he writes something to me directly, I can just block or mute him. But I'm surely not against voluntary \"echo chambers\" or just any kind of highly-censored communities for those who want them. It's only problem when they want everyone to be part of this community and obey to its rules like antifa.\n\n> [kaffie](#comment_495_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): However, I am okay with web hosting censoring content they do not like. It's their servers, so they should have the final say, regardless of legality.\n\nOh yes, if someone disagree, he should move to ZeroNet.\n\n> [kaffie](#comment_495_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Are you from the US and talking about US antifa? Or some other country.\n\nSome other country, but my impressions based on posts and videos worldwide.",
				"added": 1505064411
			},
			{
				"comment_id": 6,
				"body": "> [rubit](#comment_6_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E): Has anyone tried Yacy yet?http://yacy.net/en/index.htmla P2P search engine? (depending on your settings)\n\nYep, also running two crawlers for few days already. Search results are quite cluttered tbh, but not too bad.\nAlso there are already some mechanics to get rid of rubbish results, but I'm not familiar with how it works yet.",
				"added": 1505077376
			},
			{
				"comment_id": 7,
				"body": "> [kaffie](#comment_496_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Just an FYI, while indeed it is the same type of speech, there's a difference between literally having hate be your ideology, and simply venting and letting off steam when pent up. The latter is acceptable, even if it's not good. The former is unacceptable.\n\nHighly ambigous things like this will lead to neverending controversy and misuse. It's a thought police business.\n\n> [kaffie](#comment_497_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): 'free speech' is used as a dogwhistle for right-wing hate groups. It's not truly free discussion the advocates want, it's to be able to hate on people without social consequence. And indeed you see this in their spaces. Try to have a calm rational discussion, and the 'free speech' advocates ban and silence you. They don't want 'free speech' they want 'freedom to hate' ... If you actually asked, most would actually be okay with calmly discussing things. Though, nazi views and fascism get a special exception.\n\nJeez! This is precisely kind of commie rhethorics that made commies part of my nightmares and delusions. If you can justify things like this today, you may also find some special exceptions to justify killing people tomorrow. And if you try hard enough everyone can be labeled as \"nazi symphatizer\" if it gets in your way.\n\nI think true anarchist shouldn't even give a fuck about equality, morality, what is good and what is evil. Ideal anarchy is a battlefield in a state of maximum uncertainty where everyone can do any move, no matter how good or evil it is, and everyone else can make a move in response (or independently, not caring about other players). Anarchy gradually becomes worse with more structure on the battlefield. And the worst, opposite to ideal anarchy, is when the whole area of battlefield is a single global state. If \"anarchist\" says that anarchy is not chaos he is actually a commie or some other kind of socialist/collectivist. For a long time anything close to real anarchy was impossible, but with advancements in technology that make things uncentralizable by design I believe we may proceed probably more than a halfway to ideal anarchy.",
				"added": 1505212457
			},
			{
				"comment_id": 10,
				"body": "> [doiasedfnasnedcp](#comment_9_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc): Ok so I'm going to frame this in terms of blacks and whites for simplicity sake.  [...]\n\nThe problem with this argument is that it's applicable to most countries in the world. The reality is that the only countries which matter are US, UK and probably Germany, everything else is second-tier garbage which don't produce any innovations in art, culture, science at any noticeable scale, at best they are importing or copying stuff from mentioned ones, which is not much better than doing nothing at all. Africa is at least authentic. There are witch-doctors, there are nice tribal musicians with authentic music genres like gqom and mbalax, there are great clothes with beautiful patterns and textures and so on.",
				"added": 1505324877
			},
			{
				"comment_id": 11,
				"body": "> [styromaniac](#comment_105_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): You're forgetting many other cultures. Your favorite entheogens were discovered by some brave or smart tribalists all over the world. Each tribe survived in their own way and developed unique cultures.\n\nHaving culture and having cultural innovation is not the same. Africa is still innovate and push its culture throughout the world. Gqom is new thing for example. There are countless other examples. Shangaan electro by Nozinja is another one (https://www.youtube.com/watch?v=tY6i-RTup5w). I'm actually considering immigration to South Africa. The only thing that stops me is that witch doctors may try to make potion out of my brains.",
				"added": 1505333363
			},
			{
				"comment_id": 12,
				"body": "> [theanswerer](#comment_12_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn): daddy can't find good work and now both mommy and daddy have to work full time just to keep a roof over their head. Meanwhile the black mother of 12 down the street[...]\n\nAgain, this is not race issue, this is 1st-vs-3rd world issue. Most countries are shit, a lot of people immigrate to America to live better. There are much more white immigrants who \"steal\" your jobs. The only reason you hate black is because their roots are obvious from skin color. If every country had different skin color, then you would hate everyone except your nation for exactly the same reasons you hate black now.",
				"added": 1505382757
			},
			{
				"comment_id": 13,
				"body": "> [theanswerer](#comment_14_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn): Race is real and it matters.\n\nIt's irrational how much accent you place on skin color. There are a lot of extremely different white cultures and subcultures, and if I place myself into your ideological framework, I would argue there is surely a need of segregation between white people. And probably it matters much more, because small subset of white people are superior to all other people, and there were always tensions between black and white, so some kind of virtual segregation by skin color already existed anyways, but there were no such thing for other white people, and this is a problem because they freely contribute their mediocre genes to ubermensch gene pool.",
				"added": 1505387471
			},
			{
				"comment_id": 14,
				"body": "> [planespherev3](#comment_251_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): creativity [...]\n\nAll music which not sucks comes from Africa or black people. While europeans and other pathethic whiteys were doing boring tonal nonsense on their cheap-sounding sinusoid pianos, black people were kicking ass with some gorgeous rhythms and grooves with rich atonal timbral textures of their thunderous drums. And what you see nowadays is that tonal music actually dead. Geeks are listening to rhythm/timbre oriented idm/dubstep/techno/ other electronics and normies are listening to rhythm oriented trap and other mutations of hip-hop and rhythm'n'blues.\n\n> [planespherev3](#comment_251_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): multiculturalism leads to racial tensions, crime, ghetoization of the populations.\n\nIf you're right-wing you should value competiton over cooperation, right? (Sub)cultural competiton like this inside a single country is just a version of competiton between countries with a smaller granularity, and this way it probably leads to more innovation. If we take music in particular, London proves this. The last musical genre which I like and which was founded in USA was Detroit Techno. It's from 80s. Before it was Chicago House & Garage House. Surely it's all by niggers, moreover most of them gay. I don't know what happened to USA and Detroit, but UK creates new genres which I love every few years, and USA for me is dead musically for twenty years already (they do copy some good UK stuff, but not innovate). Well, during this period US invented trap, but I don't like it. I think it's for normies.",
				"added": 1505390625
			},
			{
				"comment_id": 15,
				"body": "> [kreuz](#comment_4_1AzSTiHFF1HahSf3j6YgmcKCo24ACQvo1p): The only music that doesn't suck is Orthodox Christian chants. Rhythmic trash is the devil's tune.\n\nUpvote for comedy value, but take a look:\nhttps://www.youtube.com/watch?v=w7Lo7O2zmT4",
				"added": 1505392535
			}
		],
		"1_17X6HcuDcCF3nTTGoCTjZTHFdHV67f3Xqb": [
			{
				"comment_id": 8,
				"body": "wut",
				"added": 1505301456
			},
			{
				"comment_id": 9,
				"body": "I see this site uses 2 possible identity providers (zeroid & cryptoid). When some user registers his nickname only on zeroid, anyone else can register the same nickname on cryptoid. To see the identity provider hover your mouse over nickname. It will show full identity including hash.",
				"added": 1505304897
			}
		],
		"1_13TyJavVGKg9sta7G22LdSnbeQBkrk15Mn": [
			{
				"comment_id": 16,
				"body": "i am jew",
				"added": 1505757142
			}
		]
	},
	"comment_vote": {
		"1_12YmD9EuK5t5UQ5zuBYJmnyigo6T4vbBuG": 1,
		"8_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"17_1Koe97YQ3wR5oFauQoGuUCBNqZ73SMTrKi": 1,
		"54_1L5rGDgTs4W2V7gekSvJNhKa7XaHkVwotD": 1,
		"11_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"499_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"246_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS": 1,
		"1_1MBGp5s5afzjNKvs7U8n88PKfFtV1EwCtX": 1,
		"4_1AzSTiHFF1HahSf3j6YgmcKCo24ACQvo1p": 1,
		"503_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"504_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"15_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc": 1
	}
}