{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"2_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": 1,
		"1_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": 1,
		"3_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": 1
	},
	"next_comment_id": 12,
	"comment": {
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": [
			{
				"comment_id": 1,
				"body": "翻译:\n\n大家:\n\n我们不会因为不喜欢中国人而让你们去中国留言板.我们之所以如此是因为许许多多论坛使用者并不会中文,而使用机器翻译的体验又经常不佳.\n\n如果有人能为这个站点做出一个一键翻译之类的功能也许会好一点.这样虽然可能不会非常精确,但是至少我们不用在翻译工具与网站之间粘来粘去,而这样也许能让人们更愿意互相交流一些.但在此之前,共有这片空间只会让一切变得混乱,而我会礼貌地提议你在有基础的一点英语能力后再在这里发帖.\n\n> [hexkey](#comment_47_18NsJqjikBYBjwLzMVp7aBJSpqtyRSd9qF): Everyone: [...]",
				"added": 1500030830
			}
		],
		"1_1KjKGbXe5KwQkmHdtsyhp1TzRieGu3wPBw": [
			{
				"comment_id": 2,
				"body": "> [tofuchigga](#comment_1_1VjSLTXVnAY1Crt7ZdaM2WiKKMbD15vyF): ain't that the truth> sternezelt: china ruled by emperor XI\n\nwell...he may need a constitutional amendment, but I believe it will only be a matter of time",
				"added": 1500031402
			}
		],
		"1_1LfQ8dwqkqkGQNCg1kBevHPxjvTRJTQYBz": [
			{
				"comment_id": 3,
				"body": "> [akito](#comment_72_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): But also because they are not restricted enough to not get internet access at all, like in other extreme countries. Their country is a \"special mix\" out of taking away shit from poor people in a communistic fashion while allowing products from America and rich people in the top of the society in a capitalistic manner. [...]\n\nI am a Chinese and I confirm that it is true. We used to be able to connect to the Internet freely, but the GFW (the Great Fire Wall) has been trying to stop us from the Internet for a while. We desire to know more outside the wall so we use VPN, SS, and of course, Zeronet.\n\nBut there are more reasons, since VPN is declared to be forbidden totally in Feb 2018, we need to find some options like the torrent to evade censorship.\n\nSo in a word, we are Internet refugees.",
				"added": 1500032406
			}
		],
		"2_1ELbzUdEgV1kw4o358WdUfyN5vJVgfpMyx": [
			{
				"comment_id": 4,
				"body": "Traps are very common...sometimes straight guys(like me) also dress up like the girls to amuse the others(or themselves). But it is never found in official media, so I suppose it is banned. But I think it is too hard to censor traps, since it is not a kind of pornography, and sometimes you can hardly tell the gender from just a picture...",
				"added": 1500375567
			}
		],
		"2_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": [
			{
				"comment_id": 5,
				"body": "> [raichup](#comment_2_1EmBXyuj4eb4XcttKBpQiG4SgnBnLU4UsG): Immigrate, before the door close.\n\nthat's exactly what I'm preparing for... but I do not know if I can be fast enough",
				"added": 1500477184
			},
			{
				"comment_id": 7,
				"body": "> [guans](#comment_2_14LGKhv21es4drCF2mL7gDWSb13S3wmaeQ): Cleannet is easy... buy 1 cheap android phone as wifi teether and use another no-sim phone. [...]\n\nThat is the cost of democracy... I suppose I'd prefer to take it. BTW, we do not vote, so we never trust anyone. That's the same, how can you trust a person you do not even know before he is \"elected by the people\" to be a president?",
				"added": 1500604864
			},
			{
				"comment_id": 8,
				"body": "> [guans](#comment_7_14LGKhv21es4drCF2mL7gDWSb13S3wmaeQ): we don't really care about our government anyway, as long as food is cheap, we can get job and getting paid, taxes is reasonable . then we're good. I don't do drug so black market stuff ( something pothead misunderstood as freedom ) is not bothering me.Corruption??? no problem as long as country growth is exponential as china.Government killing people ?? well I can understand that. They want take down the government by spreading distrust. Happen all time in my country. Last time Syria allow them to grow, war happen... Syria not fast enough.\n\nMost of the people in our country do not care about the government either, but that is not everyone. Besides, I am not talking about the immoral things like drug or prostitution, I am talking about the basic right of free speech and privacy. Though the real free speech or privacy can never exist, and I admit it is reasonable to hand in some right in exchange of safety and the development of the society, the government should be under control, or we will be the sheep of the government, that's what's happening, as far as I am concerned.\n\nBesides, I desire peace, and I prefer to use a non-violent non-cooperation way or something like that to reach the goal. Those who want to change the situation are not all radical. Of course it is true that we are spreading distrust, I am now spreading a rational distrust towards the government. If the government violent the right of living without any reason, it is not only distrust.",
				"added": 1500612576
			},
			{
				"comment_id": 9,
				"body": "> [guans](#comment_9_14LGKhv21es4drCF2mL7gDWSb13S3wmaeQ): I think in china the people already have freedom of speech in limited condition. Of course if you want speak your mind out on public or social media for the masses in which way is discredit the government, trouble is gonna find you soon. As long as I know,  I can speak freely all I want on private conversation with my friend or family on china ( we're not on north korea ), unless authority is there and hear what you speak...Private as in same room, not from phone etc....you don't want tagged by the system. [...]\n\n\"Be aware that powers ceded to government in times of fear are rarely removed from statute.\" Since the freedom of speech in public is now handed in, I can see the future that the freedom of not to flatter the government were deprived. I do not want to be in a place like the North Korea, so I mostly agree with the statement of zcyzcy88.\n\nthe limited condition> [zcyzcy88](#comment_28_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG): For the topics such as \"China vs USA\", my answer: [...]",
				"added": 1500631610
			}
		],
		"6_1Q6Mxp6VGNuf47vbdAwR7NEZj8E5HQAq6m": [
			{
				"comment_id": 6,
				"body": "I'm now downloading TED and wiki...this may be a backup for me.",
				"added": 1500550369
			}
		],
		"2_15f49K29bmmEMu3FNtR3cbT3Wb28Hrsf9D": [
			{
				"comment_id": 10,
				"body": "问题并不在\"使用中文\",而在\"在英文论坛Zerotalk使用中文\".同样,可以在中文论坛GFWTalk使用中文这点毫无问题,但请不要在GFWTalk使用其他语言(除非必须,包括缩写,代码,引用外文名称等).\nThe problem does not lie on the using of Chinese, it lies on the using of Chinese in a English forum, Zerotalk. And vice versa, please do not unnecessarily use other language in GFWTalk, which is a Chinese forum.",
				"added": 1501242033
			}
		],
		"2_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": [
			{
				"comment_id": 11,
				"body": "I suppose the site \"zerotalk\" should be directed to a list of languages first, like the wikipedia...",
				"added": 1501244191
			}
		]
	},
	"comment_vote": {
		"1_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH": 1,
		"28_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": 1,
		"8_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH": 1,
		"9_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH": 1,
		"3_1PBNStBUCMh9A4GuYqgCtf9itJpwah6Ani": 1,
		"10_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH": 1
	}
}