{
	"next_topic_id": 5,
	"topic": [
		{
			"topic_id": 1,
			"title": "People flee Google as DuckDuckGo grows",
			"body": "http://speisa.com/modules/articles/index.php/item.3936/people-flee-google-as-duckduckgo-grows.html",
			"added": 1504697785
		},
		{
			"topic_id": 2,
			"title": "Tucker Carson interviewed Gab founder Andrew Torba 09/05/17.",
			"body": "https://www.bitchute.com/video/6IIm9zVb97Pl/",
			"added": 1504766745
		},
		{
			"topic_id": 3,
			"title": "Welcome to 1984: Big Brother Google now watching your every political move",
			"body": "Clear link: https://www.rt.com/op-edge/402588-google-eric-schmidt-republicans/",
			"added": 1504972666,
			"parent_topic_uri": "9_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj"
		},
		{
			"topic_id": 4,
			"title": ".cat Domain a Casualty in Catalonian Independence Crackdown",
			"body": "On October 1, a referendum will be held on whether Catalonia, an autonomous region of the northeast of Spain, should declare itself to be an independent country.  The Spanish government has ruled the referendum illegal, and is taking action on a number of fronts to shut it down and to censor communications promoting it. One of its latest moves in this campaign was a Tuesday police raid of the offices of puntCAT, the domain registry that operates the .cat top-level domain, resulting in the seizure of computers, the arrest of its head of IT for sedition, and the deletion of domains promoting the October 1 referendum, such as refoct1.cat (that website is now available at an alternate URL).\n\nThe .cat top-level domain was one of the earliest new top-level domains approved by ICANN in 2004, and is operated by a non-governmental, non-profit organization for the promotion of Catalan language and culture. Despite the seizure of computers at the puntCAT offices, because the operations of the domain registry are handled by an external provider, .cat domains not connected with the October 1 referendum (including eff.cat, EFF's little-known Catalan language website) have not been affected.\n\nWe have deep concerns about the use of the domain name system to censor content in general, even when such seizures are authorized by a court, as happened here. And there are two particular factors that compound those concerns in this case. First, the content in question here is essentially political speech, which the European Court of Human Rights has ruled as deserving of a higher level of protection than some other forms of speech. Even though the speech concerns a referendum that has been ruled illegal, the speech does not in itself pose any imminent threat to life or limb.\n\nThe second factor that especially concerns us here is that the seizure took place with only 10 days remaining until the scheduled referendum, making it unlikely that the legality of the domains' seizures could be judicially reviewed before the referendum is scheduled to take place. The fact that such mechanisms of legal review would not be timely accessible to the Catalan independence movement, and that the censorship of speech would therefore be de facto unreviewable, should have been another reason for the Spanish authorities to exercise restraint in this case.\n\nWhether it's allegations of sedition or any other form of unlawful or controversial speech, domain name intermediaries should not be held responsible for the content of websites that utilize their domains. If such content is unlawful, a court order directed to the publisher or host of that content is the appropriate way for authorities to deal with that illegality, rather than the blanket removal of entire domains from the Internet. The seizure of .cat domains is a worrying signal that the Spanish government places its own interests in quelling the Catalonian independence movement above the human rights of its citizens to access a free and open Internet, and we join ordinary Catalonians in condemning it.\n\nClear link: https://www.eff.org/deeplinks/2017/09/cat-domain-casualty-catalonian-independence-crackdown\nArchive link: http://archive.is/O8RRs",
			"added": 1506282707
		}
	],
	"topic_vote": {
		"4_1AWSA7oG2qrhWYgeSiJtDHCwc2KvyR7ijs": 1,
		"2_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"1_1Bk2heJQnpwHvQLSt5s4PZc9pdjH6MtqHE": 1,
		"1_1JTtwMPZ5mKaF6S1wAPzZ8SmZTgTygz5Rb": 1,
		"1_19vYZ3YDA3LLxrhk3kSo58p2EppqkJVDMZ": 1,
		"3_17RJyBwfCuCAHTLwpirMuzvzN1zCe9845K": 1,
		"2_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": 1,
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"1_1vAdpJiyYEHcDZoJn93QcjzaFVKHHPg1F": 1,
		"1_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"14555_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"2_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": 1,
		"1_1GmJVE6KmMyRKKfEg2aiTjCtCU5poP3Rde": 1,
		"1_1MTNhSVgCJpW8uBjFhnyA5NsgyKbKnvrLG": 1,
		"1_1LfJFYyVgJpcWCHWBDYjbbQeUFMaqYKt7T": 1,
		"14634_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"14659_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"1_17X6HcuDcCF3nTTGoCTjZTHFdHV67f3Xqb": 1,
		"1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": 1,
		"2_1BiouZaoK2zKaqSihxi7LudLqix6ynXYtj": 1,
		"5_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"6_1Jk6iv2QXUgZo4Y4P5ZUKe7SrpMnGs5unL": 1,
		"14718_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"6_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": 1,
		"3_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"4_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"1_1G67uRDE6BcnfdN9tHyeWFiDfCBbaJJSgV": 1,
		"1_15ins8mwfnDtrqrEgkkhmZHfHQJGAoJdQH": 1,
		"1_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"14823_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"8_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"4_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"8_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"9_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"3_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"2_1BXrm8Bwf3e4DPasJ5L3txhjqhmwhcVdtm": 1,
		"5_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"1_12mJ2aoJBQEJpAbxuPXmVAWZ2LLk7daj9H": 1,
		"13_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"15_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"16_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"1_1CZn3nsKZkKf7rfS5ykaEBtTRMnyKTLsZt": 1,
		"14_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"12_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"1_19XCfah7iuo9zYqk7GoTDXVNp4p5BpEH1T": 1,
		"9_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"14902_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"15027_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"1_1BM5RxgUfzF8tXYBMbsh7mTjA8JRWEW72c": 1,
		"3_15dMbdM7c2RT9RhNTJRqzc4vYSvrSJvxyG": 1,
		"15250_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"2_12zCc2NbwzhGnp9uMuoCT6EEKrEGmBmGiL": 1,
		"2_1M7mNWkk2eJQqeWw5KexXWHo565mmnXCU9": 1,
		"5_16t83GyRixTRFbTL91Lvk2q3Z8kJzJfAXH": 1,
		"15266_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"4_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": 1,
		"15265_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"15278_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"15295_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"5_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": 1,
		"2_15de5wZ71q8iQGhEmBkJnRKx37Defn5XoL": 1,
		"15487_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"1509087257_1CGP23WuLE1DHpiAyGuSoNrNzabKv8NVmZ": 1,
		"15698_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1,
		"16265_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": 1
	},
	"next_comment_id": 106,
	"comment": {
		"2_1PTaJe3LLeB5Pfxq8KjcpQSPcSK1PQqsQs": [
			{
				"comment_id": 1,
				"body": "Because on for example Reddit everyone who does not have Reddit-opinion is a Nazi. So that makes 7 billion minus the total number of Reddit users a Nazi. That is definitively the majority of the world population.",
				"added": 1504286236
			},
			{
				"comment_id": 4,
				"body": "> [nihilist](#comment_2_1Mbqod3HqqPByb7q8t2nKNSzGhL1dAuPAV): Let me elaborate. As a nationalist, I believe EVERY nation has the implicit right and is entitled to defend THEIR own identity on THEIR own land. Nothing more.When a government facilitates mass alien immigration while performing subtle or even open genocide of the nation, this is called invasion. And anyone supporting it must be considered a traitor.I wish I was born in a country that had strict immigration policy. Unfortunately I was born in Ukraine, a country now fully invaded by Jews, Gypsies and Russians. They all made Ukrainians a minority in their own country, at least among the ones who make decisions. And they call anyone who disagrees a \"nazi\" or \"extremist\". [...]\n\nIn every country that is member of the European Union, every person disagreeing with the EU is considered a Nazi by definition. This is part of being a member of the EU. There is only one opinion valid, that is EU-opinion. When you as an EU citizen have a different opinion then European Commission you are considered a Nazi. They will try to exterminate you. When you don't have EU-opinion you will not get a decent job. They, the EU, will take care of that.",
				"added": 1504422327
			}
		],
		"1_1KqEJ6jSKyVrgCMUb73LRQuAki7AbHYvL3": [
			{
				"comment_id": 2,
				"body": "Maybe there are fake red pills on the market. Try the original ones. ;-)",
				"added": 1504290984
			}
		],
		"1_1EXANSGwi6EeGPVqCYcRhwsK5pUFabu8i6": [
			{
				"comment_id": 3,
				"body": "Well you can choose between massive tax raises for fixing climate gate and migration gate or just take you regular dose of sterilization vaccines. ;-)",
				"added": 1504338113
			}
		],
		"3_1M78zG4cdm2osFEpXApCHxh6bu936kgte6": [
			{
				"comment_id": 5,
				"body": "Not everyone is happy about spreading the word. Because some or a lot of people see ZeroNet as a backup / alternative for when they take 4chan / gab.ai / voat.do down. So... some people see ZeroNet as their secret place where they can come when bad things happen in mainstream internet.",
				"added": 1504606551
			}
		],
		"6_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": [
			{
				"comment_id": 6,
				"body": "Is there a ZeroNet app for mobile?",
				"added": 1504608328
			},
			{
				"comment_id": 7,
				"body": "What is hate speech? In the country where I live anyone who likes Trump is considered a hater. Even the mention of the word Trump makes people hate you. Government itself spread anti-Trump hate. So what hate is is defined by government. And then government can decide what free speech is. I think that government should not be allowed to tell people what to think or say. Hate is a normal human feeling. Being a human does not say that that is always a pleasant thing.",
				"added": 1504674929
			},
			{
				"comment_id": 8,
				"body": "Look kaffie, I have also been on t_d. I said I love Trump. What happened. I got nothing but hate mail in my mail box on Retdit on got nothing but insulted. So when you like or love someone is already reason enough to hares people.",
				"added": 1504675787
			},
			{
				"comment_id": 9,
				"body": "Other one kaffie: Everything you say I consider hate speech. Now you. I think you can better be quiet.",
				"added": 1504676098
			},
			{
				"comment_id": 10,
				"body": "No... kaffie I am not going to censor you. It was just an example. Everyone and every group think different about what hate speech is. \n\nWhen you are rich some people think everything that comes from you is hate speech.\n\nLikewise when you are poor some people think everything that comes from you is hate speech.\n\nWhat hate speech is is defined in the brain. And everyone has a different brain. So hate speech is defined different in every brain. You can only end hate speech by murdering everyone except yourself. Mao did about that.\n\nI don't hate you kaffie. It was just an example.",
				"added": 1504677260
			},
			{
				"comment_id": 11,
				"body": "kaffie Okay, love you kaffie.",
				"added": 1504680507
			},
			{
				"comment_id": 12,
				"body": "I think developing something like zeronet is like love. It is your baby. You love to develop this and you love to develop that. Then come people on your zeronet network and start demanding this and that. All kind of Hitler people come say zeronet should do this and it should do that. And life as a developer becomes a nightmare. They come kill your baby.",
				"added": 1504686448
			},
			{
				"comment_id": 13,
				"body": "When I steal something from someone else then the other person has an opinion about me. His opinion is probably that I should go to jail. You can write it down and say it is a law. But that is still an opinion. The law is nothing more then a collection of opinions. And you can enforce the rule of law by pointing a gun at someone. The only thing that makes the law a valid argument is a gun loaded with a bullet.",
				"added": 1504695858
			},
			{
				"comment_id": 78,
				"body": "A society is not possible without rules. Just read Hobbes about it. In any society there is censorship. Censorship is one of the things that constitute society. Decency is also a form of censorship.\n\nHuman beings need also walls. Because humans are robbers. You will have to protect your property. Maybe your only property is a bed to sleep in. You need it and you need to protect it.",
				"added": 1506478540
			},
			{
				"comment_id": 79,
				"body": "> [polar](#comment_27_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6): Good for you. If I am nofish, I will ban you, let you enjoy censorship.\n\nThat is okay. In a society you can not always have it your way. \n\n\nLook in Europe we had everywhere borders. When those borders were removed. Robbing started taking place everywhere. New borders came along: fences, surveillance cameras, everywhere security personnel patrolling, everyone had to have insurance against robbery and so many new other borders came in place.",
				"added": 1506629482
			},
			{
				"comment_id": 80,
				"body": "> [kaffie](#comment_513_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): You actually need neither of those. Anarchism works fine.\n\nI said before to you that I love Trump. You said that is not allowed because that is racist. Well that is a rule. \n\nThru anarchism is about the idea that all people are 100 % good people. It talks about achieving that as the end goal of humanity. It is said that is about the achieved in 1000 years. Maybe that is thru. I don't know.",
				"added": 1506631084
			},
			{
				"comment_id": 82,
				"body": "> [polar](#comment_29_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6): If there are all censorship that needed, it is OK. But what government do in reality? Monitor EVERYTHING, such as Vault 7. You are naked in government eyes. [...]\n\nOkay, I agree. Evil government must be stopped.",
				"added": 1506635605
			},
			{
				"comment_id": 83,
				"body": "Cloudflare is man in the middle. With ZeroNet you do not have a man in the middle. That is good.",
				"added": 1506635661
			}
		],
		"1_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": [
			{
				"comment_id": 14,
				"body": "> [james007](#comment_1_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): It's good that people are fleeing Google, but DuckDuckGo is still centralized by nature. It's hosted on Amazon Cloud, and they partner with Yahoo (who is now owned by the infamous Verizon network). [...]\n\nWith the decentralized options. I don't control the router with which I connect to the internet. ZeroTalk works very good. Freenet also works. I2P is rather slow for me. Seeding a torrent is not an option for me. webtorrent.io Work very good. BitChute works also pretty well, but I don't host any video's. Yacy work so for that I can download search options, but I cannot add something to it. So far my experience.",
				"added": 1504702827
			},
			{
				"comment_id": 15,
				"body": "> [james007](#comment_2_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): I hate YouTube, but here's a good tutorial for adding sites to YaCy: https://www.youtube.com/watch?v=UUAylWYqzac\n\nOkay, thank you james007, I am going to watch it.",
				"added": 1504703244
			},
			{
				"comment_id": 16,
				"body": "> [james007](#comment_2_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): I hate YouTube, but here's a good tutorial for adding sites to YaCy: https://www.youtube.com/watch?v=UUAylWYqzac\n\nThe hooktube for the youtube: https://hooktube.com/watch?v=UUAylWYqzac",
				"added": 1504703459
			},
			{
				"comment_id": 17,
				"body": "> [obiwanzanobi](#comment_21_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD): Hooktube is great!!! any other sites I should know about?\n\nMaybe???\nYoutube alternative\nhttps://gvid.pw\nMinds\nhttps://www.minds.com\nBiChite (YouTube alternative)\nhttps://www.bitchute.com\nLBRY\nhttps://lbry.io\nSteemit\nhttps://steemit.com\nVK is a social network that unites people all over the world and helps them communicate comfortably and promptly.\nhttps://vk.com\nBitTube\nhttps://www.bittube.co\nDTube\nhttps://dtube.video/\nNon-SJW\nhttps://i.imgtc.com/KJkSthg.jpg",
				"added": 1504705183
			},
			{
				"comment_id": 19,
				"body": "> [obiwanzanobi](#comment_23_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD): not if we have anything to say about it. [...]\n\nAn internet that cannot be censored. Would that mean the end of government itself??? An entity where there is no government or government control? Interesting thought. The end of government.",
				"added": 1504720104
			},
			{
				"comment_id": 20,
				"body": "> [obiwanzanobi](#comment_24_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD): no, governments will still exist.  There were governments before the internet, certainly even the governments of today predate the internet by decades, if not centuries.  What it would end is government censorship, which was never the intent of america's founding fathers.\n\nJust dreaming [obiwanzanobi] :-)",
				"added": 1504722305
			},
			{
				"comment_id": 21,
				"body": "> [obiwanzanobi](#comment_25_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD): \"without government, man would eat his fellow alive\" [...]\n\nI know Hillary tried that in Libya and Egypt. I read Hobbes. ;-) I probably knew more then the whole combined western governments by reading only Hobbes what would happen.",
				"added": 1504723648
			},
			{
				"comment_id": 22,
				"body": "> [cosmologica](#comment_21_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o): I know Hillary tried that in Libya and Egypt. I read Hobbes. ;-) I probably knew more then the whole combined western governments by reading only Hobbes what would happen.\n\nMaybe there will be a ZeroNet democracy with ZeroNet laws. And of course ZeroNet corruption. :-)) ;-)",
				"added": 1504723727
			},
			{
				"comment_id": 26,
				"body": "> [altinternet](#comment_12_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH): \"Government is not reason; it is not eloquent; it is force. Like fire, it is a dangerous servant and a fearful master. Never for a moment should it be left to irresponsible action.”―George Washington\n\nThat is beautiful.",
				"added": 1504781092
			},
			{
				"comment_id": 36,
				"body": "> [whydah](#comment_7_1cVZvPSZJpUptxyCqWePm4JKhxM77NNV4): duckduckgo is yandex. Mother Russia welcomes you, comrade.\n\nFor those who don't like DDG, some alternatives:\nyacy.net – decentralised search, removes being reliant on a corporation for your search results\nstartpage.com – uses Googles engine but stands between you and google as a proxy\nixquick.com – same as Startpage\nyandex.com – Russia's answer to Google\nbing.com – Microsofts alternative\ndisconnect.me\nhttps://searx.me/\nhttp://gibiru.com/\nhttps://deepsearch.tsignal.io/\nhttps://github.com/asciimoo/searx/wiki/Searx-instances",
				"added": 1505025668
			},
			{
				"comment_id": 37,
				"body": "> [citadell](#comment_3_1GE4QKLQM3L6r1NngDQEuEzwNBqHoBiXtL): I'll use Yandex from now on,  it's russian and I know how our leaders just hate russia ;D you get relevant search results also, and the search engine is already built in to Brave browser. +++\n\nI also use as a shape shifter protection uMatrix. That way the lizards can not detect me. ;-)",
				"added": 1505035461
			}
		],
		"14488_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 18,
				"body": "I don't worry about the deep web. As long as government itself has no respect for the law. No respect for the law at all. Then define what is criminal. When the justice department's core activity is the protection of criminals? When corruption the number one thing government is in involved, what is then a criminal activity?",
				"added": 1504706733
			}
		],
		"4_1AWSA7oG2qrhWYgeSiJtDHCwc2KvyR7ijs": [
			{
				"comment_id": 23,
				"body": "Look if is a binary file?",
				"added": 1504737065
			}
		],
		"1_1M9eCjGafEjLttDFKbAzxJR98gUC7JsjyH": [
			{
				"comment_id": 24,
				"body": "Maybe hooktube?",
				"added": 1504766310
			},
			{
				"comment_id": 25,
				"body": "Look... there is ZeroTube... I don't know if it works, because I cannot configure my router.",
				"added": 1504766524
			},
			{
				"comment_id": 27,
				"body": "> [brayz](#comment_1_1M9eCjGafEjLttDFKbAzxJR98gUC7JsjyH): What is the url??\n\nMaybe look on More @ ZeroSites... there you will find ZeroTube.",
				"added": 1504796831
			}
		],
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 28,
				"body": "Wow... I just found the new instructions in the Arch Linux Wiki about how to make the tor service work for ZeroNet. And it works. Thank you guys. +++",
				"added": 1504804409
			},
			{
				"comment_id": 77,
				"body": "> [73](#comment_1_14YYYJZYx3KNSd8NjtuQFge91bKHCzsmEk): hello\n\nTest result: okay. Up vote deserved. ;-)",
				"added": 1506311689
			}
		],
		"1_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": [
			{
				"comment_id": 29,
				"body": "I don't know if you can fake the same site? If so, it would be annoying, but not disturbing. ;-)",
				"added": 1504860430
			}
		],
		"1_1JTtwMPZ5mKaF6S1wAPzZ8SmZTgTygz5Rb": [
			{
				"comment_id": 30,
				"body": "Maybe it is possible to build a whole universe with different ZeroNet's. Some private, other public. Or make a connection to something like second life. (Just making some noise... ;-)   )",
				"added": 1504860661
			}
		],
		"1_19vYZ3YDA3LLxrhk3kSo58p2EppqkJVDMZ": [
			{
				"comment_id": 31,
				"body": "Maybe try ZeroVoat?",
				"added": 1504896939
			},
			{
				"comment_id": 32,
				"body": "Independent(???) news. ;-)",
				"added": 1504947939
			}
		],
		"2_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": [
			{
				"comment_id": 33,
				"body": "This congress causes a lot of stress as I understand from you. Anxiety, fear, because nobody know what will happen.",
				"added": 1504979451
			},
			{
				"comment_id": 35,
				"body": "> [temp000001](#comment_10_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji): Some guys who already left , said that China will be turned into a big grave , for billions of people. I am afraid\n\nThat sounds like something bad is going to happen. People must be really afraid to die if they leave the country.",
				"added": 1505024697
			}
		],
		"1_1vAdpJiyYEHcDZoJn93QcjzaFVKHHPg1F": [
			{
				"comment_id": 34,
				"body": "I am not an expert. But did you configure your router? I personally do not have access to my router, so it is not an option to create a site.",
				"added": 1505012284
			}
		],
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": [
			{
				"comment_id": 38,
				"body": "This left - right wing thing stays for ever. In the 70's it was horrible. In the 90's it was pretty much gone because there was this IT hype. A lot of people who originally from the left became right wing because they had high income. Then banking crisis happened. People started thinking about all kind of different systems. Now you have left and right again. So far as I know it is the same as in the 70's. When talking only about my own country the 40's, 50's and 60's it was mainly Catholic against Protestant. And again those who owned a business against those who where employed. People just think in two modes. On / off, pro / anti, 0 / 1. It is or love or hate. In China they have yin and yang.",
				"added": 1505059582
			},
			{
				"comment_id": 39,
				"body": "I see left / right thing more like football. You pick a side and start playing. It is a scale from the extreme left to the extreme right. You take just somewhere a position and start playing. Change your position dependent on the situation. You can practice the different positions very easily on the internet. It is just a position game. No worries. :-)",
				"added": 1505060216
			},
			{
				"comment_id": 40,
				"body": "> [peter0](#comment_10_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o): As others mentioned, I don't see this as a left/right or black/white issue. Censorship of speech is wrong, the answer to hate speech is more speech.\n\nOr meditation. ;-)",
				"added": 1505061322
			},
			{
				"comment_id": 41,
				"body": "> [peter0](#comment_10_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o): As others mentioned, I don't see this as a left/right or black/white issue. Censorship of speech is wrong, the answer to hate speech is more speech.\n\nI think that there is no general solution to hate speech. Government tries now to minimize hate speech through paying a lot of attention to communication skills. Things like not telling others what you think of something. And focus on listening to others. So young people from now on try to deal different with hate speech. Maybe it will help. \n\nBut most people who did a little of math know there is no general algorithm to solve generic problems like these. ;-)",
				"added": 1505061598
			},
			{
				"comment_id": 42,
				"body": "Lets say you own a company which employs personnel. Then in the morning you greet your personnel. To one you have to say: Good morning. To number two you have to say nothing. A third you ask about children. A fourth you have to ask how his or her spouse is doing. If you do not use the right phrase one or the other will be angry and hate you this day or maybe this week. Etc...",
				"added": 1505065348
			},
			{
				"comment_id": 45,
				"body": "Nazi's were not a pro white organization. The European Union thou is National Socialist. Just watch pro-EU propaganda material. The big difference between the Nazi's and the EU is that the Nazi's were anti-Jew and the EU is a pro-debt organization. The EU uses the same rhetoric as Hitler before WW2. A while back there was a youtube of Verhofstadt and I posted the equivalent youtube of Hitler. Immediately removed of course. And we had also a youtube of Timmermans. Hitler would have liked that. \n\nAfter WW2 the best of the best Nazi officers when to the USA. If you are very talented nobody cares if you are a Nazi. So why the allies ever went to Europe to conqueror Hitler. I don't know.   \n\nStrange... We have to become globalists of government. But the EU wants its citizens to become Europeans. Not globalists. It is not allowed within the EU to disagree with the EU. They say that the difference with Hitler Germany is that in Hitler Germany you got the bullet. That is what they tell. \n\nSo... the Nazi's have a lot in common with the EU.",
				"added": 1505177467
			},
			{
				"comment_id": 46,
				"body": "Also in Europe a lot of left wing politicians tried to emulate Trump. When that went wrong for them, because they are not Trump, they payed the media money to make anti-Trump propaganda.  Very hypocrite ! Also EU leaders tried to emulate Trump. Now they are against Trump.\n\nAlso hypocrite this anti-Russia bullshit. They say Russia is bad. And you are not allowed to do anything in favor of the Russians. Well.... German automobile industry is building a giant factory in Russia. Suddenly they know nothing about that.",
				"added": 1505178379
			},
			{
				"comment_id": 47,
				"body": "In Europe the definition of a racist, fascist, nazi, sexist is someone who disagrees with the EU. They redefined those words.",
				"added": 1505178502
			},
			{
				"comment_id": 48,
				"body": "Maybe special to know for those who live in the US. In the EU does something like free speech not exist. You have freedom of opinion. But that freedom is also restricted. You are as a citizen of the EU only allowed to have pro-government opinions. When you have a different opinion they come after you. And when you say you don't have freedom of opinion then they say we did not kill you. Anything else they consider okay when you have a different opinion.",
				"added": 1505178987
			},
			{
				"comment_id": 49,
				"body": "> [theanswerer](#comment_4_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn): I appreciate that you can recognize that there's hatefulness on all sides, it's true. I think compartmentalization could be a good thing, which is why I love distributed networks. The problem is that places like Stormfront actually were an example of white people just trying to compartmentalize and mind their own business... And then they were censored despite the fact that the staff made it very clear that they expected people to act like civil, reasonable human beings. In other words, white people are being singled out and targeted for wanting to have their own spaces. I don't see Black Entertainment Television being censored, but there's some very vocal and politically motivated people out there who would lose their minds if someone suggested a White Entertainment Television network. [...]\n\nAccording to government UN laws are bullshit. Look at the invasion of Iraq. The law only applies when it suits them. So UN-regulations do not apply at all.\n\nWhat I learned at high school. Only 1% of the population is smart. Others should be silent and do as told. No thinking please if you do not belong to the 1%. The is what government educates its people.",
				"added": 1505180522
			},
			{
				"comment_id": 50,
				"body": "> [theanswerer](#comment_5_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn): Why exactly do you think they turned Saddam Hussein into a Christmas ornament...?https://en.wikipedia.org/wiki/Trial_of_Saddam_Husseinhttps://en.wikipedia.org/wiki/Halabja_chemical_attack\n\nYes... but it was against UN regulations. So... the UN laws do not apply at all. They are mere a fairy tale to control people who believe in fairy tales.",
				"added": 1505182927
			},
			{
				"comment_id": 51,
				"body": "> [theanswerer](#comment_4_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn): I appreciate that you can recognize that there's hatefulness on all sides, it's true. I think compartmentalization could be a good thing, which is why I love distributed networks. The problem is that places like Stormfront actually were an example of white people just trying to compartmentalize and mind their own business... And then they were censored despite the fact that the staff made it very clear that they expected people to act like civil, reasonable human beings. In other words, white people are being singled out and targeted for wanting to have their own spaces. I don't see Black Entertainment Television being censored, but there's some very vocal and politically motivated people out there who would lose their minds if someone suggested a White Entertainment Television network. [...]\n\nBy the way. I agree with all of your writings. When government sees this. You loose your job. Or if you have a private enterprise you will go bankrupt. Government will take care of you.",
				"added": 1505184193
			},
			{
				"comment_id": 53,
				"body": "> [theanswerer](#comment_7_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn): https://en.wikipedia.org/wiki/Sulfur_mustard\"Mustard agents are regulated under the 1993 Chemical Weapons Convention.\" That's a UN treaty and what Saddam was accused and convicted by tribunal of using against multiple parties, including the Kurds, which constituted an act of genocide according to http://www.un.org/en/preventgenocide/adviser/pdf/osapg_analysis_framework.pdfThis is what the Coalition, including the US, went into Iraq for. Or at least that was their justification for it.\n\nOkay... you win. ;-)",
				"added": 1505191418
			},
			{
				"comment_id": 54,
				"body": "> [theanswerer](#comment_10_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn): I do want freedom to hate. I also want you to have that freedom. Your hatred of me doesn't hurt me, it's your right to feel what you feel and I respect that. It's also your right to express that, so long as you aren't becoming physically violent or threatening. I think most people on the right would generally agree with that. [...]\n\nDear Sir... There is really nothing in your writings I can disagree with. You are truly someone from the right. Every step of your writings is sound logic. Thank you.",
				"added": 1505214705
			},
			{
				"comment_id": 69,
				"body": "> [scrubthesecond](#comment_58_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): Multiculturalism sets us up for the future. Believe it or not, it's inevitable that we're all going to mix around. With advancing technologies, it has become far, far easier to contact a person from the other side of the planet, then travel to them under a few days. Simply saying multiculturalism will never work is pretty foolish. All it takes is for some compromised on all sides, which Australia has managed well.  [...]\n\nThere is going to be no multi cultural society. We can see this happening within the EU. Different cultures have different values. In one society is being modest an asset. In another society it is considered not done. The EU does not accept this. The EU imposes EU culture and EU values. What they want is not a multi cultural society, but a mono cultural society. With only one culture and one set of values. According to the EU Mozart is considered culture. But typical rural habits like slang are not considered culture. The EU despises nationalism but she want EU-nationalism. The EU is in constant contradiction with herself. The EU culture is also a culture of constant and repeating failure. Nice future this so called EU culture.",
				"added": 1505786496
			},
			{
				"comment_id": 70,
				"body": "Europe has known many empires with their own coin. But despite central government policies cities invented their own coins and abolished the currency of the empire. They have introduced the euro. And what have we got? All kinds of new currencies like for example bitcoin. The EU tries to implement something that has never ever succeeded in the past. So they will fail again. They can create one giant, mono cultural EU. But it will split and it will break like it has always done in the history of mankind. All empires break up sooner or later. Also the concept of one God seemed not feasible. The idea of one Christian God. It did not work. People invent new gods and new religions. Depended on all kind of different situations. The same will be true for the US. The US will break and it will split. Not now but in the future. It is only a matter of time. India was united in the past. But it split too. Nothing in the world can beat time and nature.",
				"added": 1505787089
			},
			{
				"comment_id": 71,
				"body": "> [scrubthesecond](#comment_59_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): I guess this is where Australia and the EU differ. We allow for multiple cultures to mix together, not force just one culture onto all. What we don't allow, though, is for people (of any culture) to break the law.\n\nYes yes.... you are right. Do not force people to mix. Exactly. The EU enforces, imposes. Do mix or otherwise go to jail. Etc...",
				"added": 1505787157
			}
		],
		"14584_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 43,
				"body": "Simple... The Dailystormer was satire. Some people took it too serious.",
				"added": 1505142445
			}
		],
		"14579_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 44,
				"body": "What I consider the most creepy thing of the deep web is using freenet. Unwillingly you share maybe things that are unlawful. Other things do not come to mind.\n\nThank you for asking.;-)",
				"added": 1505151366
			}
		],
		"1_1ApJ2dibcJbE8cvEeo3Db75cwkRArD2XjA": [
			{
				"comment_id": 52,
				"body": "> [nekololi](#comment_67_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): i was under the impression the only ones who have access to any network which spans outside of their own country were government and military personnel. but it could be possible some have found a way?\n\nYes... only top government officials have access. Mainly for porn. ;-)",
				"added": 1505184332
			}
		],
		"14659_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 55,
				"body": "Suppose they have access to a Windows, Apple or Linux backdoor. They don't need this kind of stuff. Looks like there is no backdoor that is accessible by the NSA in those machines.",
				"added": 1505577244
			},
			{
				"comment_id": 56,
				"body": "The thing that frightens me the most about secret services is that they are abused. For example to attack political opponents or for protecting criminals.",
				"added": 1505577420
			}
		],
		"2_1BiouZaoK2zKaqSihxi7LudLqix6ynXYtj": [
			{
				"comment_id": 57,
				"body": "I use pigeons to communicate. They don't look for that. ;-)",
				"added": 1505602166
			},
			{
				"comment_id": 58,
				"body": "If you want the most secure way to communicate on the internet. Then your best option is to use the Tails operating system.",
				"added": 1505609085
			},
			{
				"comment_id": 59,
				"body": "> [elspru](#comment_53_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib): The NSA can see everything you are doing on your computer via the Clipper Chip in your CPU, either ARM's TrustZone, Intel's ME, or AMD's PSP.   Unless you have one of the old chips that don't have clipper chips, like the AMD Opteronor something else RYF certified. https://www.fsf.org/resources/hw/endorsement/respects-your-freedom [...]\n\nMaybe in the future old PC's equal their weight in gold.",
				"added": 1505610752
			},
			{
				"comment_id": 60,
				"body": "> [elspru](#comment_54_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib): Problem is that the half-life of most computing components is between 4 and 7 years.So for hard-drives it's around 5, and for CPU's it's about 7.Interlagos Opteron's were released in 2011, so about 50% of first production will be defunct in 2018.last production of Opteron was in 2016, (though not sure that included Interlagos), so that should be enough to get through till 2023.  Hopefully by then RISC-V will have commercially available server and end-user chips available. [...]\n> ...\nI see. I still use one of these, watch out clear link alert: https://upload.wikimedia.org/wikipedia/commons/2/22/Faber_Castell_6_inch_slide_rule.JPG\n> ...\nI wonder how they gone hack that. ;-)",
				"added": 1505613050
			}
		],
		"5_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 61,
				"body": "Interesting question. I would not know an answer. But FreeNet has several levels of anonymity. FreeNet's objective is anonymity. ZeroNet is about distributed webhosting and there is added some anonymity, but it is not its objective. For complete secure communication you have to follow Snowden's example. Maybe a nice link about privacy, clear link alert: https://www.privacytools.io/",
				"added": 1505656590
			},
			{
				"comment_id": 62,
				"body": "I think FreeNet is more anonymous but it comes with a drawback. Unwillingly you download and share content you probably don't like. And when you put something on FreeNet. And you want to delete it. Well, that is not really possible. You can only hope that it fades away. But since FreeNet is also OpenNet. Bots might archive it. The internet is a giant memory and records many many things about you.",
				"added": 1505657051
			},
			{
				"comment_id": 63,
				"body": "> [m0ckingb3ard](#comment_31_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g): I'd like to believe RetroShare has a better mechanism, but it's so damn hard to find a (semi-)public node.\n\nI understand. But I think it works as follows. You have a chat with someone on a board. You two have a common interest and want to talk about it in private. Next you can use the advanced mechanisms of RetroShare for easy communication.",
				"added": 1505666241
			},
			{
				"comment_id": 64,
				"body": "I think when you want to have your say with people who have the same mindset. You just open your own private sub somewhere and invite others. Or look if there is already one. Suppose you have opinions that contradict authorities. I think that is no problem as long as it is not on the front page of something like Reddit. As long as you do not bother others you will have no problem in general.",
				"added": 1505666975
			},
			{
				"comment_id": 66,
				"body": "I have a question too. So, I am experimenting a little with this FreeNet. And on both Windows and Linux the pc shuts down / gives a blue screen. I think this is strange. What could be the cause of this?",
				"added": 1505706727
			}
		],
		"14688_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 65,
				"body": "Define cyber criminal: someone who owns a cyber country and makes his own laws?\n\n\nIt looks like the amount of power one has determines who is a cyber criminal or not.",
				"added": 1505671721
			}
		],
		"14718_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 67,
				"body": "Archive clear link: https://archive.is/HaIE4\n\n\nSo, if he had been working for government and he did the same it would have been okay.",
				"added": 1505758043
			}
		],
		"1_14qkCANgpwdN9rLmjeEWyyxEzAjmwFVkom": [
			{
				"comment_id": 68,
				"body": "> [rrwtbrsyq8wmackv](#comment_9_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7): I think it's a good idea.  I'm not a European resident or citizen, so I won't sign it.  But I doubt governments will start releasing this stuff just because you asked.  There's overhead involved with trying to make sure all the appropriate code actually gets released, and where I live at least, the government has been reluctant to take on that overhead.\n\n> [scrubthesecond](#comment_57_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe): Anything funded with public money should use public code. Governments should also use public code.\n\nThe first country mentioned on the list is Afghanistan. So... this is a world wide action. It seems to have nothing to do with the evil EU.",
				"added": 1505785277
			}
		],
		"3_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 72,
				"body": "0pol And ZeroVoat.",
				"added": 1506271866
			},
			{
				"comment_id": 73,
				"body": "And ZeroTalk of course. :-)",
				"added": 1506271891
			}
		],
		"4_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 74,
				"body": "The closed minds organization of George Soros does not want that kind of content to be living on the virtual global world called the Internet. Same true for Reddit, they want to deport people from their society, who do not think the same as they do. They use hate speech for that thru their Reddit mailboxes. Mass Internet executions are being done to realize their new religion.",
				"added": 1506274700
			}
		],
		"14823_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 75,
				"body": "Russian government looks also for one million Arian people who want to live in Russia. They get good pay, 1 hectare of land, beautiful house, good job and possibility for large family with many children.",
				"added": 1506277697
			}
		],
		"8_18Cxdyc2FEuswoXnBkrAfCkM2Yu1p4NjcR": [
			{
				"comment_id": 76,
				"body": "What about the environment? Crypto currencies cause a lot CO2 pollution.",
				"added": 1506306776
			}
		],
		"13_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 81,
				"body": "I moved the Zero in the upper right corner to the left. And then choose the option rebuild, update or something. Now I have 100K.",
				"added": 1506631220
			},
			{
				"comment_id": 84,
				"body": "> [iyogo887vyg87oy8](#comment_33_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof): Didn't work, just nuked my zerotalk posts on my machine lol, got them all back tho from the network\n\nHmm... okay.",
				"added": 1506641273
			}
		],
		"15_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 85,
				"body": ";-)",
				"added": 1506641424
			}
		],
		"3_1Ga7vs5ZV73jbTSMR77FuZi8KWt2MnBSvb": [
			{
				"comment_id": 86,
				"body": "Killing Muslims doesn't make sense to me. Let Muslims be Muslims. Let them have their Caliphate. Embrace diversity and multiculturalism.",
				"added": 1506643647
			},
			{
				"comment_id": 87,
				"body": "> [ll11](#comment_1_19RnqSCGuB5nJjFpNpiEJgYxM4AeFTgpy): Correct.Let the Arabs have their Caliphate and the Turks their Sultanate with Erdogan.Is the British Kingdom better with their stupid and perverted royals ?\n\nI sincerely agree with you.",
				"added": 1506672260
			}
		],
		"8_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": [
			{
				"comment_id": 88,
				"body": "ZeroNet seems to undermine any government. The Chinese is one of them. Government = mafia. So what ZeroNet actually fights is the mafia.",
				"added": 1507826092
			},
			{
				"comment_id": 89,
				"body": "Suppose someone from the Chinese people uses ZeroNet and gets in prison or killed. Not nice. I live in a western country. One of the most liberal and free countries in the world. Number 8 on the world corruption perception index. People in my country, when they try to be honest or fight corruption are threatened to be killed, go to jail, loose jobs, loose relations, are listened on by the secret service. Their complete lives are destroyed by the government. It is not safe to go to the police when someone threatens you. So... what are you asking from the people who live in China? To risk their lives, their family, their job, to loose everything they have? Better fight for free speech in your own country. Fight corruption in your own country. And personally experience how difficult that before endangering the lives of people who live in other countries. Remember the kid in the Egyptian tv who was crying about initiating revolt. Remember how many were raped, murdered, lost family, lost parts of their body, lost their health. Remember how guilty he felt about it. It is not good motivating people to take action against their government. See the situation in Libya. All those western journalist who were so happy about the arab spring. They had no conscious at all about what they were doing. They had no knowledge about what were doing. They did not understand how much misery they were causing. They never ever gave a sign of guilt about what they have done to the lives of those people. I thinks it is only coward who do not dare to stand up against their own corrupt government and try to convince people of other countries to stand up against their government. Only cowards do that.",
				"added": 1507826990
			},
			{
				"comment_id": 90,
				"body": "I live in country where to most people are coward. Only few people dare to say that my government is corrupt. Everybody complain about how corrupt Putin is. But that is the talk of cowards. If you are a man,, you stand up against your own government and tell them how corrupt they are. Only cowards tell about corruption in other countries.",
				"added": 1507827143
			},
			{
				"comment_id": 91,
				"body": "Snowden is an example of someone who was brave. He dared to tell about corrupt practices of his own government. That is brave. Assange is brave. Risking his live to tell truth. But journalists in general talking about corruption in Russia or China. They are the real cowards. Because every moron know that Putin of Chinese government is corrupt. That takes no courage. No, that is the work of only cowards who facilitate corruption of their governments.",
				"added": 1507827292
			}
		],
		"1_1BM5RxgUfzF8tXYBMbsh7mTjA8JRWEW72c": [
			{
				"comment_id": 92,
				"body": "I think that is in the first place about money. But I think it is okay to be independent. I would suggest a referendum based new system. Where all mayor decisions are taken by referendum. So that the people have a real say about their future. This EU system is not okay. That is mainly a copy of a system about we all agreed upon that it did not work: the USSR.",
				"added": 1507829118
			},
			{
				"comment_id": 93,
				"body": "> [akito](#comment_224_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY): It's like a tiny micro-Brexit all over again... Everyone wanted it, then AFTER the decision they all google \"what happens after brexit\" and realize that shit will go down, as it did with britain already. If they become independent, they won't be part of the EU and their economy will break down easily.\n\nThe banking crisis was caused by the European Union. The only thing that keeps the EU on its feet is printing money, and printing more money. The European Union was The Thing that caused all the shit. By bad regulations, by bad policies. The EU, NATO and US were also so much for red pilling people in Libya and Egypt. With disastrous consequences for the people who live their. And with disastrous consequences for the people who live in Europe. Now people in the US have taken the same red pills as those in Egypt and Libya and now its panic all over the place. Assange was first collaborating with US government and NATO in giving red pills to the Middle East and North Africa. Now is he giving the same pills to the US, Europe and Spain. Wow.... now it is panic. It is the same goddamn pill. No one from these governments feel responsible for so many lives they destroyed. No... they get even Nobel prizes for destroying peoples lives on a massive scale.",
				"added": 1507836569
			},
			{
				"comment_id": 94,
				"body": "This whole European Union thing is a complete and utter failure.",
				"added": 1507836626
			}
		],
		"15250_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 95,
				"body": "Wow... that is heavy. Congratulations to everyone who invested in Bitcoins.",
				"added": 1508091427
			}
		],
		"15278_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 96,
				"body": "Wow... that looks good.",
				"added": 1508181358
			}
		],
		"5_16t83GyRixTRFbTL91Lvk2q3Z8kJzJfAXH": [
			{
				"comment_id": 97,
				"body": "Wow... This looks more promising then youtube ever did. Omg... Some Einstein like developer must have made it. Omg... Congratulations with this amazing prototype.",
				"added": 1508182161
			}
		],
		"15295_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 98,
				"body": "Good news.",
				"added": 1508256492
			}
		],
		"2_15de5wZ71q8iQGhEmBkJnRKx37Defn5XoL": [
			{
				"comment_id": 99,
				"body": "I2p has only a few exit nodes. So it makes no sense. I2p is a pretty much closed system.",
				"added": 1509069169
			},
			{
				"comment_id": 100,
				"body": "Anonymous Torrenting with I2P-Snark: Installing\n\nhttps://privacytutorials.wordpress.com/2015/01/05/anonymous-torrenting-with-i2p-snark-installing/",
				"added": 1509069323
			}
		],
		"15487_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 101,
				"body": "Oooohw... how nice of them. More sites should do this. However, you cannot reach foxnews.com with a tor connection.",
				"added": 1509128481
			}
		],
		"1509087257_1CGP23WuLE1DHpiAyGuSoNrNzabKv8NVmZ": [
			{
				"comment_id": 102,
				"body": "Don't know. If you are in China then you just have broken it. If you are a Chinese temporary living in the west then you better do not try to break the firewall. For your own security. People in the west get also killed or go to jail for publishing news or having an opinion. We are on our way to become just like China. In a few years we can merge with China because we will have the exact same system. In the west government checks all your communication. Government spy on anything you do. So be careful and stay safe. Good luck.",
				"added": 1509128863
			}
		],
		"1509120997_14WzUeT5gCwX3s6AvbxksZ2PVorUk9BtNt": [
			{
				"comment_id": 103,
				"body": "Yes, ZeroNet is also a botnet. But trying to make something that is not a botnet has become almost impossible. ZeroNet is about numbers. If 10 million people join ZeroNet and talk about things that government does not like. Government has to kill 10 million people. How is government going to explain the killing of 10 million citizens. It is the numbers that count. If the numbers are large enough and you cannot be banned then government has a problem.",
				"added": 1509129676
			}
		],
		"15489_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 104,
				"body": "stormfront.org Is also back online.",
				"added": 1509129747
			}
		],
		"1510005832_1NzStAUQxpajofpes44xM5HAGBso2EG2XJ": [
			{
				"comment_id": 105,
				"body": "Not necessary to look for a browser. At some point in history there will be publicized content on ZeroNet that people that are in power not like. They will spread CP everywhere on ZeroNet and destroy it. That will be the end of ZeroNet.",
				"added": 1510125873
			}
		]
	},
	"comment_vote": {
		"1_1QEkEvuXgacJfSUgv4Bngs2xbm4drS4Tq1": 1,
		"2_19nrPhJVDJMiPqg9sqRVw4NTPTmsxmau5o": 1,
		"1_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"10_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": 1,
		"2_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"21_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"1_1AjJqGb8AmPfgD62kEBBtqhg2hYDW5zner": 1,
		"22_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"3_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"23_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"24_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"25_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"4_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"12_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": 1,
		"1_153fCB7Hwy816R3DSFNkxcWbDS22pBB8gn": 1,
		"29_1CvyxRucf7BbDvGtFe5LayTS2qX88VN7Er": 1,
		"5_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"40_1M78zG4cdm2osFEpXApCHxh6bu936kgte6": 1,
		"39_1M78zG4cdm2osFEpXApCHxh6bu936kgte6": 1,
		"2_1PXzrLiDTTsdXzvKfypWLQqvpEH8h7BvTf": 1,
		"17_1Koe97YQ3wR5oFauQoGuUCBNqZ73SMTrKi": 1,
		"1_15hPZsoXDscAHBedVPTWeNsWQDCkEdDqv1": 1,
		"8_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"3_1NimkYDaSaXM6aNjMwT266UCbDtQUp6cp9": 1,
		"1_1JUmJHq6hzQmqvxY8Q85ge8fSD1LeBshHM": 1,
		"33_1LUy9iAxeWsj1DP5L8V17Yb2vo87FucjgD": 1,
		"7_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o": 1,
		"492_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"1_1JTtwMPZ5mKaF6S1wAPzZ8SmZTgTygz5Rb": 1,
		"10_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": 1,
		"8_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o": 1,
		"7_1cVZvPSZJpUptxyCqWePm4JKhxM77NNV4": 1,
		"8_1cVZvPSZJpUptxyCqWePm4JKhxM77NNV4": 1,
		"3_1M7BJYwLgLkeyUABSNHLrhAngyH7BUjzvi": 1,
		"2_1M7BJYwLgLkeyUABSNHLrhAngyH7BUjzvi": 1,
		"996_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": 1,
		"3_1GE4QKLQM3L6r1NngDQEuEzwNBqHoBiXtL": 1,
		"1_1JtNtWgBgCgzMb63kT8pvp69DnesVUFq5d": 1,
		"1_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc": 1,
		"2_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc": 1,
		"6_1AyLtNX1hKoT6jqTWM9tFkLDvWPAs6jGpg": 1,
		"4_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"67_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"6_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"8_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"10_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"499_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"2_1JtNtWgBgCgzMb63kT8pvp69DnesVUFq5d": 1,
		"14_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"13_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"12_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"11_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"1_1JvBwh4W4ctJRwJL9XD9Aw45M3LTLwh3vh": 1,
		"7_19oGd3eQrXYQ5Hg3ZsyAuPCi2ZXRMoT8zM": 1,
		"239_1KdnTJVBGzEZrJppFZtzfG9chukuMv8xSb": 1,
		"332_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"12_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o": 1,
		"54_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib": 1,
		"13_15TYJCh3i9W5dsoSUvchPwAuaB3BABXS6o": 1,
		"31_1HGr5q2yEov55cZf7NE5qBkJvTVSJZVM6g": 1,
		"2_13famWF3y6uoaCw8pnQyqEYXyUyZ81sZuw": 1,
		"15_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"4_141zS75MupoDVjN4p7ivG9pXUXjAm9jLBQ": 1,
		"4_1JtNtWgBgCgzMb63kT8pvp69DnesVUFq5d": 1,
		"55_1A3XsuLB6P7LQPCw1QWASG7RGSwrCv6Xib": 1,
		"500_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"498_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"61_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"57_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"60_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"59_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"1_1BXrm8Bwf3e4DPasJ5L3txhjqhmwhcVdtm": 1,
		"58_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"56_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"19_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"18_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"17_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": 1,
		"1_15cDo9vXw8KFKJHVpUAbAWrqBsgYor3RPE": 1,
		"6_141zS75MupoDVjN4p7ivG9pXUXjAm9jLBQ": 1,
		"7_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1,
		"2_17ahaGK6Y1Y9WxbGQutqB95EaeXQN1GpWE": 1,
		"8_1Ho48cxWwRFdDChHksp1fhdPvGmpaiZfcH": 1,
		"487_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"4_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"12_1NnHJYrqyt3ru8NNtgzX5TFMs71RWg9p6f": 1,
		"7_141zS75MupoDVjN4p7ivG9pXUXjAm9jLBQ": 1,
		"11_1HABFyuoohZ13drjwyJsECp4zDKjvggyNp": 1,
		"11_12pqz164272L8bYB9UA2enxr92boTWBpfd": 1,
		"9_12pqz164272L8bYB9UA2enxr92boTWBpfd": 1,
		"13_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1,
		"23_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"486_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"68_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"1_14YYYJZYx3KNSd8NjtuQFge91bKHCzsmEk": 1,
		"16_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1,
		"8_16tWPYFLbad3R8iGcMuetyiwC2q5qXp45T": 1,
		"17_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1,
		"14_1KGozab6jp6jA6zVM8cTFdzMmBasriNP4f": 1,
		"507_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"29_13aB79mzuRLgDYzQthn9wzycjw77WyDXh6": 1,
		"33_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"32_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": 1,
		"64_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt": 1,
		"511_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"16_1HABFyuoohZ13drjwyJsECp4zDKjvggyNp": 1,
		"69_1QEfmMwKVxgR4rkREbdJYjgUmF3Zy8pwHt": 1,
		"1_19RnqSCGuB5nJjFpNpiEJgYxM4AeFTgpy": 1,
		"5_1Q5PL1shtKnkuTUgB8bUonaXFUPH51zj3k": 1,
		"75_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"74_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"76_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"97_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1
	}
}