{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "Any Marxist-Leninist interested in study via voice call.",
			"body": "Reading Capital twice a week would be the start",
			"added": 1507059185
		}
	],
	"topic_vote": {
		"4_16t83GyRixTRFbTL91Lvk2q3Z8kJzJfAXH": 1
	},
	"next_comment_id": 9,
	"comment": {
		"1_1626jBiKnxjqtA1UJrSQEF1zWk3CMHZrLR": [
			{
				"comment_id": 1,
				"body": "Ok",
				"added": 1507061988
			},
			{
				"comment_id": 2,
				"body": "The link doesn't load though",
				"added": 1507062065
			},
			{
				"comment_id": 3,
				"body": "What days suit you?",
				"added": 1507062127
			},
			{
				"comment_id": 4,
				"body": "> [james007](#comment_56_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5): Only if read in tandem with Capital and Interest... ( ͡° ͜ʖ ͡°)\n\nIt would be a interesting comparison. What Voip platforms work for you.",
				"added": 1507062313
			},
			{
				"comment_id": 5,
				"body": "> [heyjude](#comment_1_1Ka5KfU2RbHEMTkHPPjAuiYCPbbxAtcoSn): Were trolled by a libertarian. GUesss there's no more safe spaces left for antifags\n\nOnly liberals need safe spaces for everything, it's fine for people with PTSD",
				"added": 1507312613
			}
		],
		"1_1CgkYcGEeiovWDTK7RrPcfXMibaKsBFtGp": [
			{
				"comment_id": 6,
				"body": "I would imagine CGTN as China is not a imperialist state (in the strictest sense) as compared to Euronews. Which is probably a EU platform for pushing their imperialist agenda.",
				"added": 1507312792
			}
		],
		"28_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 7,
				"body": "> [realkittykate](#comment_7_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS): Yeah, I'd say it's simply not a good idea to have unsecured networks. [...]\n\nI would disagree if you use a three SIM with unlimited data and FoxFi app on certiain phones you can bypass the tethering restriction giving you unlimited mobile data on all devices.",
				"added": 1507313035
			}
		],
		"2_17H8EGEoNF1z2AXFtXmBQJLHTmh7gMGzzS": [
			{
				"comment_id": 8,
				"body": "I think you are all cynical, Marxist-Leninist socialism was established on about 1/3 of the world at one point. It can be done again. Also left-wing anarchism won't bring revolution because it has bad theory. Crowds are also generally smarter than individuals, calling it mob rule is an excuse for elitism you capitalist apologist. Since when did class exploiters have you interests at heart - answer never.",
				"added": 1508637776
			}
		]
	},
	"comment_vote": {}
}