{
	"next_post_id": 144,
	"next_comment_id": 64,
	"next_follow_id": 9,
	"avatar": "png",
	"user_name": "Fengyun007",
	"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
	"intro": "**fengyun007@zeroid.bit**\n\n人类有史以来最顶尖的\n\n物理学家、全能软件工程师、全能硬件工程师\n\n**欢迎身体健康的美女给我发 ZeroMail 约炮。**\n\n懂科学、讲逻辑、厚道宽容、不介意色情的人可以和我聊天接触。\n\n中医粉、宗教粉、政治弱智、国民党粉、共产党粉、马克思主义者、法西斯主义者、希特勒崇拜者、提倡死刑者、戒色吧那群人、TG上的某些傻逼们、川普粉、小众软件某些弱智，请全部屏蔽我和远离我，因为我们不是同一类人。\n\n全标准畜生 ID 大全：rwxy@zeroid.bit 0winf@zeroid.bit zeroid000@zeroid.bit  Mygod0@zeroid.bit Sky666@zeroid.bit mosen@zeroid.bit twomap@zeroid.bit  abcd1235@zeroid.bit nishikinomaki@zeroid.bit whoarev@zeroid.bit urgoodgay@zeroid.bit hyl@zeroid.bit jianhao84@zeroid.bit polar@zeroid.bit opop@zeroid.bit zun@zeroid.bit p2p@zeroid.bit canvas@zeroid.bit dhj8@zeroid.bit  jackyggg@zeroid.bit zerobuug@zeroid.bit new1ne@zeroid.bit mouselovefly@zeroid.bit。\n\n还有几个假冒的号： fengyun444@zeroid.bit fengyuno07@zeroid.bit  fengyun123@zeroid.bit fengyun4sb@zeroid.bit fengyun6666@zeroid.bit fengyungod@zeroid.bit fengyun9999@zeroid.bit fengyunsage@zeroid.bit fengyun54@zeroid.bit  fengyunOO7@zeroid.bit fengyun007@kaffie.bit test000@zeroid.bit fengyun009@zeroid.bit fengyunsss@zeroid.bit fengyunss@zeroid.bit，它们的注册者都是畜生，呵呵~\n\n假账号均已屏蔽，呵呵~ 让它们的主人在那里自嗨。",
	"post": [
		{
			"post_id": 1,
			"date_added": 1511601928,
			"body": "你好 ZeroMe!"
		},
		{
			"post_id": 1511602741,
			"body": "有些话我要说说。\n\n我肯定有不懂的领域，比如生物领域不是很熟悉，但是少量的生物学常识还是懂的。\n\n我不是伟人，因为我不标榜自己是道德完人，我只是科学和技术实力顶尖而已。我也不是任何级别的公务员，我的身份在介绍里写得很清楚，完全不知道有些弱智为何还要去搜索我的“真实”信息。\n\n色情肯定是无害的，任何性行为也无害，包括乱伦。甚至你去做妓女做鸭子也无害。但我这样说，不等于我会去做鸭，也不等于我会去乱伦。就像有的人爱吃香蕉，有些人爱吃梨子一样，它们都能吃，却不代表所有人都喜欢吃，而且你吃香蕉的我不应该去鄙视吃梨的。我不乱伦，但是不会去反对别人乱伦。比如妖怪和它们的同党，我是不会反对他们乱伦的权利的。\n\n中医粉要信中医，宗教粉要信宗教，我也不会限制他们这个权利，反正你有愚蠢权，有害的也是你自己。但是中医粉宗教粉却不可去传播中医和宗教，因为这些都有害，已经侵犯他人人权。\n\n操逼是无害的，所以那些宣扬有害的，肯定要被禁言。你可以认为有害而不去操逼，你可以做和尚，但是不能宣扬，因为你宣扬，你就侵犯别人了。\n\n对于我来说，我根本不需要看任何人的眼色，就算没有任何人和我为伍，就算没有约炮的人，以我的能力，自己造一个人出来操又如何？我说的造人不是通过传统方式，可以做个机器，瞬间变出来。我可以设置她的思想，她的样子，完全按照我需要设计，让她喜欢我。即使做了失败作品，她不喜欢我了，那我就让她自由，我还可以再做。\n\n我做的人就是肉体的，也可以是机器人。这些其实都不是问题。\n\n你们必须知道为啥我敢说我是最顶尖的了吧？当然，我没空，还没有做出来，我有很多事情要做，很忙。",
			"date_added": 1511602738
		},
		{
			"post_id": 1511635324,
			"body": "名单上的它们有一天会哭的，然后它们的家属也会哭的，呵呵。",
			"date_added": 1511635320
		},
		{
			"post_id": 1511674703,
			"body": "我发现ZeroMe回复里，@ 符号后面跟的竟然是不唯一的昵称，而不是唯一的ID。零网的鱼们难道一点都不知道吗？",
			"date_added": 1511674698
		},
		{
			"post_id": 1511674933,
			"body": "共产党封锁网络其实是自欺欺人，因为随便找个VPN就破了。前段时间，GFW让VPN用不了，但是这样连正常的经济活动也要受到影响。所以不可持续。\n\n即使是前段时间，VPN用不了的时候，我依旧有办法可以翻墙。呵呵。",
			"date_added": 1511674927
		},
		{
			"post_id": 1511692618,
			"body": "非常感谢我的新模仿者们，呵呵~ 这次我就不骂你们了，屏蔽了事。新模仿者帮我把一些畜生挂上去了，并扩散了一点点。",
			"date_added": 1511692611
		},
		{
			"post_id": 1511710992,
			"body": "全标准畜生大全：rwxy@zeroid.bit 0winf@zeroid.bit zeroid000@zeroid.bit Mygod0@zeroid.bit Sky666@zeroid.bit mosen@zeroid.bit twomap@zeroid.bit abcd1235@zeroid.bit nishikinomaki@zeroid.bit whoarev@zeroid.bit urgoodgay@zeroid.bit hyl@zeroid.bit jianhao84@zeroid.bit mouselovefly@zeroid.bit polar@zeroid.bit opop@zeroid.bit\nmadden_fucker@nobody jackyggg@zeroid.bit zun@zeroid.bit p2p@zeroid.bit canvas@zeroid.bit dhj8@zeroid.bit jackyggg@zeroid.bit \n zerobuug@zeroid.bit new1ne@zeroid.bit。\n\n还有几个假冒的号： fengyun444@zeroid.bit fengyuno07@zeroid.bit fengyun123@zeroid.bit fengyun4sb@zeroid.bit fengyun6666@zeroid.bit fengyungod@zeroid.bit fengyun9999@zeroid.bit fengyunsage@zeroid.bit fengyun54@zeroid.bit fengyunOO7@zeroid.bit fengyun007@kaffie.bit test000@zeroid.bit feng@kaffie.bit fengyun@kaffie.bit fengyun009@zeroid.bit，它们的注册者都是畜生，呵呵~\n假账号均已屏蔽，呵呵~ 让它们的主人在那里自嗨。",
			"date_added": 1511710983
		},
		{
			"post_id": 1511711604,
			"body": "我在朋友圈发了个带红蓝黄幼儿园，和赶走低端人口的评论，瞬间评论消失。看来应该是把关键字在手机本地存储并判断了。",
			"date_added": 1511711594
		},
		{
			"post_id": 1511713520,
			"body": "其实你专门做个屏蔽我的也没啥用，因为对我这种人来说，你改了代码，就算是分布式的，我也可以改回去。理论上来说，就是像比特币这样的网络，如果有人想，把它完全清理掉也不是不可以，只是没有人愿意去这么做。\n\n就像你随时可以对路上某人捅一刀，但是没有人会这么做。现有的警力其实是无法预防你被杀的，最多只是事后逮捕。\n\n只有时刻做好防备，并且你的防备能力达到了最强，才可以防备，否则被灭就是运气问题，看对方是否盯上你。\n\n呵呵~",
			"date_added": 1511713509
		},
		{
			"post_id": 1511743532,
			"body": "屏蔽一堆畜生以后，清净许多。",
			"date_added": 1511743520
		},
		{
			"post_id": 1511743770,
			"body": "今天上陌陌关注了几百个美女，准备开始约炮征程！",
			"date_added": 1511743757
		},
		{
			"post_id": 1511743846,
			"body": "我的目标是要每天操屄，和美女们保持长期稳定的炮友关系！当然，她们都会是自愿的，互相也会知道，我不会通过欺骗女性这一招去约炮。欺骗感情的都是渣男！",
			"date_added": 1511743832
		},
		{
			"post_id": 1511744012,
			"body": "约炮最重要的就是要和美女们做朋友，让她们熟悉你，接纳你，方才有可能有进一步关系。起码对大部分女性是这样的。没有人会一上来就那么容易接受啪啪啪的。换做是你，你也不会接受啊。\n\n当然，应该也有少部分女的会比较直接。不过，中国女性一般比较保守，没有那么容易的，需要一个过程。",
			"date_added": 1511743997
		},
		{
			"post_id": 1511744329,
			"body": "曾经有个高个女生约我，比我还高，但是长得有点像莫文慧，我无法接受。只是答应约会，出去一起打打网球，然后我不会打，然后两个人在球场尴尬，然后师兄出现了，替代了我，我就默默走了。\n\n如果再遇到这样的事，即使我不会打网球，但我会在一旁欣赏她和别人打，和她保持联系，慢慢发展炮友关系。而不是浪费那么好的一个机会，人家那么主动，我却没有接受，想想有点后悔。\n\n其实性交不必非得要求女方那么漂亮，最重要的还是要体现操屄过程中淫荡和骚。培养女方这种表现能力。",
			"date_added": 1511744313
		},
		{
			"post_id": 1511744650,
			"body": "说起来对我主动的女生好像不止一个，原来是有两个的。除了那个身家过亿的白富美，就是刚刚说那个，我大学同乡会的一个女生。\n\n其实当时同乡会当时还有个女生，非常漂亮，又有点骚，看她网上照片就知道了。但是她属于国际学院的，可能是学习成绩不是很好但是又有钱那种。一般在国际学院的都是为留学做准备的。\n\n当时大胆去追就好了，做不成夫妻，做做女友也好啊。毕竟再也没有女人比我前任漂亮高挑和身材好了，只有我前任那种才配做我媳妇，其他的都要考虑考虑。😊",
			"date_added": 1511744633
		},
		{
			"post_id": 1511745278,
			"body": "如果我约炮失败，或者女友数量太少，我就会考虑自己造人。\n\n做一个机器，然后它可以造人，造的人可以设定男女，身高身材相貌，还有他的思想和记忆，他的喜好。\n\n如果能做出来，那我造的人肯定要造得比谁都美，让她喜欢我。当然，可以参考一些网游，各种相貌的都造一点，组成我的后宫团。😱\n\n然后还要让她们寿命无穷地长，最好不吃饭也不会饿死那种。但是也可以吃美食，只是不会因为没吃的而饿死。\n\n然后我还可以造一支男性军团，他们都会辅助我打败所有的敌人。顺便执行一下黑名单上的畜生。哈哈哈哈哈哈哈哈！",
			"date_added": 1511745260
		},
		{
			"post_id": 1511745440,
			"body": "成为世界首富，其实只是我的小小目标，不是大目标。当然，一开始应该还会比较难，需要点时间。越到后面，应该越容易。\n\n当然，需求多了，那么还是会很忙。不会太闲。所以需要人为控制发展的速度。",
			"date_added": 1511745421
		},
		{
			"post_id": 1511745504,
			"body": "作为物理学家，还要有点世俗的欲望，这样才会有动力，社会才会发展得更好。",
			"date_added": 1511745484
		},
		{
			"post_id": 1511745572,
			"body": "我可不想做那种太过严肃的物理学家，还是要做点非理性的事情。",
			"date_added": 1511745551
		},
		{
			"post_id": 1511745761,
			"body": "希望过短时间有空了，可以找回我的fengyun007的密钥。虽然是不知名的账号，没啥价值。不过，毕竟还是原号。而且觉得浪费一个id不太好。",
			"date_added": 1511745739
		},
		{
			"post_id": 1511745980,
			"body": "zerome的hub类似irq的的相应机制，可以让人聚集在不同的地方。不是非得官方那里。我这个人比较懒，所以虽然看得懂，但是没怎么看zeronet的代码。希望能有时间看看，然后改进一下。当然，是自己用的。永远别期待别人会对你的代码有高的评价，然后愿意引用。\n\n永远不要对人类有期待，因为人都是不可靠的，只有机器最可靠和最听话。",
			"date_added": 1511745957
		},
		{
			"post_id": 1511746050,
			"body": "自然规律是不会骗我的，但是人会骗我，而且可能集中了各种缺点。和人做朋友，还不如和机器做朋友。和美女做朋友，都是妥协，毕竟还是要约炮的。",
			"date_added": 1511746026
		},
		{
			"post_id": 1511746238,
			"body": "在一年内，我会成立一家公司，获利要达数百万。这是我的近期的小目标。世界首富，先从小目标做起，一步一个脚印。",
			"date_added": 1511746213
		},
		{
			"post_id": 1511746333,
			"body": "到时候可能会考虑在零网上招聘一些开发人员。不过，零网仇人那么多，也许我不应该招人，有人潜伏做卧底就不好了。",
			"date_added": 1511746307
		},
		{
			"post_id": 1511746418,
			"body": "我的小目标之一就是要创造地球上最庞大的科技帝国，希望可以如愿。到时候要聚集一大批高科技人才，一起战斗！",
			"date_added": 1511746391
		},
		{
			"post_id": 1511746496,
			"body": "我们地球人必须要建立一个超级科技帝国，必须尽早移民到火星，或者其他外星球上，必须提前做好预防，抵御来自宇宙其他地方的敌人！",
			"date_added": 1511746468
		},
		{
			"post_id": 1511746589,
			"body": "我们要尽快实现抗衰老技术，然后开始我们向宇宙进发的征程！",
			"date_added": 1511746560
		},
		{
			"post_id": 1511746674,
			"body": "实现抗衰老技术以后，我们要控制生育，也许要实现人类人口零增长，否则宇宙的人类会像细菌一样到处繁殖，以至于资源不足！",
			"date_added": 1511746644
		},
		{
			"post_id": 1511746742,
			"body": "人类还要实现半机械化身体，以便可以应付更为恶劣的环境。",
			"date_added": 1511746711
		},
		{
			"post_id": 1511746853,
			"body": "那些和畜生做朋友的人，我都会和他们保持距离，已经屏蔽一个关注畜生的人。",
			"date_added": 1511746821
		},
		{
			"post_id": 1511746988,
			"body": "畜生如果要翻身也不是不可以，方法就是托人跟我联系，然后跟我正式道歉，并且在他的账号上发表道歉信息。否则，都不会有好下场的。我会不惜一切代价研发技术追踪这些畜生。虽然畜生们只是觉得发生的是嘴仗，我可不这么认为。",
			"date_added": 1511746955
		},
		{
			"post_id": 1511772248,
			"body": "**分析常见的转基因谣言——转基因科普讲座之十**\n作者：方舟子\n\n转基因食品引起公众很大误解，主要原因之一是在媒体和网上有很多谣言在流传。我们就来分析一下几条常见的谣言。\n\n有人说北京奥运会期间奥运村的食堂禁用转基因油。这则谣言的起源是一家地方媒体的不实报道。实际上北京奥运会奥运村食堂使用的是由金龙鱼提供的转基因大豆油。\n\n 有人说上海世博会禁用转基因食品。这则谣言的起源是科技部网站上有一则短讯，说某个课题为上海世博会研发了一种快速检测转基因成分的技术，这导致人们误以为上海世博会将禁用转基因食品。实际上后来科技部网站辟过谣。研发检测转基因成分的技术是因为根据我国法规要求对含转基因成分的食品需要做出标识，而不是禁用转基因食品。\n\n有人说农业部食堂自己不吃转基因食品。这则谣言的起源是因为农业部机关幼儿园的网站有一条招生海报称其提供的食品不含转基因成分，这是该幼儿园某个负责人或员工受社会上妖魔化转基因的言论的影响，把非转基因当成好东西来标榜，作为吸引人的卖点。我们不能指望一个机关幼儿园的负责人就会比普通公众有更高的科学素养，即使是农业部机关幼儿园。一个机关幼儿园并不能代表农业部。实际上，农业部机关食堂使用的油就是转基因大豆油。\n\n有人说给高层领导的特供食品禁用转基因。这则谣言的起源是因为有一家号称给高层提供特供食品的保健品公司负责人在演讲中声称其提供的特供食品不使用转基因。这家保健品公司早就被揭露是一家骗人的企业，它不过是以提供特供食品作为广告，并非就是真的提供特供食品。特供食品是否有禁用转基因的要求，我接触不到这种机密，不得而知。即使真有这样的要求，也不过表明负责特供的人科学素养差，受妖魔化转基因的社会舆论的影响，并不能说明转基因食品就有害。\n\n 有人说欧盟、日本禁止转基因。实际上欧盟、日本都批准了很多转基因食品的进口和生产，要求对含转基因成分的食品做出标识。如果禁止转基因，何必制定标识的规定呢？日本目前没有种植转基因作物，但是欧盟一些国家是种植转基因作物的，主要是西班牙在种。\n\n有人说美国种植转基因作物，但是自己不吃转基因食品，都卖给中国了。其实美国是世界上转基因作物第一大生产国，也是第一大消费国，美国市场上包装食品百分之七、八十都含有转基因成分。还有人说美国转基因食品都是给穷人吃的，美国经济条件稍微好一点的家庭都吃不含转基因成分的有机食品。实际上美国有机食品占的市场份额很小，只占食品总额的2%，难道美国经济条件稍好一点的家庭的比例这么小？\n\n有人说中国有些地方因为种植一种叫先玉335的转基因玉米，导致老鼠绝种、牲畜流产。实际上先玉335是一种杂交玉米，不是转基因玉米，我国目前并未大规模种植转基因玉米。转基因玉米也不会导致老鼠绝种、牲畜流产，否则美国大规模种植转基因玉米有快20年的历史了，美国的老鼠、牲畜岂不是都死绝了？\n\n（头条号首发)",
			"date_added": 1511772214
		},
		{
			"post_id": 1511773842,
			"body": "那些转发政治类信息的人，最大的问题，就是没有提供足够的证据，使得信息不可信。",
			"date_added": 1511773807
		},
		{
			"post_id": 1511774442,
			"body": "就我所感觉到的，大部分民运类信息和观点都不靠谱。\n\n举个例子，驱赶低端人口属实吗？还是只是特定地区特定环境的人。",
			"date_added": 1511774406
		},
		{
			"post_id": 1511791679,
			"body": "其实教育妖怪，对妖怪是没用的，但是可以起到教育其他人的作用。妖怪那些东西连他从畜生道出来的原因都忘了，这是忘恩啊。他不知道他就是色欲中诞生的。\n\n我就不信他父亲看到他母亲不是欲望满满，然后插一阵，然后射入他母亲，然后他诞生了。😱诞生出来一个妖孽。\n\n对于妖怪也好，妖孽也好，我就像孙悟空一样，给他一棒一棒地狠狠地打下去，让他暴毙，永世不得超生！💔💔💔🙏",
			"date_added": 1511791642
		},
		{
			"post_id": 1511791907,
			"body": "这是我的主页，我想说啥就说啥。当然，我不会乱骂人。只有挑衅我，或者背后贬低我的，我会骂。",
			"date_added": 1511791869
		},
		{
			"post_id": 1511791953,
			"body": "有些人也是奇怪，忘了什么是言论自由，别人的主页说句话也要来多管闲事。",
			"date_added": 1511791914
		},
		{
			"post_id": 1511792190,
			"body": "不知道畜生为啥总是喜欢挑衅我，都喜欢被屠？欢迎更多畜生现出原形，赶快来攻击我，我好方便记录名单。",
			"date_added": 1511792150
		},
		{
			"post_id": 1511792413,
			"body": "那个什么无涯书生，长啥样我都知道。白白净净的，戴个眼镜，短发，身高一米七几，年龄20多到30多的样子。",
			"date_added": 1511792372
		},
		{
			"post_id": 1511793267,
			"body": "那些不喜欢我的畜生，赶紧屏蔽我。😁自己喜欢在网上被暴揍，还要把脸凑过来被我啪啪地打，还说他用脸把我的手打痛了。",
			"date_added": 1511793225
		},
		{
			"post_id": 1511793510,
			"body": "名单其实有几百个，遍布世界各地，未来都会被逮捕入狱，关一段时间会放出来。再犯再执行，极个别挑衅者，交给我设立的法院审判确认后，会由法庭判决他死刑，然后给他气化了。既可以消灭垃圾，又可以不痛苦无污染。",
			"date_added": 1511793467
		},
		{
			"post_id": 1511794704,
			"body": "美国拍了一部非常弱智的电影，叫做《上帝之死》。在里面，那个执迷不悟的男生，被塑造成了正面光辉的形象。一开始，我还以为这是一部类似超人之类的电影，原来不是，发现上当了。",
			"date_added": 1511794660
		},
		{
			"post_id": 1511795039,
			"body": "《上帝之死》男主，运用各种方法试图证明上帝无法被否定。如果要假设一个无所不能的神，当然是无法被否定的(但也无法被证明存在)。但是，弱智者宣扬的神，却都是有历史来源的，是可以被否定掉的。",
			"date_added": 1511794994
		},
		{
			"post_id": 1511795160,
			"body": "运用我新的思想，终于成功约到一个美女，女神级炮友。看来我的推论成立了。具体思想我不会公布的，避免被其他雄性学到了，跟我竞争资源。",
			"date_added": 1511795114
		},
		{
			"post_id": 1511825017,
			"body": "其实我也很想为零网写点代码，无奈琐事太多。而且我想修改其代码的感兴趣的项目太多了。编程是一件很有意思的事情。\n\n曾经我是瞧不起脚本的，喜欢C/C++和C#，也用delphi。\n\n最近两年喜欢上脚本，脚本有个好处，可以方便地修改源代码，不用编译立马可以运行。缺点是运行速度有点慢。\n\n不过作为用来调配资源的很好的方式，脚本无法被编译性语言替代。",
			"date_added": 1511824970
		},
		{
			"post_id": 1511825153,
			"body": "前段时间，玩了一下powershell，但是最近喜欢上古老的windows 批处理。\n\n适合linux下的那些脚本语言也不错，不过玩linux少一些，也就以前工作的时候移植linux类系统的时候玩过一下。",
			"date_added": 1511825105
		},
		{
			"post_id": 1511825554,
			"body": "我在初中的时候，开始玩 Protel 99SE，当时在学校上机没有啥事的时候，也要临时装个 Protel 把玩一下。\n\n那时候看到有个运行脚本的类似windows运行对话框的东西，觉得没啥用。因为好像那些脚本并不能和Protel 本身交互。\n\n有时候看Protel 编译后会产生一些Delphi 脚本，感觉那些脚本不过是另外一些选择，还不如用图形界面操作方便。当时是没有意识到脚本的好处，不然肯定大量编写把玩。哈哈。\n\n我和其他人不同，各种编程语言，我都会欣赏它的优点。",
			"date_added": 1511825505
		},
		{
			"post_id": 1511825647,
			"body": "屏蔽了畜生以后，感觉真清静，这样很好。畜生是永远不需要和他们接触的。",
			"date_added": 1511825597
		},
		{
			"post_id": 1511825780,
			"body": "像妖怪这类彻底有害无益的畜生，一般人都是不搭理的。也就我这种爱替天行道的人会多管“闲事”，批一下。然后跟他逗着玩。\n\n连其他畜生都对妖怪没有兴趣，觉得浪费时间。妖怪应该感谢我逗弄他。能够被未来世界首富逗弄一下，难道不是一种荣耀？妖怪，以后等我把你逮捕再放出来的时候，你可以跟全世界去炫耀一下了。😊\n\n仿冒我账号的应该主要都是妖怪，也有个别围观的畜生加入他，所以被我戳了。不知道戳得痛不痛。本来当个吃瓜群众就好了嘛，非要加入畜生来和我斗。",
			"date_added": 1511825729
		},
		{
			"post_id": 1511826188,
			"body": "发送队列并非简单地降低IO操作频率，而且把短时间的多次操作聚合在一起，实现短时间批量操作，提高了效率。\n\n这是一个非常好的设计！！",
			"date_added": 1511826136
		},
		{
			"post_id": 1511836913,
			"body": "我为啥要列黑名单？另外一个原因就是，现在是共产党的天下，也有法律，我不可能违法去打击别人的。就算是到了美国，你也不能违法，否则就算不抓你，警察来骚扰你，也不爽啊。毕竟你非常恶心看到警察。\n\n我说句不好听的，在现在世界范围内的法律制度，我就是把你狂殴了，你抓不到我证据，又奈我何？所以现有司法是无法主持正义的，效率也太低。\n\n虽然我祖上是中共元老，但毕竟现在不掌权了。为了去除现有错误法律对我的约束，以便打击那些挑衅者，所以我暂时列个黑名单，等我控制世界，制定了相关法律，就会行动执行黑名单。",
			"date_added": 1511836860
		},
		{
			"post_id": 1511837996,
			"body": "我觉得像我这类懂编程的人是很幸运的，因为类似零网这样的东西很容易上手。",
			"date_added": 1511837942
		},
		{
			"post_id": 1511838313,
			"body": "推荐个安卓应用：CalcNote\nhttps://github.com/burton999dev/CalcNoteHelp/blob/master/documents/en/index.md",
			"date_added": 1511838258
		},
		{
			"post_id": 1511859403,
			"body": "我在床上，现在用手机版。妖怪我不会再理会的了，反正未来他会入狱。呵呵。\n\n顺便也会清理那些算命摆摊的神棍，一切宗教场所都要捣毁，禁止一切形式的传教活动。中共和其他科学家对宗教太善良了。\n\n而且未来的各级领导人，要禁止仅有文科背景的人担任，必须是理工科，而且必须修过大学物理和高等数学。\n\n一切中医全部禁止从事任何中医活动，继续从事者，一旦发现，全部入狱。\n\n禁止一切无证经营餐饮和食物的行为，所有的餐饮产品必须可以追踪，必须保证安全，必须获得安全认证。违反的，一律入狱。\n\n同时，主动派人追踪和调查，追溯所有曾经从事过中医的人，全部都要受到惩罚。会调查具体造成的危害，并让施害者赔偿全部损失。\n\n鼓励民众举报和起诉，有足够证据，可以认定的，进行相应的处理，该赔偿的赔偿。总之，不可能就这么算。没有能力赔偿的，强制安排劳动，直到赔偿全部完成。\n\n如果中医死了，他的后代如果继承遗产，要冻结遗产并扣除赔偿款。或者，后代虽然没有继承遗产，但是从中医父母那里获利的，要计算获利总和，然后从中扣除赔偿款。后代违法所得不计入获利总和。对于后代已经用掉的遗产，要追回，没有足够资金返回的，要强制安排劳动，直到其收入所得足够赔偿为止。恶意抢用本来用于赔偿的遗产的，一律入狱，而且也要安排强制劳动并赔偿。",
			"date_added": 1511859347
		},
		{
			"post_id": 1511874347,
			"body": "妖怪和我根本就不是一个级别的，只是我愿意回复两句，他就开始以为和我一样高级了。呵呵。\n\n另外，有个细节我不说，让他继续蠢下去。说不定发展下去，不用我动手，到时候自动把自己送到公安局了。😱",
			"date_added": 1511874290
		},
		{
			"post_id": 1511874439,
			"body": "mv00 说了两句公道话，可以继续观察。",
			"date_added": 1511874381
		},
		{
			"post_id": 1511875305,
			"body": "发点搬运过来的福利。如果未来我的女友们或者媳妇们不介意，我会真人露脸演出，客串一下AV片的男优。😊",
			"date_added": 1511875246,
			"meta": "{\"img\":\"525,700,855a85641852974dbbb96420eb8bbaeffbcc876feb78beca,012134550636321561317218669AB9C8686DDD659E18D868DB8F1FDDFF8618D86886488661114641\"}"
		},
		{
			"post_id": 1511875411,
			"body": "思想是否错误，是逻辑和科学确定的，不是你意淫出来的。",
			"date_added": 1511875351
		},
		{
			"post_id": 1511876591,
			"body": "像方舟子，为啥每次转基因品尝会，他的同道者们，都要po出科学和道义的大旗？\n\n这是因为科学和道义是不同的两个概念，从科学无法推理出道义。科学只判断对错，不给出选择。所以如果要坚持道义，就要额外显式地标明，通过打出大旗的方式。\n\n然而，基于保护人权的角度，基于自由的原则，人的选择当然是自由的。只要这种选择，不特别激烈地侵犯别人，那么就没有任何错误。\n\n举个例子，你喜欢操屄，你没有错。只要别侵犯别人就是了。比如，你喜欢操屄，却是通过编造夸张你的身份，获得女性认可，使得你成功操屄。这是错的。因为你欺骗了别人，侵犯了别人。有时候欺骗会导致严重的后果。\n\n你想和谁操屄，只要是双方自愿的，你就没有伤害任何人。对于那些本来是情侣的人，如果你的对象出轨，你只有两个选择，一个是分手，一个是选择做绿帽。但是你绝对不可以殴打你的对象，因为他不是你的财产，只是和你一起生活的人，现在他选择其他人了，如果你不能接受开放式关系，你可以离开他。每个人都有权支配自己的身体。当你约炮的时候，别人指责你，你可以让他们去滚了。\n\n方舟子的话，其实也是支持操屄权呃，但是他不会提倡多P，也不会像我这么直白说操屄这两个字，因为他是公众人物，有些话是要控制的，他有老婆，他要顾忌，而且大概他本性也不想那么直白，就像所有人一样。\n\n然而他还是在视频节目上说出自慰有益，并且性生活不需要节制的观点了。其实他这个观点还是西方社会的主流观点的，他这样说不会惹西方社会的主流反击。\n\n科学和道义是不同的，而道义在每个社会和国家那里都是不同的。道义从根本上来说，还是为了社会整体利益。道义有不同的版本，根本不像科学那样只有一个唯一的版本。各种版本里，只要没有侵犯人权的道义，都应该是自由的选择范围内的。\n\n如果你不懂逻辑，不懂一些科学常识，没有长期的符合逻辑和科学的思考，你不可能获得正确的观念。你有言论自由，你说什么逗乐子，但是你说的对不对，这是由逻辑唯一判断的。",
			"date_added": 1511876530
		},
		{
			"post_id": 1511877686,
			"body": "我今天已经在某社交平台成功撩了好几位美女，都有积极地回应。约炮指日可待。哈哈哈。",
			"date_added": 1511877624
		},
		{
			"post_id": 1511890852,
			"body": "有人说我崇拜西门庆，我没有看过文字版的西门庆。我看过三级片西门庆，虽然我非常喜欢他搞潘金莲的片段，但我并不崇拜他，觉得他这个人非常小人险恶，人品有问题。西门庆这类人是我打击的对象，和妖怪差不多。\n\n西门庆为了获得潘金莲，用毒药把武大郎毒死，这是侵犯人权的。正确的方法是怎么做？正确的方法是尊重女方的选择权，如果她愿意跟你，就让她离婚嫁给你，或者做情人也可以。她有人身自由，有权根据自己的需求选择离婚。她可以向法院申请离婚，如果法院不准离婚，可以分居，达到足够的时间，就可以再次申请离婚。分居期间你还是可以和她约炮的。如果担心财产的问题，那么这期间就不要和对方有性接触，或者有，起码不要被发现了。\n\n总之，你做的所有行为，都要尊重人权。\n\n当然，对我来说，如果有人直接挑衅我情绪，我是不会考虑尊重对方人权的。尊重是互相的，不是单方的。我黑名单上的人都是直接挑衅我的，日后会执行黑名单。",
			"date_added": 1511890789
		},
		{
			"post_id": 1511906610,
			"body": "A片对我的教育作用就是，不必因为对方太漂亮而不敢追。毕竟那么漂亮的各种女神可以那么“下贱”随便被被又丑又老的男优操，仅仅为了钱。",
			"date_added": 1511906546
		},
		{
			"post_id": 1511906720,
			"body": "约炮泡妞应该非常随意，不必过于紧张和有太多的心计。",
			"date_added": 1511906655
		},
		{
			"post_id": 1511906787,
			"body": "丑老头操美女(好吧，也不是特别美，不过其他片子绝对有更美的。)",
			"date_added": 1511906721,
			"meta": "{\"img\":\"900,675,aaacccbbb776455786b97975543998ba8b75754767a88ca9,00100233452012016789121221ABC9193D32AB60990020EF99EE9F099F959E90059A95E999955534\"}"
		},
		{
			"post_id": 1511907022,
			"body": "随时随地泡妞，和美女们打成一片，随时可以择其一而捅之。不必过于在乎自己表现好坏，最重要是沟通。其实非美女也可以操，不必过于挑剔相貌。这样才可以营造更加自由的操屄环境。不必因为年龄和相貌而退却。\n\n当然人的时间精力有限，只能选一部分女人操她们的屄。",
			"date_added": 1511906955
		},
		{
			"post_id": 1511907088,
			"body": "不要去限制炮友的其他性关系，让她们自由一些。继续跟你就跟，不跟你就争取，争取不了就找新人操。",
			"date_added": 1511907020
		},
		{
			"post_id": 1511907213,
			"body": "不要去介意对方已婚未婚，所有人都有身体支配权，身体支配权不因为婚姻关系而发生变化。不能接受“出轨”的人可以离婚。",
			"date_added": 1511907144
		},
		{
			"post_id": 1511907304,
			"body": "搞已婚异性被暴力攻击的，要勇于战斗，必要时报警处理。",
			"date_added": 1511907234
		},
		{
			"post_id": 1511908118,
			"body": "丑秃头老头操年轻美女。",
			"date_added": 1511908046,
			"meta": "{\"img\":\"900,675,322111543566133753b84974555356ca7887998cbb68a57a,011110023411105675890056A6BCDC57AABCADCD42AADDD3DDBDCEECCCCD939FFFF883993FEFF994\"}"
		},
		{
			"post_id": 1511917854,
			"body": "你觉得再纯真和可爱的，或者文静矜持的女生，都是可以搞的。这个本来就没有限制，因为女生不和你搞，未来也起码是要和她老公搞的，总有一天，要不矜持，要骚淫。\n\n所以不要觉得有些女生不可以搞，只是可能需要花费一点时间，耐心让她变得开放一些。",
			"date_added": 1511917778
		},
		{
			"post_id": 1511918061,
			"body": "我看一些SM的电影，看男的操一会儿M，然后不操她，故意掉她一下胃口。说实话，我觉得特别没有意思。\n\n所以我不是很喜欢那种虐心的SM，而比较喜欢满足性欲感官刺激的SM，像一些比较重口味的SM我也是比较喜欢的，因为比较刺激性欲。如果是单纯那个尖齿齿轮轮一下，或者用皮鞭做做样子抽一下，不痛不痒的，我觉得没意思。",
			"date_added": 1511917984
		},
		{
			"post_id": 1511927554,
			"body": "大冬天的，做交警的真的很辛苦。",
			"date_added": 1511927476
		},
		{
			"post_id": 1511927662,
			"body": "我们人类活动范围就是地球而已，不会感觉像坐牢一样吗？只是这个牢大一点而已。",
			"date_added": 1511927583
		},
		{
			"post_id": 1511933528,
			"body": "看央视的话，真的感觉很幸福。",
			"date_added": 1511933448
		},
		{
			"post_id": 1511936197,
			"body": "我昨天睡太久，全身酸酸的，很累。😳",
			"date_added": 1511936116
		},
		{
			"post_id": 1511937782,
			"body": "零网限额太少了，没说几句，就发不了了。用起来像鸡肋。我还是上推特吧。",
			"date_added": 1511937696
		},
		{
			"post_id": 1511952269,
			"body": "对于不讲理的畜生，不需要浪费时间，用最原始的暴力方式解决。反正畜生会出事的。",
			"date_added": 1511952181
		},
		{
			"post_id": 1511953381,
			"body": "我觉得我最痛苦的一件事情就是，我灭妖怪的时候，只能是秘密地做，而不能昭告天下。他被灭了以后，也没法发声证明他被灭了。然后无法对其他畜生产生震慑。",
			"date_added": 1511953292
		},
		{
			"post_id": 1511955536,
			"body": "妖怪不知道我已经屏蔽他很久了，肯定又不知道发了一堆什么东西。",
			"date_added": 1511955446
		},
		{
			"post_id": 1512013941,
			"body": "告诉大家一个经验，不管是干什么都好，但凡是需要交押金的，可以不交的尽量不交。一般来说，押金都不会退的，就算退，可能也这扣一点那扣一点。我就被坑了1万押金。扣押金的都是畜生！\n这个畜生也会上黑名单。",
			"date_added": 1512013850
		},
		{
			"post_id": 1512024260,
			"body": "貌似我限额早就够了，为啥还可以发帖？",
			"date_added": 1512024168
		},
		{
			"post_id": 1512024305,
			"body": "无鱼为啥要设置那么低的限额么？无法理解。",
			"date_added": 1512024212
		},
		{
			"post_id": 1512024740,
			"body": "当官的那些人，你要依赖他们的关系，其实他们都是讲利益的。我叔叔家很穷的，靠着自己在外打工努力，还是盖起了一栋楼房。\n有一次他遇到事了，被坑了，想托关系帮忙。他老婆的哥哥身家过亿，是煤矿老板。他老婆哥哥的舅舅是县里政法委。他跑去找人家帮忙，结果就是给了他一句建议，没实质帮到他什么。我心里就偷笑，因为我从来不靠这些关系。当官的人，我都敬而远之。",
			"date_added": 1512024646
		},
		{
			"post_id": 1512025285,
			"body": "我祖上是中共地下党重要成员，他的直接领导和毛泽东可以说是平起平坐。不过很年轻的时候就牺牲了，被同学(也可能是老师，不是特别清楚)出卖，被国民党的抓了，杀了头，头挂在城门墙上。\n\n我祖上战争年代救过一个人，后来他做了某发达省份某发达一线城市隔壁市的副市长，后来是他女儿做了副市长。\n\n有一次家里出事了，村里人(注意，我不是农村长大的，我只是农村出生，没有一点的农村生活经历)建议找那个副市长帮忙，因为出事地点恰好在他管辖市里的一个县里。我跟父母说，不要去找关系。\n\n一来这事就算他们帮忙，还是要依法办事的，如果找不到证据，也帮不上大忙。二来，我本人很忌讳和当官的接触。\n\n所以就没有去找。但是村里人(其实都是本家人)就偷偷打电话给副市长家里，他家里说让我们家跟他们联系，我没让父母跟他们联系。因为我祖上救过他家人，所以他们帮忙也是报恩。\n",
			"date_added": 1512025190
		},
		{
			"post_id": 1512025424,
			"body": "我们县里也有个人，当然和我们家没有关系。不过是我们县里的。他和毛泽东几十年友谊，领导过省港大罢工，不过也是英年早逝。",
			"date_added": 1512025328
		},
		{
			"post_id": 1512025494,
			"body": "我小时候由于受共党教科书洗脑，深信马克思唯物辩证，支持共产党，甚至一度还想做雷锋。",
			"date_added": 1512025397
		},
		{
			"post_id": 1512025606,
			"body": "大学以后开始慢慢开化，这其中很大一部分功劳是方舟子的。他启发了我。让我开始慢慢思考自由主义，并接受了。他本人非常正直，又讲道义。所以如果连他都选择自由主义，那么我不得不认真对待。",
			"date_added": 1512025508
		},
		{
			"post_id": 1512025925,
			"body": "宗教迷信不用说，从小就知道那是骗人的。鬼神之类的，其实少年时期还是有点怀疑会存在，但是后来彻底不信。高中时期对中医没有什么观点，并且觉得也许还是有用的，曾经一度想学中医。我父亲非常迷中医，买了一些中医书，平时买草药给家人治病。那些书很厚，看起来像是认真写的，不觉得会坑人我时不时也会翻阅一下，希望把中医也学会。\n\n但那时候觉得，一时看不懂，也许还有很多不懂的，没有学，并不曾想过中医就是虚假的这个可能。\n\n直到后来有一次，在看到有关方舟子的文章，他反对中医，我就开始阅读他的科普文章，慢慢了解中医虚假的本质。",
			"date_added": 1512025826
		},
		{
			"post_id": 1512027607,
			"body": "我从小是学电子技术的，小学之前就接触大本的电路图了。小学的时候已经学过电子技术了，广泛阅读了大量的电子技术相关理论的书籍，也做过很多电路板。另外，像电磁学、电工原理、射频电路等等这些算我小学的时候，已经系统学过了。就我从新闻了解到的，所有的历史上的所谓神童，包括这两年上新闻的年轻女博导，都没有比我更早地把大学甚至研究生阶段的理论在小学就学完了的。\n\n我是先学的技术，和部分物理理论。小学五年级开始，正式学习物理学，包括化学。不过因为化学太多繁琐的细节，而且它本身知识量并不是很多，所以到初中毕业的时候，我已经不怎么喜欢看化学了。初中第一次化学考试，我是满分，但是后来被同学超了。高一进入本校优班，化学感觉就有点压力，因为同学几乎个个都是90以上的，我是80多。\n\n当然，我的物理不差，中学五年(从初二开始)，一直是最强。连总成绩排第一那个，以及数学年级第一那个，他们的物理跟我比都是渣渣，他们先后都被迫主动跟我请教物理学，并请我帮忙。我平时物理学一直是高分，几乎接近满分，或者满分。\n\n高考的时候，物理考砸了，按照150分算，考了70多分，属于不及格了。不过，我平时不太好的语文考得比较好。\n\n平时物理比我渣，但是总分比我高的同学，有几个去了某名牌大学(全国前十那种)，有一个甚至平时总成绩比我差的，通过转学去国外，最后竟然去了英国帝国理工大学。呵呵。\n\n大学的时候，请教中科院毕业的物理博士的物理老师一个问题，他竟然说不懂那个概念，从此被我鄙视。后来，关于那个物理概念，某个物理学家获得了次年的物理学诺贝尔奖(不是关于引力波的哦)。当时，我就想，看来我关注的东西总是最重要的。\n\n有一次，我们大学一个博士学历的老师，其实也是我所谓的导师，竟然不懂某个物理原理，然后跟我请教。我解释了一遍，他就告诉我，让我帮他的学生主持物理实验。我当时快毕业了，已经没有心情搞那些。但是我还是答应了他。后来我故意不联系他，等他找我，如果他敢拉低脸面找我，我就只好帮一帮他。如果他不敢拉下脸面，那就不帮，毕竟我不想那么辛苦。最后，他没找我，我的目的达到了，哈哈。\n\n我上大学的时候，上电路原理，因为我小学就学过了，所以不怎么爱听课。只是如果有一些细节当初没有认真搞懂的，会听一听。所以我上大学，只是为了拿个文凭，上课就当作是复习。\n\n有些人，号称是神童，跳级上的大学。其实这类人并没有扎实的知识功底，只是应试教育下，他们投机取巧成功了。就我经历而言，我觉得我们大陆大部分课程，内容是很多的，跳级去学，根本不可能扎实地学好。\n\n我本人从小学的时候就开始学大学课程，后来还反复复习，而且正常的课时我都按部就班参与了，所以学习所花的时间和精力比其他人多得多。\n\n我不觉得学习有什么捷径，你花一分的时间，就学到一分的知识。即使你逻辑推理能力很好，你说你触类旁通，但是直接学习和理解过的知识，还是比临时推理的，更加质量高一些。",
			"date_added": 1512027507
		},
		{
			"post_id": 1512028076,
			"body": "关注方舟子后，虽然知道中医是假的。但是如果真的自己独立去思考判断，如何解释它是假的的事实呢？有一次无聊，去街上散步。散步的时候，突然想到医学的问题。一边走，我就一边想。医学到底是啥？医学的本质是什么？\n\n前面我说了，我是学电子技术出身的，这些理论的形态，跟医学生物学还是很不同的。所以我很难将物理类的知识学习经验直接地迁移到医学这个领域，去理解医学。\n\n但是我还是努力了一番，一点点地去理解和推理。\n\n首先，最容易和医学关联起来想到的就是修电视机。我小学的时候，已经开始帮朋友修理收音机，电视机原理也懂，能修一些简单的，太复杂的没能修理成功。\n\n我想到，电视机是一个个功能模块组成，而人体恰好也是。曾经有段时间经常听收音机，被那些医疗类的互动节目熏陶过，听过身体某些部位具有某些功能的说法。\n\n所以我就知道，虽然人体不是设计出来的，但其实和人设计的产品一样，具有功能模块。很容易想到，人体其实就是类似于电视机一样，通过各种功能模块进行工作的，人体其实也是一架机器。\n\n我们修理电视机，就是某个零件坏了，所以要去修理。人体生病也是这样，人体有些功能模块出问题了。就去修复。\n\n像眼睛就是实现视力的模块，耳朵实现听力的作用，嘴巴吃东西，手可以抓东西，脚可以走路，肺部是交换氧气用的，肝脏是最重要的器官之一，分解毒素主要靠它，同时分泌胆汁，肾脏是过滤排出废物的，心脏就是血液泵，血液是输送营养物质和氧气、能源物质的，胆是浓缩胆汁的，胃是蠕动初步处理食物的，小肠是消化吸收食物的，大肠是进一步处理食物残渣的，大脑是中枢神经，类似处理器的作用，脊椎神经类似电脑里的南北桥，阴囊是产生遗传物质的，阴茎是液体废物的最后出口，以及遗传物质的通道....\n\n所以人体是功能的分区，那么哪个模块出问题，就修复哪个地方就对了。这个中医的整体论是有直接的冲突的，中医肯定是错的。\n\n如果再进一步总结。你会发现，人类做事有一个普遍方法，第一步首先找到原因，用理论去解释事物基本原理，第二步，找到原因后，根据原因，设计方法应对。第三步，实践，把设计出来的方法实施。\n\n你会发现，医学正好符合这个步骤，甚至包括其他所有的合理的人类活动都是这样。\n\n但是你会发现，中医偏偏不是这样的。首先，原因这一步，它彻底错了。因为它没有引用科学理论。而现代医学，是引用了科学理论的。\n\n第二步，它也没有，中医里，绳子都是一味中药。第三步，更不用说，前面两步错了，后面的就都全是错的。\n\n要搞懂医学的本质，首先得理解人体的本质，然后理解人类科学做事的一般方式，然后你就明白，所谓的医学中治疗行为，和修理电视机本质是一样的。注意，不是比喻，而是完全一样的模式。\n\n把这个想通以后，我就彻底否定中医了，我自己已经独立找到了证明中医是虚假的的方法了。\n\n也因为这样理解了，所以发现医学其实也没有那么高深，如果我要学，花点时间就可以了。",
			"date_added": 1512027975
		},
		{
			"post_id": 1512030404,
			"body": "从务实的角度，我支持法制。但是从理论上来说，或者严密逻辑推理的结论，法制并不是必须应该做的选择，尊崇法制也不意味着高尚。\n\n法制需要有法律吧？法律是啥？法律是规则，是契约。是契约，就必须符合签约者签订合约的时候的意愿，但是法律能符合这一条吗？\n\n显然不可能，因为法律不可能符合所有人的意志，那么天然地是无效的契约。而且，上一代人制定的法律，凭什么下一代人必须遵守而不能修改？",
			"date_added": 1512030302
		},
		{
			"post_id": 1512031108,
			"body": "妖怪不再出现了，可能是它累了。不知道未来它要被我逮捕关一段时间的时候，它会有什么感觉？仿佛它是麻木的。好像坐牢也没所谓。",
			"date_added": 1512031005
		},
		{
			"post_id": 1512039212,
			"body": "妖怪的特征很容易识别出来，特别明显。所以我一下就屏蔽他了。",
			"date_added": 1512039108
		},
		{
			"post_id": 1512039487,
			"body": "买晚饭，我先来的，店主竟然先做后来的人的饭。无法忍，我走了。店主说，你换一家店还是要那么久的。她根本不知道她错在哪里。",
			"date_added": 1512039382
		},
		{
			"post_id": 1512042625,
			"body": "还有啊，无涯书生就是个畜生。要不要我把你照片po出来？我应该有备份的。你在深圳。😄\n\n这两天我要转移阵地，等我安顿好了，我就把无涯书生的照片po出来。戴眼镜的，白白净净的，单身，适合配种。\n\n这小子当初勾引女人，po了照片，被我保存下来了，觉得以后有用。想不到他有天开始骂我，正好利用一下。也许还可以出个恶俗网站。\n\n其他畜生的资料，没有现成的，需要花点时间。",
			"date_added": 1512042519
		},
		{
			"post_id": 1512056799,
			"body": "人少不介意，介意的是太少了。",
			"date_added": 1512056692
		},
		{
			"post_id": 1512085757,
			"body": "女的不回复你，一般就是不重视你啦。在乎你的女生，很快会回复的。",
			"date_added": 1512085649
		},
		{
			"post_id": 1512086017,
			"body": "我以前担心未来我女儿会被男人骗炮，后来不怕了。因为我推理发现，操屄无害。不管操她的是什么层次的人。如果觉得男方不好，就离开好了，或者当性工具，也不吃亏。\n\n所以以后有女儿就让她自由去玩吧，唯一就是要注意安全，防止感染性病。\n\n不过，这年头死人那么多，我滴泪的心早已麻木，而且自己最后可能也要死。觉得好像生命也没所谓了(但我不会主动加害别人，去杀人)。",
			"date_added": 1512085908
		},
		{
			"post_id": 1512285459,
			"body": "我不怕别人说我什么，我也不怕美女拒绝约炮。虽然被拒了会有一点失落，但是想想对方是在低估我的情况下拒绝我，那我觉得也不是我的问题了。时间会证明一切。\n\n不过未来，我也不会主动展示证据，某些人自己不小心看到就证明了，看不到，那也罢了，顺其自然。为了证明一件事情，也是要额外耗费时间的，我要节约这些时间。",
			"date_added": 1512285349
		},
		{
			"post_id": 1512285601,
			"body": "先把自己对自己的描述公开，然后不用管了。我觉得自己最清楚自己的情况。当然，我会尽量把自己的评价提高一些，只要符合事实就是。到时候如果是错过什么，起码我是公开告知了所有人自己的情况。至于信不信，那是别人的事情，我只负责如实表达。",
			"date_added": 1512285490
		},
		{
			"post_id": 1512414422,
			"body": "转地方了，考虑选择什么宽带好。现在我是路边蹭网的。移动宽带100M光宽带便宜啊，440每2年，不过看网上投诉挺多，能够想象用上它后的场景。\n还可以考虑电信和联通，还有什么腾讯大王卡宽带，一天一块钱，没有月租。\n\n虽然移动宽带可能配置了会有各种问题，但是最新的移动宽带也许改善了？如果不好，反正便宜，还可以并列办理其他宽带，同时拥有两条线路也不错啊。😄哈哈",
			"date_added": 1512414310
		},
		{
			"post_id": 1512541464,
			"body": "世界会动荡，会变化。是持有纸币，还是黄金，还是囤货好？",
			"date_added": 1512541351
		},
		{
			"post_id": 1512541620,
			"body": "说务实者少的人，不知道务实是需要时间的。而且呢，别人务实了，他也不知道。他能知道的就是别人的言论而已，难道做什么了，还要让你陪着检查确认？",
			"date_added": 1512541506
		},
		{
			"post_id": 1512541721,
			"body": "要做成一件计划好的事情不难，难的恰恰是思考如何做，这是务虚的过程。务虚比务实重要得多。",
			"date_added": 1512541606
		},
		{
			"post_id": 1512556275,
			"body": "我在任何平台发表言论，目的都不是为了让其他人喜欢我，接近我，和我做朋友的。最根本的目的是表达自己，以及记录自己的言论。\n现实中也是如此。",
			"date_added": 1512556159
		},
		{
			"post_id": 1512565780,
			"body": "刚刚停电，投诉到省电力公司，然后一级级下沉到乡里，对方接受投诉，过了十分钟就复电了。根据以往经验，如果不投诉，他妈可以几天都没电！农村太坑爹了！\n从小在城市长大，今年长时间呆农村，发现和城市比起来，很多不是问题的事情都成了有问题的事情。",
			"date_added": 1512565662
		},
		{
			"post_id": 1512565916,
			"body": "科技帝国也许就诞生在这个小小的村庄里！哈哈哈哈哈哈哈！",
			"date_added": 1512565797
		},
		{
			"post_id": 1512566295,
			"body": "在某一线城市工作，感觉生活节奏太快，交通拥挤不堪，时不时堵车，很不方便。农村生活好啊，空气也好，通水通电，还不用房租。关键还可以拥有超高速光纤宽带。我记得一年多前，我生活的城市里，网速还很慢的时候，来这里，有网络的地方，网速超快！\n只要通水通电通了网络，每天时不时还有卖水果、肉、素菜、煤气的来村里巡游，还是蛮方便的。\n这样比起来，城市人的优势荡然无存。城市最大的优势之一是教育，我带着受过城市教育的自己，来到这里，感觉比城里好。\n空气好啊，有山有水。",
			"date_added": 1512566175
		},
		{
			"post_id": 1512567074,
			"body": "通水的时候，我家看房子没通。据说村主任换了，但是在村外。跑去通水的集中地，村办小学那里看了看，发现只有一些水管。几个儿童跑来门口问我有啥事。我没有搭理。换了一个门进去，看到楼上有个教师模样的男子看下来，后来出去的时候，跑出来几个小孩，说感谢老师。可能是感谢给他们自由出来玩。后来发现他们个个拿着手纸欢快地跑去，可能是上厕所。后来发现都去了同一个小通道，可能是厕所。\n嗯，总之就是一幅留守儿童的画面。\n小学教学楼墙壁上还挂着刻有中央五万拨款的石牌。\n后来抱着试一试的态度去了村主任家里，他本人不在，但是他儿媳妇在。她背着个婴儿在背上，年纪不大，好像比我还小。我说谁是通水的管事的，她说就是我们村委几个搞的，问我有啥事。我说我老房子没有通水啊，有电表。她说，一个电表配一个水表，没有通水吗？我说没有。她说到时候和村委商量一下，会给我弄好。我道谢了一句就离开了。\n\n回来问了一下老妈，她说那女的其实也是妇联主任。传说中的妇联主任那么年轻啊？好像长得还不差。",
			"date_added": 1512566953
		},
		{
			"post_id": 1512649723,
			"body": "看了这个，我觉得希特勒一点都不邪恶好不好？\n[最先进的机械杀猪，前一秒还活蹦乱跳，转眼就成了肉块](http://opdwz.cn/OHdBIA?from=videoDetail)\n",
			"date_added": 1512649601
		},
		{
			"post_id": 1512655227,
			"body": "大学的时候很爱折腾电脑，每个月至少要重装四次操作系统。原因一是因为系统更新，二是觉得重装系统比较干净。所以那时候在我眼里，觉得那些操作系统用了很多年的，简直就是奇葩。我觉得系统不可能那么稳定。直到后来，自己也很少换系统，才发现，原因操作系统是可以好几年不重装都可以稳定运行而不出问题的。",
			"date_added": 1512655104
		},
		{
			"post_id": 1512656701,
			"body": "2013年的时候，在朋友的朋友的店里买了配了一个台式机。当时感觉配置比较高，内存是8G的，即使是现在，也算主流了吧？所以一直没有换。前两年，电源坏了，后来主板坏了，淘宝上买了几次二手的，一块工作了半年后坏了，一块隔天坏了，一块可以用了，后来又坏了，前几个月换了个二手的，一开始还可以运行，但是很快就坏了，以至于我不敢再随便淘宝买了，怕退货的运费浪费。前几天，还是再次淘宝上买了个别的店的二手的，尝试了一下，可以运行了。\n\n不过我的系统损坏了，所以需要重装系统。说也奇怪，这几年随着U盘装机的流行，2013年配置电脑的时候，我就没有配置光驱了，毕竟不便宜。当时装光驱最重要目的之一就是装系统，作为启动驱动器。再就是喜欢刻录。但是一方面，U盘已经可以作启动盘了，另外一方面，经过近十年的刻录经验，感觉光盘很难保存，时间久了，那层铝箔会脱落，而且那种一次性的刻录光盘无法修改，可修改光盘又贵。所以配机器的时候就没有配光驱。\n\n然后这几年好像很少装机，所以U盘很少用，自己并没有保留U盘。记得第一个U盘是初中参加编程比赛，赢得了第一名，就是一个128MB的U盘。当时感觉容量超大。那个U盘用了很久，好像是清华紫光的，可惜后来坏了。后来大学自己又买了个清华紫光的，发现没用多久就坏了，难道是假货？后来工作了，经常去各种五星级酒店参加合作伙伴的展销会，一般参加的登记了的话会送个U盘。然后积累了好几个，经常不用。那时候可能就是用其中一些装机。那些U盘当然和商业化的消费品不同，质量估计没那么好，但是勉强还是可以用的。\n\n但是那些U盘陆续都坏了，所以这几年好像装操作系统都是用的别人的U盘。\n\n可是这次又要装操作系统，却没有U盘了，以前的都丢失了。于是去乡里一个店里买了个U盘。我当然知道，肯定没有淘宝的便宜，而且质量可能没保证，但是我迫切希望快点装系统，就花了45块钱买了一个8GB的。然后刚刚淘宝搜了一下U盘价格。虽然有心理准备，但是还是感觉自己亏大发了。\n\n而且现在也面临一个问题，我在农村里，在这里我不认识什么人，因为我是城里长大的。虽然有U盘，但是空的，无法作为系统盘。这里找不到电脑，我也不认识有电脑的人，没法制作U盘启动。我又想了一下，我的手机不就是电脑吗？但是我没有OTG线，平时没有备用的OTG线。\n\n后来又想了想，手机不是可以作U盘吗？可是手机存储器里里很多重要文件，不能随便删除的。而制作启动盘是需要格式化的，何况手机怎么制作U盘启动盘？毕竟制作工具大多数都是PE格式的，安卓系统好像不行。\n\n我还是搜了一下，发现了一款叫做DriveDroid的工具好像可以，但是好像还是需要UltraISO往模拟的U盘里写ISO。虽然我想到Linux系统应该也可以写镜像到分区，但是还是感觉有点麻烦。找不到其他办法，又搜了一下DriveDroid，发现好像可以不用写ISO文件，最新版只需要选择一个做好的ISO文件就可以作为启动盘了。这样很好。我用手机装了DriveDroid，然后再下载个启动盘的ISO也就可以了。\n\n打完这段字，发现已经下载完了。",
			"date_added": 1512656577
		},
		{
			"post_id": 1512657720,
			"body": "关于电脑主板坏了，我是硬件工程师，而且小学就开始修理电器和电子设备，修理电脑主板本来也没有问题。但是最近主要注意力在软件编程，所以平时没有常备修理硬件用的检测设备，比如数字示波器之类的，就只有一个数字万用表，还是坏了的。\n\n其次，我的电脑主板也没有原理图，虽然理论上可以一点点摸索，但是那样需要浪费很多时间，成本太高。所以还不如直接换主板。\n\n有时候，我觉得这是一种悲哀，自己能修硬件，但是因为各种原因，而不能发挥自己的技能。\n\n网上不是经常流传，程序员被误会能修电脑吗？我就是那种能修电脑硬件的程序员，并且是深入到零件级别的，甚至芯片内部那种？😁\n\n而且我本人也能设计任何芯片，任何电脑，甚至任何电子元器件。\n\n只是现在硬件工程师没有软件工程师薪水那么高，这个有点遗憾。\n\n一般人只是全栈软件开发，或者懂点软件和硬件兼而有之，而我是全栈软件开发和全栈硬件开发。😱硬件其实也有很多领域的，包括模拟和数字之分，包括低频和高频，甚至微波之分。而我是这些分类的所有领域的都没问题那种。😁\n\n像你让我设计个雷达之类的，我也没问题。很多硬件工程师只能设计个数字电路，涉及模拟电路，或者高频，或者微波，就会傻眼了。\n\n当然，虽然都掌握了，不代表我都有时间去做了所有我熟悉的领域，因为每一个领域要做好，都是需要花费很多时间的。所以和其他人分工是必须做的事情。\n\n当然，我也其实不必真的用肉体人为我的科技帝国分担技术工作量。因为我可以先造一些机器人，然后培训它们相应的技能，然后再给我工作不是一样可以？我何必依赖肉体人？\n\n所以对我来说，理论上，我不需要依赖任何肉体人都可以，我不需要和任何肉体人做朋友都可以。肉体人最不可靠，善变，经常无法兑现诺言。😊\n\n我不需要依赖任何肉体人，我就不需要看任何人的眼色。这也是为什么我敢在零网直接辱骂那些先攻击我的人。我就是告诉所有这些人，就是全世界与我为敌，我也完全不用怕，呵呵呵呵！\n\n妖怪这类渣渣和我根本不在一个层次，只是我比较不计较时间成本，喜欢逗垃圾玩玩而已。😁",
			"date_added": 1512657595
		},
		{
			"post_id": 1512658736,
			"body": "我仿佛发现了妖怪，妖怪把别人睡了，还想劝人家从良。劝不成，就用铁锤锤人家。不是妖怪，怎么能够干出这种变态的事情？\n[铁锤连砸七个站街女 直言：清理劳务市场](http://v.mp.uc.cn/video.html?uc_param_str=frdnsnpfvecpntnwprdssskt&zzd_from=uc-iflow&dl_type=2&app=uc-iflow&entrance=videoContent#!wm_aid=1dfd2f11f2634306b15b43cbfdacb8cd!!wm_id=59618e4815804741a12609d9e3f81b71&pagetype=share)",
			"date_added": 1512658610
		},
		{
			"post_id": 1512665263,
			"body": "成功用DriveDroid进入PE系统了，但是硬盘里的镜像可能被删了，没删的话，也因为权限问题，暂时无法找到。而在测试的两个PE里，图形界面没有权限修改功能。\n\n一开始手机成功后，我想把PE镜像到U盘，但是发现PE系统里没制作光盘镜像的工具(制作硬盘镜像的工具则有)。我最搞笑的是作者秀出的图里却有光盘镜像工具。后来又下了一个PE，然后把手机模拟的光盘镜像到U盘。然后成功用U盘再次引导进PE系统了。\n\n现在剩下两个个问题了。一，没有系统镜像，下载的话，我是蹭网的，距离比较远，网速最多100kB/s，很慢。二，下载只能下到手机里，虽然我手机64GB容量，但是装了上千个APP，空间不多了。😲",
			"date_added": 1512665136
		},
		{
			"post_id": 1512833452,
			"body": "对待反转基因的人，方舟子是科普，而我一般喜欢直接暴力解决，直接控制全局，然后把反对转基因的简单地人道毁灭就可以了，不用和垃圾啰嗦那么多。",
			"date_added": 1512833324
		},
		{
			"post_id": 1512833527,
			"body": "宣布一下，我今天撸管了。不知道妖怪会不会觉得自己宣传禁欲很失败？妖怪每天撸管，也不承认。自己都做不到不撸管，还说别人。呵呵。",
			"date_added": 1512833398
		},
		{
			"post_id": 1512882170,
			"body": "**访问北京华大基因研究中心小记**\n原创 2017-12-09 方舟子\n\n（近日深圳华大基因CEO“礼节性点头赞同”“喝王老吉延长寿命10%”，让该公司又成了新闻焦点。有人要我谈谈这家公司，其实早在十几年前，该公司还没有搬到深圳时，我就和他们交锋过了。）\n\n　 2000年11月12日下午，在《中华读书报》记者王洪波的陪同下，我访问了北京的华大基因研究中心。我曾经多次在报纸上批评该中心的负责人、中科院遗传研究所所人类基因组中心主任杨焕明教授的言论，这次是应杨焕明的邀请而做访问的。不巧的是，杨焕明正在国外，而由该中心的另一负责人汪建和负责外联的张猛等人接待。\n\n　 我首先询问了“华大”的组成和运作，被告知“华大”为非营利私营机构，25％股份由遗传研究所拥有，剩下的75％股份则由八位创始人、投资人瓜分。“华大”在完成1％人类基因组测序后，目前正在进行猪、水稻、河豚、青霉等基因组的测序，所得序列数据将不共享，而必须付费使用。但“华大”将把收入都用于研究，以后如果有成果用于商业用途，将另外成立营利性商业公司。\n\n　 我问“华大”是否早已有了人类基因组BAC文库，获悉早在1998年他们就已有了两个完整的人类基因组BAC文库，其中一个与陈晓宁所带回国的完全相同。早在陈晓宁声称将人类基因组BAC文库赠送给中国、由北方国家基因组中心接受之前，北方基因组中心也已有了该文库，并且正是从“华大”扩增的。但是“华大”要在国内生存、发展，出于种种考虑，不能公开澄清。汪建感谢我以及公开信的其他签名者站出来揭露“陈晓宁事件”。他并声明，尽管杨焕明在美国时曾与陈晓宁共事并列名博宁基因公司顾问，但杨焕明对陈晓宁、博宁公司的所做所为并不知情，杨和“华大”都与“陈晓宁事件”无关。\n\n　 在参观了“华大”的仪器设备后，我指出，基因组的测定虽然能够成为遗传学研究的有用工具，但它本身在学术上的意义并不大，是没有多少创造性可言的技术活，基本工作都是通过仪器自动进行的，关键是要有钱买机器，对人才的素质要求不高，不宜夸大测序的学术成就。张猛表示不同意这种看法，认为序列的最后测定仍然依赖于工作人员的创造性，取决于人员学术水平的高低。但我发现，“华大”的一百多名技术人员大多是中专、大专毕业生，其主管技术的人员后来也承认，基因组测序主要靠仪器自动完成，工作本身的技术含量不高。\n\n　 我曾经撰文批评杨焕明“基因绝对没有好、坏之分”的说法，为此在访问过程中，与“华大”的几名成员发生了激烈的争论。针对我的反问“如果基因没有好、坏之分，自然选择又是如何起作用的？”“华大”人员回答只能说那些被自然选择淘汰的基因不适应目前的环境，不能说他们就是坏基因。我进一步追问，为什么不能把那些不适应目前的环境的基因，甚至那些导致死亡的基因视为坏基因？“华大”人员回答说一旦将基因分为好坏，就带上了价值判断，会导致社会上歧视那些携带坏基因的人。我反驳说，事物的好坏和是否应该歧视是两回事，不能为了防止歧视就抹煞好坏之分，正如失明、死亡是坏事，并不等于我们就应该歧视盲人和死者，同样，我们说那些导致失明、死亡的基因是坏基因，并不是说我们就应该歧视携带这些基因的人。“华大”人员则回答说，失明和死亡也不能算是坏事，在一定条件下也是好事。我反问道，为了这种罕见的可能性，你们愿不愿意看到自己未来的子女天生就失明或一出生就死亡？如果有修正失明、致命基因的方法，是否乐意采用？未能得到明确的答复。\n\n　 汪建向我出示了一份两页半纸的“中国人基因多态性计划”的申请书草稿，向政府要求拨款8亿元人民币，保证在几年之内完成该计划，文中充满了“为了中华民族的千秋大业，再次请缨，立下军令状”之类的豪言壮语。针对申请书中“研究中国人种的遗传学和生物学特性”、“预防外国敌对势力制造针对中国人种的基因武器”等等提法，我指出，“中国人种”的提法是荒唐的。“中国人”只具有社会、文化意义，不具有遗传学和生物学意义，在遗传学上并不存在一个单纯的“中国人种”。中国境内的50多个民族都可视为不同的遗传群体，甚至汉族也不是单纯的遗传群体，南、北的遗传差异很大，并可进一步分成更小的群体。研究这些遗传群体才有意义。正确的说法应该是“研究中国境内各个群体的遗传学和生物学特性”。至于“针对中国人种的基因武器”更是无稽之谈，因为并不存在决定中国人的基因。汪建表示同意我的见解，并愿意在申请书定稿中将“中国人种”改为“中国境内的群体”，至于“基因武器”的说法，他说是为了迎合军方的想法，不便改动。我表示怀疑他们是否真会放弃“中国人种”或“中国人”基因的提法，因为如此一来，就无法打“民族牌”，激发官方、军方和公众的“爱国主义”感情了。\n\n　 针对我此前以及现在的批评，汪建认为许多是出于误会，是由于报刊的胡乱报道引起的，但是他们也不愿公开澄清。不过他也坦诚，在排除了记者误报的因素之后，他们的某些提法可能是不准确的，杨焕明的某些言论也可能是经不起推敲的，但是国内风气如此，机构为了生存、发展，不得不说一些过头话，请海外学者谅解。我回答说，如果要说苦衷，谁都有，连骗子也有一大堆苦水可吐，但是公众有权利了解真相，不能为了某个公司的生存，就甘心让公众受不当言论的误导。你们站在自身的立场，我则站在公众的立场。汪建说，你如果觉得有必要，就去澄清好了，我们仍只管做我们认为该做的事。我临走时想取走一份申请书，未获允许。\n\n2000.11.18.\n\n【华大基因总裁汪建：“外界对我们有争议我从来不去听，我不去听就没争议。网上在骂我们，我不看就没人骂我。所以我最开心，我走到任何地方，我从这儿走到万象，走到曼谷，走到吉隆坡，走到雅加达，走到新加坡，走到迪拜，走到耶路撒冷，有多少人？没人骂我。中国那几个人，方舟子骂我，我没看见，我没听见。你有本事你当面跟我骂，谅你没那胆量。”(环球企业家2013-04-17)】",
			"date_added": 1512882040
		},
		{
			"post_id": 1512914924,
			"body": "十几天没翻墙，墙又加高了。是准备常态化高墙了？",
			"date_added": 1512914793
		},
		{
			"post_id": 1512928052,
			"body": "美国司法存在严重的问题，美国的警察极度残暴毫无人性。\n我以后控制世界了，会派人仔细地调查形成美国这种残暴制度的整个过程，并将对所有对这种制度起到促进作用的人逮捕并判刑，对所有这类案件的涉案警察进行逮捕，并以谋杀罪起诉。\n\n[美国警察枪杀向他爬行求饶之人被判无罪，案发现场录像曝光](https://oppo.yidianzixun.com/article/0HtMZVgj)",
			"date_added": 1512927920
		},
		{
			"post_id": 1512967742,
			"body": "又再次看到98屠华事件的言论。我在想，如果有一天我发明了一种可以还原所有历史信息的工具，可以直接屏幕观察当时的情况，各国警察和军队怎么处理地球上所有历史发生过的所有犯罪的案件？怎么处置所有的犯罪分子？那时候，没有任何人可以隐瞒真相了哦。",
			"date_added": 1512967609
		},
		{
			"post_id": 1513056041,
			"body": "我300M的宽带下载git，却成了龟速。国内这样搞下去真要成大局域网。已经影响到我做软件了。",
			"date_added": 1513055907
		},
		{
			"post_id": 1513058593,
			"body": "我下载的calibre启动不了，我懒得调试了，因为不是重点。有没有人遇到过类似的问题？windows 10的系统。",
			"date_added": 1513058458
		},
		{
			"post_id": 1513064373,
			"body": "装了个Ghost版的windows 10感觉问题多多，各种无法运行出现。我都快10年没有用过这种方式装系统了。",
			"date_added": 1513064237
		},
		{
			"post_id": 1513064478,
			"body": "垃圾360，这个exe是我自己做的用来快速查看图片的，竟然被当做病毒，他奶奶的！",
			"date_added": 1513064341,
			"meta": "{\"img\":\"900,675,a88898988876765aa9a99998baa999abbbbbaaa9aa8aa89a,012233333455567777238885695592ABAC55C592ABAD555C51DBBDAC8BC9ECADACCC91FEDDCD5912\"}"
		},
		{
			"post_id": 1513064620,
			"body": "电脑端又被墙了，赛风失效。",
			"date_added": 1513064482
		},
		{
			"post_id": 1513258626,
			"body": "心情低迷，身份证和户口本都丢了，又要耽误我创业。一年内赚几百万的目标可能会完成不了。😪",
			"date_added": 1513258487
		},
		{
			"post_id": 1513267680,
			"body": "好吧，我还是顺其自然吧。我没法做到经常欲望满满，所以约炮其实没啥动力。看看片一般就满足了。说每天要操屄，那只是我基于性自由的主张，欲望满满的人可以去做，我好像做不到。",
			"date_added": 1513267540
		},
		{
			"post_id": 1513267808,
			"body": "我可以为报仇不惜一切代价代价，但是因为身份证丢了，要损失一点点钱，我又很难接受。因为这不是我认为应该付出的代价。\n",
			"date_added": 1513267667
		},
		{
			"post_id": 1513323751,
			"body": "满血复活！😊",
			"date_added": 1513323609
		},
		{
			"post_id": 1513324850,
			"body": "关于英文，我中学的时候很喜欢学英文，而且同期需要看MSDN和其他一些帮助文件，所以英文慢慢也锻炼了。现在看英文，跟看中文一样。不过口语的话，还没有达到完全脱口而出。我个人比较注重语法，有一点点错误都会敏锐地发现。\n\n不过，正是因为考英文非常自如了，反而觉得英文没有曾经那么高大上了。现在中国经济发展那么好了，英文世界的人也应该学学中文，就不要求他们讲中文，能看得懂就够了，然后大家可以用自己语言表达。\n\n我以前一直觉得编程语言根本不能叫语言，这两年越来越觉得人类自然语言和编程语言没有本质区别。所以自然语言和编程语言一样，不存在绝对纯正的说法。说的语言只能和某个特定规定的的语言比较，才有评价好坏的意义。\n\n曾经以为必须地道的语言才对，现在越来越觉得，只要符合语法就够了。所谓地道的语言，客观上只是强调某些地方用词习惯和语法风格方面的习惯，但是只要符合语法，即使听着别扭(不符合某些习惯)也属于不应该被鄙视的表达。\n\n符合语言的某些习惯，可以显得和某种语言习惯的人更加无法区分。\n",
			"date_added": 1513324707
		}
	],
	"post_like": {
		"17Zks611RR4oN8USC3RxJzaw94GyPufioG_1512163354": 1512176787,
		"1LrDWSzi63MhST9ZNkefSPJGFAuByRMeCx_1512911406": 1512915664,
		"1FNWXmY94yzHMaWnLMup3XZyuWkqnNP12U_1512983043": 1512994181,
		"15gvAbUXqpSEzKoYcFv1Q4Br3TPHLJ1UEW_1513221340": 1513258763,
		"19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB_1513220588": 1513258787
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "你是准备冒充我吗？",
			"post_uri": "1SejVkabSTMArYiyF9p6dpdYgiaNaz19s_1",
			"date_added": 1511604201
		},
		{
			"comment_id": 2,
			"body": "@Whoarev: 你这个畜生都自相矛盾。如果我是盗号的，我又最会吹牛，那么被盗号那位是不是最会吹牛呢？你个傻逼。",
			"post_uri": "1AdG6SQm9Lq9fbu1HU7DZcJ9GGhZuGukNR_1511352137",
			"date_added": 1511604494
		},
		{
			"comment_id": 3,
			"body": "我不是黑客，但是以我的技术，随时转变为黑客，要盗号也不是不可能。可是我会去对一个没有任何价值的账号盗号？无脑呢？",
			"post_uri": "1AdG6SQm9Lq9fbu1HU7DZcJ9GGhZuGukNR_1511352137",
			"date_added": 1511604551
		},
		{
			"comment_id": 4,
			"body": "这里只有冒充我的弱智。@fengyun666、@fengyun007、@fengyun999都是我，其他都是冒充的，没有人盗我号，因为不会有黑客浪费时间盗取没有价值的账号。呵呵。",
			"post_uri": "1AdG6SQm9Lq9fbu1HU7DZcJ9GGhZuGukNR_1511352137",
			"date_added": 1511604662
		},
		{
			"comment_id": 5,
			"body": "@Fengyun123: 畜生啊，有本事用真名啊，你这个大畜生。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511602741",
			"date_added": 1511612508
		},
		{
			"comment_id": 6,
			"body": "@Fengyun123: 你老妈大逼肥又宽，上跑飞机下跑船。呵呵😊。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511602741",
			"date_added": 1511612576
		},
		{
			"comment_id": 7,
			"body": "@Fengyun123: 你爹妈都死了，我老妈平平安安，你意淫什么？",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511602014",
			"date_added": 1511612657
		},
		{
			"comment_id": 8,
			"body": "@Fengyun123: 你这个畜生，你冒充我又怎么样？还不是被我臭骂了一顿。这只是开始。匿名也没用，呵呵。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511602741",
			"date_added": 1511612705
		},
		{
			"comment_id": 9,
			"body": "畜生，你死定了。😄。未来我会逮捕你，这绝不是意淫，而且你跑到世界任何一个角落也没用。我的能力会远远超过你想象。哈哈。到时候你会感到恐惧的，哈哈哈。你在网上找不到任何信息可以知道我会总什么方法找到你和其他人。虽然你们这些畜生只是和我斗嘴，我瞌睡玩真的。哈哈。",
			"post_uri": "1ErGs12f3u6rp6u2EJAPiWZVW6gJQRpauk_1511637869",
			"date_added": 1511640390
		},
		{
			"comment_id": 10,
			"body": "先拉黑你这个畜生，我不想看到你。我另外一个账号已经拉黑了，你再说啥也没用。",
			"post_uri": "1ErGs12f3u6rp6u2EJAPiWZVW6gJQRpauk_1511637869",
			"date_added": 1511640424
		},
		{
			"comment_id": 11,
			"body": "@Vper: 我早就人工记录了，呵呵。有空的话我会做一套脚本系统，自动检测和屏蔽这些仿冒账号。",
			"post_uri": "1L8PiVYCmbkbku41f9MFE2ukDhUH3KEx9W_1511623146",
			"date_added": 1511640602
		},
		{
			"comment_id": 12,
			"body": "@Vper: 可是模仿者都不懂得利用，可见其智商之低。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511674703",
			"date_added": 1511691987
		},
		{
			"comment_id": 13,
			"body": "@Dhj8: 言论自由什么时候变成了行动自由？何况你这种畜生？你也得上黑名单受死。😊",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511791953",
			"date_added": 1511792037
		},
		{
			"comment_id": 14,
			"body": "由法庭审判，是为了获得更多的确认，避免误判。所以是有可能不用死刑的。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511793510",
			"date_added": 1511793551
		},
		{
			"comment_id": 15,
			"body": "@2017扯党后腿的贫下中农 : 中医粉啊，便宜你，http://info.3g.qq.com/g/s?aid=ent_ss&id=ent_20160218050569&rt=1",
			"post_uri": "1QFHDxt4d7rVGTaFe2zJStnAvnz2EoqFsS_1511768147",
			"date_added": 1511826686
		},
		{
			"comment_id": 16,
			"body": "@Fengyun神灵堂00001: 妖怪气疯了。手机版准备屏蔽了你。呵呵。",
			"post_uri": "1QFHDxt4d7rVGTaFe2zJStnAvnz2EoqFsS_1511768147",
			"date_added": 1511826740
		},
		{
			"comment_id": 17,
			"body": "@猫叉酱（小号）: 感受到了我的感觉吧？",
			"post_uri": "15ctAQfjZx7WdrX2vV7v4qmBDkEE99zP8x_1",
			"date_added": 1511827176
		},
		{
			"comment_id": 18,
			"body": "拿它来记账不错，虽然还是有点小遗憾，比如总和不可以自定义，非得是右边栏的数。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511838313",
			"date_added": 1511838333
		},
		{
			"comment_id": 19,
			"body": "现在醒来，想了想，一切中医逮捕不合理，毕竟有些人是因为自己愚昧。所以还是要设立具体标准挑选。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511859403",
			"date_added": 1511871785
		},
		{
			"comment_id": 27,
			"body": "不要贸然地随意给对方发你的鸡鸡照，那样会吓到对方。我从来不干这种事情。但是如果她本身很骚的，你判断得出，她不介意的话就没事。如果你们接触很长了，对方跟你关系比较暧昧了，可是适当地从小尺度淫照到大尺度淫照的过渡方式慢慢给她发。如果你们已经啪啪过了，再发当然非常安全。但是也看考虑对方可接受的尺度。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511877686",
			"date_added": 1511889959
		},
		{
			"comment_id": 28,
			"body": "如果想玩SM的，也需要逐步的过程，切不可过急。太急了，获得的是反抗的效果。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511877686",
			"date_added": 1511890020
		},
		{
			"comment_id": 29,
			"body": "多赚点钱，炮友有什么困难了，可以适当根据自己情况力所能及地帮帮忙。不要做铁公鸡，一毛不拔。有钱出钱，没钱出力。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1511877686",
			"date_added": 1511890066
		},
		{
			"comment_id": 30,
			"body": "迷信中医的程序员？",
			"post_uri": "1FNWXmY94yzHMaWnLMup3XZyuWkqnNP12U_1511968658",
			"date_added": 1512023886
		},
		{
			"comment_id": 31,
			"body": "我离职以后，公司网站还挂着我带我的邮箱。😁七八年了。估计没我在，过得不好了。",
			"post_uri": "1FNWXmY94yzHMaWnLMup3XZyuWkqnNP12U_1511968658",
			"date_added": 1512023949
		},
		{
			"comment_id": 32,
			"body": "zerome 怎么就不匿名了？难道你能找到我？知道我是谁？还私欲？",
			"post_uri": "13M8gLzE4HExycjc19jhns2JrEBsceLtcB_1512028484",
			"date_added": 1512029259
		},
		{
			"comment_id": 33,
			"body": "@Roninx: 你能找到我，可那是你找我，默认就是匿名状态，大部分人没有兴趣，也没有能力找到你，不能推理出可以通过zetome出名，进而不能推理出私欲重。按你说的，board也是可以找到po主的，而且board上也是可以人为发自己实名出名的。",
			"post_uri": "13M8gLzE4HExycjc19jhns2JrEBsceLtcB_1512028484",
			"date_added": 1512029564
		},
		{
			"comment_id": 34,
			"body": "屏蔽。",
			"post_uri": "1ALwbRLVTnHkqz8mCtWrHV1AsZLFkRhJj2_1512029627",
			"date_added": 1512029710
		},
		{
			"comment_id": 35,
			"body": "说zerome不匿名的，你应该跟@nofish先打一架。呵呵。",
			"post_uri": "13M8gLzE4HExycjc19jhns2JrEBsceLtcB_1512029812",
			"date_added": 1512029926
		},
		{
			"comment_id": 36,
			"body": "写得很好，只是关于法制，逻辑上还不够严谨。",
			"post_uri": "12gw5ThiFrP2yahvcawg5S8ZxMXS28rSmQ_1512029636",
			"date_added": 1512030027
		},
		{
			"comment_id": 37,
			"body": "所以，严密逻辑推理出的结论是，法律并不是必须应该遵守的，你不必因为不守法而感到羞耻。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512030404",
			"date_added": 1512030422
		},
		{
			"comment_id": 38,
			"body": "但是基于务实的角度，如果不守法，就会被法律惩罚，所以不得不实际上守法，或者起码收敛一些。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512030404",
			"date_added": 1512030463
		},
		{
			"comment_id": 39,
			"body": "不得不遵守其他人制定的法律，夜更加是荒谬的事情，但是因为你没有硬实力，暂时也没法反抗。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512030404",
			"date_added": 1512030513
		},
		{
			"comment_id": 40,
			"body": "这个账号可能是妖怪，屏蔽。",
			"post_uri": "13M8gLzE4HExycjc19jhns2JrEBsceLtcB_1512030591",
			"date_added": 1512030745
		},
		{
			"comment_id": 41,
			"body": "哎，都是些没有证据的说法。又不是事实。",
			"post_uri": "15gvAbUXqpSEzKoYcFv1Q4Br3TPHLJ1UEW_1512525813",
			"date_added": 1512541701
		},
		{
			"comment_id": 42,
			"body": "我觉得我算是，只是和主流的女权主义者具体观点有点不同。而且我也懒得去为女权去和别人争论了。",
			"post_uri": "1HNECDWt1C9WMYU8wvJz3d7y3J8oVD2YX_1512567036",
			"date_added": 1512607026
		},
		{
			"comment_id": 43,
			"body": "美国的人权状况存在严重的问题。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512928052",
			"date_added": 1512927994
		},
		{
			"comment_id": 44,
			"body": "这里最严重的错误，就是美国警察普遍假设对方有枪，而这不符合实际情况，而且对其他人不公平。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512928052",
			"date_added": 1512928165
		},
		{
			"comment_id": 45,
			"body": "这个美国警察已经上我黑名单，他必须死！",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512928052",
			"date_added": 1512928241
		},
		{
			"comment_id": 46,
			"body": "其他涉案美国警察的罪行，也会无限期追溯！",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512928052",
			"date_added": 1512928266
		},
		{
			"comment_id": 47,
			"body": "对方拥有枪支也不是警察随意射击的理由，至于所谓的准则和法律，本身就是有问题的规则，所以谈这个没有意义。美国警察必须受到惩罚，即使这套制度不会他们自身制定的，他们的行为起码默许了这套制度。制定这套制度的人必须为亡灵承担无限的责任。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512928052",
			"date_added": 1512928529
		},
		{
			"comment_id": 48,
			"body": "怀着这种对所有信息有可能可以还原的考虑，我就不敢随意做犯罪的事情。即使没有神的概念，也可以约束人的行为。神是不必要的存在。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512967742",
			"date_added": 1512967730
		},
		{
			"comment_id": 49,
			"body": "即使你死了，你以为就没事了？也许哪天我让你复活了，再惩罚你呢？",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512967742",
			"date_added": 1512967771
		},
		{
			"comment_id": 50,
			"body": "你不信神却信中医。还差一点火候。",
			"post_uri": "1FNWXmY94yzHMaWnLMup3XZyuWkqnNP12U_1512983043",
			"date_added": 1512994095
		},
		{
			"comment_id": 51,
			"body": "我曾经也遇到个信佛的本科妹子，现在是人大研究生。",
			"post_uri": "1FNWXmY94yzHMaWnLMup3XZyuWkqnNP12U_1512983043",
			"date_added": 1512994142
		},
		{
			"comment_id": 52,
			"body": "@Halo1: 不告诉你。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1513056041",
			"date_added": 1513057441
		},
		{
			"comment_id": 53,
			"body": "初步调试是发现在python entry point 出的问题。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1513058593",
			"date_added": 1513058524
		},
		{
			"comment_id": 54,
			"body": "说不定是因为系统原因，不一定是赛风的问题。因为手机端勉强还可能用。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1513064620",
			"date_added": 1513064524
		},
		{
			"comment_id": 55,
			"body": "@Halo1: 谷歌被墙了，也需要用啊。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512914924",
			"date_added": 1513093213
		},
		{
			"comment_id": 56,
			"body": "真好。我的身份证和户口本丢了谁帮我找。",
			"post_uri": "19WW28sn46rz9h15xf6NCELPdzxZ2YhbyB_1513220588",
			"date_added": 1513258820
		},
		{
			"comment_id": 57,
			"body": "@Dogfucker: 黑产那需要创业吗？直接犯罪就好了啊。不敢开正常的公司的，也叫创业？不要侮辱我。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1513258626",
			"date_added": 1513266658
		},
		{
			"comment_id": 58,
			"body": "@Mv00: 谢谢你的建议，其实已经买了。现在正常运行系统了。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512656701",
			"date_added": 1513266878
		},
		{
			"comment_id": 59,
			"body": "@Vuper: 没有人会每天装四次系统吧？不然电脑还要用吗？",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512655227",
			"date_added": 1513266938
		},
		{
			"comment_id": 60,
			"body": "@Vuper: 你不要把每天偷换成一天好吧。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512655227",
			"date_added": 1513266962
		},
		{
			"comment_id": 61,
			"body": "@Chuanpu: 为了获得朋友不得不迁就妥协不是我的性格，宁愿孤家寡人，也绝不讨好任何人。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512556275",
			"date_added": 1513267231
		},
		{
			"comment_id": 62,
			"body": "@Chuanpu: 事实上，只有逻辑才可以获得真理，但是真理一般都是少数人掌握，大多数人反对的，所以如果要坚持真理，就不能对获得朋友抱有期待。另外，自己的微博发状态，这里是自己的地盘，有更多的言论自由的权利，其他人不喜欢完全可以不看，没有必要禁止别人说话。",
			"post_uri": "1EsSSXtevF71ALUvD9g224gVSC9eeH1bU8_1512556275",
			"date_added": 1513267388
		},
		{
			"comment_id": 63,
			"body": "鼠标移动到头像左上角就可以看到编辑提示，一个铅笔，然后一点，就可以上传修改头像了。",
			"post_uri": "1DDA4DDJTMJtWxkHH8AMnnEJLHLjK9Kxgn_1513289749",
			"date_added": 1513323742
		}
	],
	"follow": [
		{
			"follow_id": 1,
			"hub": "1ABFCaadiEa3bFNzN3RcCZSsviqMNTbz3m",
			"auth_address": "1CSS5r7VbP5m8XURbHCDru8rKtG6CzHXf7",
			"user_name": "Fengyun666",
			"date_added": 1511602316
		},
		{
			"follow_id": 2,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "13jL799v8v688HkkF9nAVAse9PcieWBfVA",
			"user_name": "知乎日报",
			"date_added": 1511701541
		},
		{
			"follow_id": 3,
			"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
			"auth_address": "1CogrjsFiTL3nHH74BXnAcM1S3KsNaLtEx",
			"user_name": "TCP",
			"date_added": 1511701551
		},
		{
			"follow_id": 4,
			"hub": "1ABFCaadiEa3bFNzN3RcCZSsviqMNTbz3m",
			"auth_address": "1CdwZ24MZhBc2XNT2vAjk2MQjJuEnybP5W",
			"user_name": "Joker1024",
			"date_added": 1511701556
		},
		{
			"follow_id": 5,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "13Z7XxTa7JuFat3KzzMWu3onwM6biLuurJ",
			"user_name": "P2P",
			"date_added": 1511701558
		},
		{
			"follow_id": 6,
			"hub": "1GrEenUGRWnzaNZjR3XsQa6dQgdPDTyt7i",
			"auth_address": "15oJLfpirNrTr2Fzhq6reLQ2aJGeDAnLHF",
			"user_name": "Woodsfirezyj",
			"date_added": 1511701559
		},
		{
			"follow_id": 7,
			"hub": "1ABFCaadiEa3bFNzN3RcCZSsviqMNTbz3m",
			"auth_address": "1JB3QRRX45hwxLvSHrhntkBX4FZzn4Qo8Y",
			"user_name": "老司机福利",
			"date_added": 1511837058
		},
		{
			"follow_id": 8,
			"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
			"auth_address": "1FX3iA4LRyuu3weET42Pip3nMTnn4oUULH",
			"user_name": "Wlqnshy",
			"date_added": 1512541835
		}
	]
}