{
	"next_topic_id": 13,
	"topic": [
		{
			"topic_id": 1,
			"title": "有信仰与没有信仰的人死后的巨大差别",
			"body": "楼下我会转载一些全能神的发表： 独一无二的神自己　十　神是万物生命的源头（四）\n\n欢迎大家探讨这个话题。",
			"added": 1487054928,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "当前已连接节点不断变化是怎么回事",
			"body": "我的站一会儿32个，一分钟不到只有18个，稍等一会儿又有26个，为什么会变化那么快？求科普",
			"added": 1487264597,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "bit域名在哪里可以免费申请？",
			"body": "在两个地方申请过免费bit域名，用bitmessage 和zeromail联系的\n等了很久都没有回音，不知道是怎么回事啊\n\nbit域名还可以在哪里可以免费申请啊？",
			"added": 1509016420,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "没有克隆按钮的站，可以手工克隆吗？",
			"body": "如题，怎么操作。",
			"added": 1509296455,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "ZeroNet 0.6.0 报错",
			"body": "提示：UiServer Websocket 的连接已丢失。重新连接中...\n\n经常出现这错误，是怎么回事？\n用的是cmd打开的那种版本，已手动更新到3128最新。",
			"added": 1510155509,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 7,
			"title": "用tor匿名访问zeronet现实吗？",
			"body": "tor需要前置代理才能用，可是很多人都是出不去才来这里的，那tor怎么链接，用tor匿名访问zeronet现实吗？",
			"added": 1510378885,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 8,
			"title": "屏蔽自己了？",
			"body": "ZeroHello页左侧三个点，里面有一个“管理已屏蔽用户”，接下来不用说了吧",
			"added": 1510405690,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 9,
			"title": "23333，你绝对不知道的Zeronet功能！",
			"body": "这两天看到一个网站，原来zeronet支持把所有html的网页压缩成一个zip的压缩包，这样传输时可以节省很多流量，研究了下，只能是zip格式，其他rar和7z后缀名都不支持，压缩率最大的用7z软件，压缩成zip格式，这样出来的网页压缩包最小，你们可以看看这个网站，就知道是什么效果了，\nhttp://127.0.0.1:43110/18qDv3pGM1gi9BWhbPErphSTrnN8FmnLrQ/index.html\n\n注意啊，需要安装zeronet最新版才可以支持文件压缩传输，否则打不开网页的！",
			"added": 1512640245,
			"parent_topic_uri": "8_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 10,
			"title": "2014.5.28 山东“招远命案”的真相是什么？？",
			"body": "欢迎到本站了解真相视频  ，里面提供免费fq工具\nhttp://127.0.0.1:43110/18qDv3pGM1gi9BWhbPErphSTrnN8FmnLrQ",
			"added": 1512815415,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 11,
			"title": "提供免费fq工具，帮你了解 5.28 山东“招远命案”的真相",
			"body": "欢迎到本站了解真相\nhttp://127.0.0.1:43110/18qDv3pGM1gi9BWhbPErphSTrnN8FmnLrQ",
			"added": 1512815754,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 12,
			"title": "编程随想博客 下载",
			"body": "放在这里，mark一下，怕到时候找不到了\nhttps://codeload.github.com/posclegom/programthink/",
			"added": 1512894850,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_19wMFS5AMRnmgwybFryDJ6MwnWji1S1HKv": 1
	},
	"next_comment_id": 28,
	"comment": {
		"1_16bCdVbS1TN3QLTALixv338oAk1DDSsu8p": [
			{
				"comment_id": 1,
				"body": "（3）跟随神之人的生死轮回\n　　再讲跟随神之人的生死轮回。这就涉及到你们了，你们可得小心注意地听着。你们先想想，在信神之人这一部分人中间分几大类？就是神的选民与效力者这两类人。先说神的选民这一类，这一类的人数不多，所谓“神的选民”是指什么呢？神在创造万物的时候，在有了人类的时候，神选定的一部分要跟随神的民众简称“神的选民”。神选这一部分人的时候有一个特殊的范围，也有着特殊的意义，这个范围就是，这一部分人在神每次作重要的工作的时候必须要来，这是第一个特殊性。那意义是什么呢？既然是神选定的一部分民众，他的意义就很重大。就说神要作成这一部分人，要成全这一部分人，在神经营工作结束的时候，神要得着这一部分人。这个意义重不重大？所以这一部分选民对神来说很重要，因为是神要得着的人。而效力者呢，我们先避开命定这事，先来说效力者的来源。“效力者”字面的意思一看就是效力的，效力的就是临时的，不是长久的，也不是永远的，是临时雇来的、临时招来的。这一部分人的来源大部分是从外邦人中间选出来的，到他降生，就是定规他要做神作工中的效力者的时候，也可能他的前世是任何一种动物，但也可能他的前世是外邦人中的一个。这是效力者的来源。\n　　我们再说神的选民。神的选民死后也要去到一个地方，这个地方与外邦人还有各种有信仰的人要去的地方是完全不同的，是一个有天使、有神的使者陪伴的地方，是一个神亲自管理的地方。尽管在这个地方神的选民不能亲眼看到神，但是这个地方是有别于灵界的任何的地方的，这是这一部分人死后要去的一个不同的地方。他们死后也有神的使者对他们的严格审查，审查什么呢？审查他们这一生当中信神所走的路，在这期间他们是否抵挡过神，是否咒骂过神，是否有什么严重的犯罪与恶行。经过这样一番审核之后就决定了一个人的去留问题。“去”指什么？“留”指什么？“去”指的就是根据他的行为来决定他是否仍然留在神的选民这样的一个队伍范围中；“留”指的就是他能继续留在神在末世要作成的一个人类范围中。对于留下来的人，神会有特殊的安排。在神作工作的每一个时期，他会打发这样的人来做使徒或者作教会复兴的工作，或者作教会牧养的工作，但是能作这样工作的人不是很频繁地像外邦人一样按着一代又一代这样地轮回，而是按着神工作的需要、神工作的步骤来轮回，这样的人并不是常常来投胎转世。那这个“来”有没有规律呀？是不是几年一来呀？有没有这样的频率呀？也没有。根据什么？根据神的作工，根据神的作工步骤，根据神的需要，没有定规。唯一定规的是什么？就是在末世神作最后一步工作的时候，这些选民就都来到人间了。他们的“都来”就是指最后的一次轮回。因为什么呢？这是根据神作最后一步工作神所要达到的果效而言的，因为最后这一步工作，神要把这些选民都完全作成。这就意味着什么呢？这一部分人在最后这一个阶段如果被作成、如果被成全的话，那就不再像以前一样有轮回，就是做人这个过程彻底结束了，轮回的过程也就彻底结束了。这是留下来的人。那不能留下的人上哪儿去了呢？不能留下的人有一个合适的去处。首先，同样地，因着他的恶行，因着他所犯下的错误、所犯下的罪恶，一样要受到惩罚。受到惩罚之后，神会把这样的人送到外邦人中间，根据合适的情况，把他安排在外邦人中，或者把他安排在各种有信仰之人的这个范围里。就说他们有两种选择：一种受了惩罚之后，有可能就是在一些教派里活着；一种有可能就做了外邦人。如果做了外邦人，那就没有任何的机会了，但是如果做了一个有信仰的人，比如说做了基督教中的一员，那还有可能再次回到神的选民的这个队伍中，这里有着很复杂的一个关系。总之，如果神的选民做了触犯神的事，一样要受到惩罚。比如我们之前所提到的保罗，保罗就是在受惩罚，这就是一个例子。这里的事你们有没有听出点眉目来？神的选民这个范围固不固定？（大部分是固定的。）大部分是固定的，少部分怎么就不固定了呢？就是因着他们作恶了。这里提到的最明显的一个就是作恶了，作恶了神就不要了。神不要了就把他打到各个人种里去、各类人里去，那就没希望了，很难再次回来。这是关于神的选民的生死轮回。\n　　下面是关于效力者的生死轮回。效力者咱们刚刚说了，效力者的来源是什么？（有的是外邦人，有的是动物。）就说这个效力者他的前身是与外邦人、与动物互相转换投胎，到了最后这一步，神在这些外邦人中选定了一部分这样的人，这是一个特殊的群体。选定了一部分这样的人目的是为神的工作效力。“效力”这个词听起来不是很文雅，也不是很符合每个人的意愿，但是应看效力的对象是谁。对于神的效力者，那这一部分人他们的存在也有着一种特殊的意义，他们扮演的角色也是任何人代替不了的，因为是神选定的，他们的生存就有意义了。这效力者的角色是什么？就是为神的选民效力，主要是为神的工作效力，就是为了配合神的工作，配合神作成他的选民。这些人无论是出力，还是作一些工作，或者是担任一些职务，神对这些人的要求是什么？有没有很高的要求？（做忠心的效力者。）做效力者也得忠心。不管你的来源是什么，神因为什么选你，你也得忠心，对神有忠心，对神所托付你的、你担任的工作尽的本分有忠心。效力者如果能够忠心的话，达到神的满意，能换来什么样的结局呢？就是能够剩存下来。剩存下来的效力者，这算不算福气呀？剩存下来意味着什么呢？这个福气意味着什么呢？在地位上看似与神的选民有所不同，有差别，但事实上，效力者与神的选民今生今世所享受到的是不是一样的？最起码在今生今世享受到的是一样的。这你们不否认吧！神的说话、神的恩典、神的供应、神的祝福哪一个人没享受到？丰丰富富，哪一个人都享受到了。效力者的身份是效力者，但是在神那儿看，他是受造之物中的一员，只不过他担任的角色是效力者。那作为受造之物中的一员，你说效力者与神的选民有差别吗？事实上是没差别。在名称上有差别，在实质上有差别，担任的角色上有差别，但是神并没有偏待这一部分人。那为什么把这一部分人定为效力者了呢？这你们得有所了解呀！效力者这一部分人是从外邦人中间过来的，一说从外邦人中间过来，那这一部分人的老底就不好，这一部分人都是无神论，他的老底是无神论，不信神，仇视神，仇视真理，仇视正面事物。这一部分人他们不信神，不相信有神，他们能不能听懂神的话？可以说，在很大程度上来说，这一部分人听不懂神的话，就如动物听不懂人的话一样，他听不懂神说的是什么、神的要求是什么、神为什么这样要求，就是听不明白，不开窍。鉴于这个原因，这一部分人没有之前所说的所谓的生命。没有所谓的生命，人能不能明白真理？是否具备真理？是否具备对神话的经历与认识？肯定不具备。这就是效力者的来源。但是神既然让这一部分人效力，也对这一部分人有要求标准，并不是说对这些人就采取蔑视或者采取应付的态度；尽管这一部分人听不明白神的话，没有生命，但神还是善待这一部分人，对他们有要求标准。这个要求标准你们刚才也说了，对神得有忠心，得能听话，效力你要效到点上，也要效到最终。你能效到最终，能够做一个忠心的效力者，能够效力到最后，能够完美地完成神给你的托付，你这一生就活得有价值了，你就能剩存下来了。如果你个人再用点劲，再努努力，在认识神的事上能够再加把劲，能谈出点对神的认识，能够见证神，再能明白点神的心意，你能去配合神的工作，再去体贴点神的心意，你这个效力者就有转机了。这个转机是什么呢？就不再是简单地能剩存下来了，神会根据你的表现，根据你个人的意愿、个人的追求将你列在神的选民中，这就是转机。这个转机给效力者带来的最大的好处是什么呢？就是能够成为神的选民。若成为神的选民，这就意味着什么呀？这就意味着这个人不再像外邦人一样与动物互相轮回。这算不算好事啊？这算好事，也是好消息。就说作为一个效力者，他是有可塑性的，不是说一个效力者，神命定你效力，你就永远效力了，这不见得。神会根据个人的表现对你作出不同的处理，给你不同的答复。\n　　但是作为效力者不能效力到最终的，就说在效力期间，有的人半途而废了，弃神而去了，有的人在效力期间干了很多坏事，甚至有的人在效力期间给神的工作带来了极大的破坏，造成了很大的损失，甚至有的效力者在效力期间骂过神，等等一切不可挽回的这些后果将会意味着什么？这一切恶行将会意味着这个效力的人效力的终止。就说因为你效力表现太差了，越格了，神一看你效力太不合格了，就取消你效力的资格，不让你效力了，让你从神的眼前消失，从神的家中消失。你不是不想效力吗？你不是总想作恶吗？你不是总没忠心吗？那好，这事好解决，就取消你的效力资格。取消一个人的效力资格，在神那儿意味着这个效力者的结局已经被宣布了，那就是这个人没有资格再为神效力了，神不用他再效力了，你说什么好听的也没用了。到了这种程度的时候，局面就已经不可挽回了，这样的效力者就没有回头路了。那神会怎么处理这样的效力者呢？仅仅是不让他效力吗？不是。或者仅仅是不让他剩存下来吗？还是说神会把他放置在一边等待他回转呢？也不会。神对于效力者是没有这么大的爱心的，这是真实的。那么在为神效力的这个事上，一个人的态度是这样的，因着他的态度，神取消了他效力的资格，神会继续将这个效力者打回到外邦人之中。打回到外邦人之中，这个效力者的命运是什么？就与外邦人一样，与动物互相轮回，接受外邦人在灵界中的处罚，至于怎么处罚神就不亲自过问了，因为他已经与神的作工没有任何瓜葛了。这不仅仅是他信神生涯的结束，也是他这个人命运的结束、命运的宣判，所以效力者如果做不好，这个后果人也得自己承担。如果效力者不能效力到最终，或者中途被取消了效力资格，那这个效力者就会被打到外邦人中，打到外邦人中间就会被当成畜类一样对待，被当成没有思想、没有理性的这样的一类人对待。这么说明白了吧！\n　　这是神对神的选民与效力者的生死轮回的处理。你们听了之后有什么感想呢？我刚刚所说的这些话题，关于神选民还有效力者的这个话题以前有没有说过？其实以前说过你们没记住。神对神的选民、对效力者都是公义的，从哪方面来说都是公义的，这是肯定的。可能有人说：“那神怎么给选民那么大的宽容呢？怎么给效力者这么点的忍耐呢？”有没有人想给效力者抱不平啊？“能不能给效力者多点时间哪，给效力者多点忍耐、多点宽容啊？”这话对不对呀？（不对。）为什么不对？（因为做效力者其实都是我们的偏得。）效力者其实是偏得啊！如果没有效力者这个称呼，如果没有效力者这一项工作的话，这一部分效力者人在哪儿呢？在外邦人中间，与畜类同生共死。现在让这一部分人来到神面前，来到神的家中，人享受多大的恩典哪！这可是天大的恩典哪！如果神不给你这个效力的机会，人永远没有这样的机会来到神的面前。退一步来说，即便你做了佛教徒中修成正果的那一类人，你在灵界顶多就是个跑腿的，你永远见不到神，你听不到神的声音，听不到神的说话，感觉不到神给你的爱、神给你的祝福，你不可能与神面对面。那些人面对的只是简单的职务，他们不可能认识神，只是一味地听从、顺服，而效力者在这步工作当中所得的就太多了！首先能与神面对面，听到神的声音，听到神的说话，感受到神给人的恩典、神给人的祝福，更能享受到神赐给人的话语与真理，这实在得的太多了！得的太多了！所以你要是作为效力者你连力都效不好，神还能留你吗？对你要求也不高啊！神就不能留你了，让你干什么你没干好，你没守住自己的本职工作，那神肯定不能留你，这是神的公义性情。神不宠你，但是也不偏待你，这是神的作事原则。对待任何一个人、任何一个受造之物，神都是这样作的。\n　　至于灵界，灵界中的各类生灵，他们如果做错了事，办错了差，神也有相应的天条与法令来处置他们，这是一点都不差的。所以在神几千年的经营工作当中，有一些曾经做错事的差役，就在这个过程当中有的就被灭了，有的现在还被扣着受惩罚，这是每一个生灵所必须要面临的。做错事、作恶都得受惩罚，这与神对待神的选民和效力者绝对是同样的。所以说，神无论在灵界还是在物质世界，神的作事原则是不变的。不管你看得到、看不到，神的作事原则是不变的，神是始终如一地按着他的原则去对待万物、处理万物，这是不变的。神会善待那些在外邦中活得比较好一点的人，也会给各个教派中能够有好的行为、能够不作恶的人留有机会，让他们在神经营的万物中发挥他们的作用，做他们自己该做的。同样，在跟随神的人中间，神的选民，神也按照神这样的原则不偏待任何一个人，善待每一个能够真心跟随神的人，神也爱每一个真心跟随神的人，只是神对于这几种人——从外邦人到各种有信仰的人，再到神的选民，神赐给每一类人的东西不同罢了。你看外邦人，他们虽然不信神，神把他们当成畜类，但是在万物当中，他们每一个人都有口饭吃，都有一席之地，都有正常的生死轮回。作恶的受惩罚，行善的神就祝福，神就善待，就是这样。对于有信仰的人，他们如果能够严格地按照教规一代一代地这样做，那他们的轮回最后神也会给他们一个说法。同样，今天在座的各位，或者是神的选民或者是效力者，神也会按着神所制定的行政、神所制定的条例来规范这些人，来定这些人的结局。你看在这几类人中间，有信仰的各种人类，就是在各个教派中的人，神是不是给了他们生存空间了？犹太教在哪儿啊？神有没有干扰他们的信仰？丝毫不干扰。对基督教呢？也丝毫不干扰，也是让他们按照自己的秩序就那么守着，神也不向他们说话，也不向他们启示什么，更不向他们显明什么，“你自己认为那么对，你就那么信去吧！”天主教的人他们信马利亚，通过马利亚把消息传递给耶稣，他们是这样的一种信法，那神对他们的信仰有没有过纠正啊？神对他们也是放任自流，不管他们，也给他们一定的生存空间。那对于伊斯兰教、佛教的人呢，是不是也是这样？也给他们规定了范围，让他们生活在他们的生存空间里，神也不干扰他们各自的信仰。这一切都是很有秩序的。在这一切事情当中你们看见了什么？神有权柄，但是神不乱用权柄。神将万物都安排得井井有条，而且有条不紊，这是神的智慧所在，也是神的全能所在。\n　　今天讲了一个特殊的话题、一个新鲜的话题，就是关于灵界的一些事，神在灵界的管理与主宰的一方面内容。当你们不了解这方面内容的时候，你们也可能会说：“这方面都是一些奥秘，与我们的生命进入无关；这方面都是一些与人的现实生活脱节的东西，我们不需要了解，我们也不想听，与认识神根本就没有关系。”现在你们认为这样的想法有没有问题？这样的想法对不对？这样的想法不对，有很严重的问题。因为你要想了解神是如何主宰万物的，你不能单一地只了解你看得见的、你思想能够得上的，你还得了解一部分你看不见的，但是与你能看得见的这个世界有着千丝万缕联系的另外一个世界的一些事情。这涉及到神的主宰，涉及到“神是万物生命的源头”这样的一个话题，这是其中的内容。如果少了这一部分内容，那人对“神是万物生命的源头”这一方面的认识就会有缺陷，就会少东西。所以，今天所讲的这一部分可以说是完善了我们之前所讲的所有内容，也完善了“神是万物生命的源头”这个内容。你们明白之后，你们现在能通过这些内容来认识神吗？更重要的是什么呢？今天传递给你们一个很重要的讯息，就是关于效力者的秘密。我知道你们很喜欢听这样的话题，你们很关心这些事，那今天所讲的这些，你们满意吗？（满意。）也可能你们对于其他的印象不深，但是对于效力者的说法印象特别深，因为这个话题触动每一个人的灵魂。",
				"added": 1487054983
			},
			{
				"comment_id": 2,
				"body": "（2）各种有信仰之人的生死轮回\n　　刚刚我们讲的第一类是外邦之人的生死轮回。那现在我们讲第二类，各种有信仰之人的生死轮回。“各种有信仰之人的生死轮回”这个话题也很重要，也是很有必要让你们了解到的一些内容。先说说有信仰之人这个“信仰”都指哪些信仰，就是指犹太教、基督教、天主教、伊斯兰教、佛教这五大宗教。除了外邦人之外，信这五种宗教的人占世界人数的比例很大。这五种教派中，专职信的人——这几个教派专职的教徒不是很多，但是它的信众还是很多的。这各种教派的信众，他们死后会去到一个不同的地方。所说的“不同”是与谁不同呢？是与我们刚刚讲的外邦人、没有任何信仰的人不同，他们死后会去到一个不同的地方，就是不同于外邦人死了以后所要去的地方。灵界也会根据他们生前的所作所为对他们作出判断，然后对他们作出不同的处理。但是为什么把这一部分人放在一个不同的地方来处理呢？这里有一个很重要的原因。这个原因是什么呢？我举一个例子告诉你们。\n　　就拿佛教为例，告诉你们一个事实。一个佛教徒，首先他是皈依佛门的，他知道他的信仰是什么。当一个佛教徒削发为僧或者为尼之后，那就意味着他这个人脱离了红尘，远离人世间的喧嚣，日日诵经念佛、吃素，过着清贫的日子，过的是青灯冷油相伴的日子，他就这样度过他的一生。当他的肉体生命结束的时候，他会对他的一生作一个总结，但是在他心里不知道他死后要去哪儿、要去见谁、要有什么样的结局，他自己心里也不清楚，他只是盲目地带着一种信仰度过这一生，然后又带着盲目的愿望与理想离开人世。当他离开人世之后，他肉体的生命就这样结束了，他肉体的生命结束之后，他会回到灵界他原来的地方。他这个人是否能投胎转世继续他的修行，那就根据他生前的行为，根据他生前的修行。如果他这一生没有任何劣迹的话，他将被很快送回到人间第二次轮回，他又再次削发为僧或者为尼。这样为僧为尼三到七代以后，就说他的这个肉体生命按着第一次那样的规律修行，然后肉体生命结束回到灵界，接受灵界的检验，检验之后没有任何的问题，他就可以继续回到人间，继续修行，就是他再次进入佛门继续他的修行。这样三到七个轮回之后，他再次回到灵界，回到他每一次肉体结束的时候来到的那个地方。如果他的各方面条件、他在世的行为符合了灵界的天条的话，他便从此就留在灵界，不再投生做人，也不会再有来在人间作恶而受惩罚的危险，不再经历这样的过程，而是在灵界根据他的情况担任一个职务，他担任职务这事就是佛教的人所说的“修成正果”。你们听明白了吧！佛教所说的“修成正果”指什么？修成正果就是在灵界能够当差了，不再投胎了，也不再有受惩罚这事了，更没有投胎做人的烦恼了。那他们还有可能投胎做动物吗？绝对没有了。意思就是什么呢？他在灵界留任了，不会再转世做人了。这是一个修成正果的例子。\n　　对于没修成正果的人呢？当他回到灵界之后，经过灵界有关差役的检验、核实，这个人在世的时候没有好好修行，没有遵照佛教所规定的老老实实地诵经念佛，而是作恶多端，行了不少的恶。当他回到灵界的时候，灵界会对他的恶行作出判断，然后他就受惩罚了，这是不可例外的。那这样的人到什么时候能修成正果呢？就是到他哪一代没作恶，回到灵界一看，这人生前没有任何劣迹。好！继续投胎，继续诵经念佛，过青灯冷油的日子，不杀生，不吃肉，不参与世人的事，远离人世间的烦恼，与人之间没有任何的纠纷。在这样一个过程当中，他没有作恶，然后回到灵界，灵界对他所做的、所行的检验之后，继续把他打发到人世间，这样还是三到七个轮回。如果中间没有什么差错的话，那他的修成正果就不会受到任何的影响，就可以成功了。对于各类有信仰之人的生死轮回，就是有这样的一个特殊的地方，他们能修成正果，能在灵界担任职务，这就是一个与外邦人不同的地方。首先，能达到在灵界担任职务的这样的人在世上活着的表现是什么？必须保证绝对不作恶，不能杀人放火，不能奸淫掳掠，如果坑蒙拐骗、偷盗抢劫就不能修成正果了。就是说与任何的恶行挂上钩、沾点边都不可能逃脱掉灵界所给他的惩罚。灵界对于修成正果的佛教徒会有一个合适的安排，也可能安排他们去管理那些似乎是信佛教、似乎又是信天老爷的人，给他们一个范围，也可能是管理外邦人，也可能就是一个小小的差役，这是根据各类灵魂的性质来分配。这是佛教中的一个例子。\n　　在我们所讲的这五个信仰的类别当中，基督教比较特别。基督教特别的地方在哪儿啊？他们是信真神的。信真神的怎么被列在这里了呢？因为基督教仅仅是承认有神，但还是抵挡神、与神为敌的。他们将基督重钉十字架，与神的末世作工敌对，结果被显明沦落为信仰团体。既然说基督教是一种信仰，那就肯定仅仅与信仰有关，是一种仪式，是一种教派，是一种宗教，与真实的跟随神的人的信仰是两码事。在这儿之所以把它列在这五大宗教类别里，是因为基督教已经沦为一种与犹太教、与佛教、与伊斯兰教同等地位的教派。这里大多数的人他们不相信有神，不相信神主宰万物，更不相信神的存在，而只是用圣经来讲述神学，用神学来教导人行善，教导人受苦，教导人做好事，就是这样的一个教派，是只注重神学理论的一个教派，是与神经营拯救人的作工毫无瓜葛的一个教派，是神所不承认的跟随神之人的一个教派。但是对待他们，神也有一个原则，并不是把他们像对待外邦人一样随意处理、随意处置。同样地，把他们像对待佛教徒一样，如果一个基督徒生前能够恪守己身，能够严格地按照十诫、诫命，按照律法去要求自己的行为而度过一生的话，他们也要经过同样的时间的轮回才能真正地达到他们所谓的“被提”。达到所谓的“被提”之后留在灵界担任职务，做灵界中的一个差役。同样，如果在世的时候有恶行，有太多的罪恶，犯了太多的罪，不可避免地也要受到不同程度的惩罚，也要受到不同程度的处理。佛教中说的“修成正果”那是上了极乐世界，而基督教他们有一个什么样的说法呢？就是“进入天堂”“被提了”。真正能“被提”的人，也是经过了三到七个轮回，然后死了以后就像睡了一样来到灵界，如果合格的话就可以留任，这样他们就不再像世人一样有简单的或者是常规的轮回了。\n　　所有这些教派当中，他们所说的结局、他们所追求的结局与佛教的“修成正果”是异曲同工的，是类似的。神对于这几个教派中能够严格地按照教规去行的人，对于这一部分人，神给了他们一个合适的归宿、合适的去处，给他们一个合适的处理，这完全合理，但是不合人想象。你们现在听完对基督教的人这样的处理，你们心里有何感想呢？你们会不会为他们鸣不平啊？会不会替他们惋惜呀？（有点。）这也没办法，他们也是咎由自取。为什么这样说呢？神作工作是真实的，神是活的、实际的，神作工作是面向全人类、面向每一个人的，他为什么就不接受呢？他为什么就疯狂地抵挡、疯狂地迫害呢？他有这样的结局就已经很不错了，你们怎么还惋惜呢？对他们有这样的处理就已经很宽容了。按着他们抵挡神的程度就应该都灭了他们，但是神并没有这么作，只是把它当成一个普普通通的教派来处理。那别的教派还用细说吗？因为所有这些教派他们的宗旨都是什么呢？行善，不作恶。多受苦，别作恶，说好话，行善事，别骂人，别论断人，远离是非，做好事，做好人，大多数的教义都是这样的。所以说，这些有信仰的人——在各个宗派里的人、各个教派里的人，如果他们能严格地按着教规做，他们在世的时间不会有太大的错误，不会有太大的罪恶，经过三到七代的轮回，差不多这些教派中能够严格守住教规的这些人就可以在灵界留任。那这样的人多不多呀？人做好事不容易，人能守住清规戒律都不容易。你说佛教里就一个不让你吃肉，你能不能守住？让你成天穿着那个灰袍在佛堂里诵经念佛，你能不能守住？不容易守住。基督教里有十诫、诫命，诫命、律法那些容不容易守住？不容易守住吧！就一个不骂人这事，人就守不住，是不是？忍不住就骂了，骂完之后收不回去了，怎么办呢？晚上认罪吧！忍不住骂人了，骂完人之后心里还带着恨，甚至还计算着哪天再害他一次。总之，人在这些死的教条中做人，能够达到不犯罪、不作恶是不容易的。所以在各个教派中，能够达到修成正果的人也不多。你以为各个教派的人这么多，那在灵界能够留任的人不就太多了嘛！没有那么多，没有几个能做到。关于有信仰之人的生死轮回大概就是这样，特殊的地方就是他们能“修成正果”，与外邦人不同的地方就在这儿。",
				"added": 1487055006
			},
			{
				"comment_id": 3,
				"body": "（1）外邦人的生死轮回\n　　我们先从外邦人的生死轮回开始讲。一个人死了以后，他被灵界的一个差役领走。领走的是什么？不是肉体而是灵魂。这个灵魂被领走之后，他就来到一个地方，这个地方是灵界的一个机构，是专门接待那些刚刚过世的人的灵魂的一个地方。〔注：任何一个人死后来到的第一个地方，对这个灵魂来说是陌生的。〕当领到这个地方之后，执行官要把第一关，确认这个人的姓名、住址、年龄、他生前所做的事迹，一生的事迹都要记录在册，而且要核对准确。各项核对准确之后，要根据他一生的行为与他一生的所做所行来定他是受惩罚还是继续投胎做人，这是第一关。第一关可不可怕？还不太可怕，因为仅仅是到了一个黑洞洞的陌生的地方，还不是太可怕。\n　　第二关，如果这个人一生当中做了很多坏事，行了很多恶，那他将会被带到一个受惩罚的地方被处罚，将会被带到一个这样的地方，这个地方是专门惩罚人的。具体怎么惩罚他，就根据他生前所犯的罪、生前所行的恶的多少来决定如何惩罚他，这是第二关的第一种情况。有的人因着生前做了一些事、行了一些恶，在他受惩罚之后的再次轮回，就是再次投胎来到物质世界，有的人会继续做人，有的人就会投胎成动物。就说这个人回到灵界之后，因着他所作的恶受了惩罚，更因着他所作的恶，他的下次轮回就不再成为一个人，而是成为一个动物了。动物的范围有可能是牛，有可能是马，有可能是猪，有可能是狗，也有可能有的人就投胎成一只鸟了，或者鸭子，或者鹅……那他投胎成动物之后，死了以后再次回到灵界，灵界还会根据他生前的行为来决定他是否轮回转世成人。\n　　大部分的人作恶太多，犯罪太严重，所以当他再次轮回的时候，他要投胎成为动物七到十二次。七到十二次可不可怕？什么让你们觉得可怕呢？人成为动物，这是一件可怕的事。做动物对一个人来说，最大的痛苦是什么？没有语言，只有简单的思想，而且只能做动物做的事、吃动物的食物，有动物的简单的思维与简单的肢体语言，不能直立行走，不能与人类沟通，所有与人类有关的行为或活动与动物都没有关系。就说在万物当中，作为一个动物，那是很低级的一个活物，比人要痛苦多了。这就是灵界对于一部分作恶多端、犯罪太严重的人的一方面处罚。至于对他的处罚轻重，也是根据他所投胎的动物的种类，比如说要做猪的话，比做狗好还是不好啊？猪的日子比狗是好过还是难过？肯定难过。如果做牛马呢，比猪的日子好过还是难过？（好点。）看来让你们选择的话，你们也是有品味的。如果做一只猫的话，它是不是就安逸一些？那就比做牛马安逸得多。如果同样做动物的话，那就选择做一只猫，安逸一些，因为大多数时间都可以睡懒觉。做牛马就比较劳碌，所以要是投胎做了牛马，那就是劳碌，看来这个惩罚是不轻的。要做一条狗的话，相对牛马那还是好一些，因为狗与主人的关系毕竟比牛马与主人的关系近一些，更何况现在很多人身边养一条狗，养上三到五年，那狗能听懂人很多的话呢！因狗能听懂主人很多的话，对主人了解很多，能迎合主人的心情、要求，主人对狗就好一些，狗就能吃点好的、喝点好的，有病的时候多点照顾，那这条狗不就享福了吗？所以做狗相对比做牛马要好一些。这就是根据对这个人惩罚的程度来决定他投胎成动物的次数与投胎成动物的种类。明白了吧！\n　　人因在世犯罪太多受惩罚投胎成为动物七到十二次之后，这个人受惩罚的次数已满，再次回到灵界，他就会被归到一个地方。这个地方的各种灵魂都已经接受过惩罚，都是准备再次轮回投胎成人的一个种类。这个地方把各个灵魂也划分了类别，根据他要去什么样的家庭、他投胎成人之后他所要扮演的角色是什么等等来划分。比如，有的人来到这个世界上将要做一个歌手，那就把他放在一个这样的类别的人堆里；有的人来到世界上即将成为一个商人，那就把这个人列在商人堆里；如果这个人成为人的时候即将成为一个搞科研的人，那就把这个人放在搞科研的这一堆人里。将他们分门别类之后，按着不同的时期，按着定好的日期，将他们一个一个地发送出去，就像现在人发电子邮件一样，这就完成了一个轮回的过程，这很有戏剧性。从一个人来到灵界那一天开始，一直到他受完惩罚，或者多次与动物互相轮回之后，再次准备轮回做人，这样一个过程就是一个完整的过程。\n　　对于有一些受完惩罚不再与动物相互投胎这样的一部分人，他们是不是很快就被送到物质世界做人了呢？或者说他们多久才能来到人间呢？这个频率是怎么样的呢？这个频率也有个时间限制。在灵界做每一样事都有一个准确的时间限制，有一个准确的时间规定，这个规定用一个数字来说明，你们就明白了。对于短时间内投胎的人，当这人死了之后，那儿就已经准备好让他投胎再次做人。最短的时间是从三天开始，有的人就是三个月，有的人是三年，有的人是三十年，有的人是三百年，有的人甚至是三千年，等等，那这个时间的规定有什么讲究、说法呢？就是根据这个灵魂来到这个物质世界、人类世界对他的需要，就是根据他在这个世界所要扮演的一个角色。若投胎做普通的人，因人世间急需这样普通的人，大多数的人就很快可以投胎，三天以后就又被派出去了，派到另外一个与自己生前完全不同的家庭中去了。但是有一些必须在这个世界上扮演特殊角色的人，所谓“特殊”就是在这个人类中间，对这样的人的需求量不是很大，不需要太多这样的人来扮演这样的角色，那也可能就是三百年了。就是这个灵魂三百年才来一次，有的甚至能达到三千年才来一次。为什么这样呢？就是在这个三百年或者三千年期间，这个角色在人类世界中不需要，所以就把他扣在灵界的一个地方。比如说孔子，这样的一个人是一个对中国传统文化有着深远影响的人物，可能每一个人都知道，他的到来对于当时那个时代人的文化、知识、传统，还有对人的思想有着深远的影响。但是这样的人不是在每一个时代都需要，所以他就必须在灵界呆着，呆够三百年或者呆够三千年才能轮回一次。因人世间不需要这样的人，他就总得闲着，因为他的角色很少，他要做的事很少，所以他必须大部分时间都被扣押在灵界的一个地方，闲着，在人世间需要他的时候随时把他发派出去。这就是灵界对于大多数人的轮回频率做的时间上的规定。不管是平凡的人还是特殊的人，在灵界对于他们轮回的处理都有合适的规定，都有准确的作法，而这些规定、这些作法都是从神那儿来的，都是从神那儿下达的，不是任何一个差役或者任何一个灵界的生灵所能决定、所能左右的。你们听明白了吧！\n　　对于任何一个灵魂，他的轮回他所扮演的角色是什么，就是他今生所扮演的角色是什么，生在什么样的家庭，他这一生是什么样的，与他的前世有着密不可分的关系。各种人来到人世间，他担任的角色不一样，担任的任务也不一样。哪些任务呢？有一些人是来还债的，上一辈子欠人太多，还债；而有一些人呢，他是来讨债的，他上一辈子被人坑走太多的东西、太多的钱，所以到灵界之后，灵界会给他一个公道，让他今生来讨债。有的人是来报恩的，上一辈子就是前生受人恩惠，这一生他得到了一个很好的机会再次轮回，然后投胎来报恩；而有的人呢，他今生的轮回是为了索命，索谁的命呢？就是一个前生曾经要过他的命的人。总之，每一个人的今生都与前世有着很大的关系，有着密不可分的关系，也可以说，每一个人的今生受着前世的极大影响。比如说，在生前张三骗了李四很多钱，那张三是不是欠了李四的债了？如果张三欠了李四的债了，李四是不是理所应当地来向张三讨债呢？那在他俩死后，他俩就有一笔账可算，当再次轮回的时候，张三投胎做人了，李四怎么讨他的债呢？这是其中的一种方式——李四来做张三的儿子来讨债，张三作为李四的父亲，这是这一生、今生的事。作为李四的父亲，张三挣了很多钱，然后李四作为张三的儿子，他就来挥霍张三的钱。就说张三哪，不管挣多少钱，他的儿子都“帮”他挥霍，他总也挣不够，他的儿子呢，也不知道怎么回事，总是用不同的方式、用不同的手段来胡花他的钱。张三就纳闷了：“这是怎么回事啊？我生这个儿子怎么就是个丧门星呢？人家那个儿子怎么都那么好呢？我这个儿子为什么也没有志气，也不学本事，也挣不来一分钱，还总得我养着？我养就养着吧，为什么给他多少钱都不够花呢？为什么不务正业呢？为什么游手好闲、吃喝嫖赌什么都干呢？这是怎么回事啊？”琢磨琢磨：“是不是上辈子欠他的呀？哎呀，也可能是上辈子欠他的，还吧！这不还清不算完啊！”也可能到有一天，李四真的讨完他的债了，到四十岁或五十岁的时候，突然有一天，他醒悟了：“我这前半生什么好事都没干哪！我爹挣点钱都让我挥霍完了，我应该好好做人哪！重新立志，做一个务正业的人，好好过日子，可别再让我爹伤心了！”他为什么有这样的想法？为什么突然变好了呢？这是不是有原因哪？这个原因在哪儿啊？其实就是讨完债了，还完债了。这个事是有前因后果的，故事发生在很早很早以前，发生在他俩的前生，所以前生的故事一直带到今世，这就谁也怨不得谁了。张三怎么教育他儿子，他儿子也不听他的，就是不务正业，但是到还完债那一天呢，不用他教育，他儿子自然就明白了。这是一个简单的例子，这样的例子肯定不少。这例子告诉人一个什么样的讯息呢？（让人做好人。）人可别作恶，作恶有报应！你看外邦人多数人作恶都不少，他们的恶行都遭到报应了吧！那报应是随便来的吗？凡是遭报的事都是有背景的，都是有原因的。你以为你骗完人的钱就没事了？你以为你骗了人的钱、得了人的钱你就不用承担后果了吗？这是不可能的，善有善报，恶有恶报，丝毫不差！就说每一个人，无论是什么样的人，不管相不相信有神，人都要对自己的行为负责，都要承担自己的行为所带来的后果。对于这样一个简单的例子——张三受到了惩罚，李四讨到了债，这是不是公平的呀？这是公平的。人做这样的事，有了这样的一个结果，是不是与灵界的管理分不开呢？这是与灵界的管理分不开的。即便是外邦人、不信神的人，他也在这样的天条与法令下生存，任何人都摆脱不了，不管人在人世间做多大的官，任何人都回避不了这样的一个现实。\n　　那些没有信仰的人，他们常常认为，凡是人能看得见的，那就是存在的，凡是看不见的、离人很遥远的东西就是不存在的。他们宁可相信没有“生死轮回”、没有“受惩罚”这一说法，所以他们就肆无忌惮地作恶、犯罪，然后受惩罚，或者与动物互相轮回，外邦人中的各种人大多数都是陷在这样一个恶性的循环中。为什么？因为他们不知道灵界对于任何一个生灵都有着严格的管理。不管你相不相信，这个事实是存在的，因为在神的眼目鉴察的范围之下，没有一人一物能逃脱出这样一个范围，没有一人一物能逃脱出天条、逃脱出神的法令的规定与范围。所以将这一个简单的例子告诉每一个人，无论你信不信神，犯罪、作恶是不行的，是有后果的，这是绝对的。对于一个只是骗了人钱财的人受到了这样的惩罚，这样的惩罚是公平合理的，这样的惩罚是公义的。这样一种司空见惯的行为都受到了灵界的制裁，受到了神的法令、神的天条规定的制裁，所以那些奸淫掳掠、坑蒙拐骗、偷盗抢劫与杀人放火等等严重的犯罪、作恶行为，就更要受到各种不同程度的惩罚。这不同程度的惩罚包括哪些呢？有的是用时间来制定他受惩罚的程度，有的用不同的惩罚方式来制定他受惩罚的程度，还有的就是用他投胎轮回的去处来制定他受惩罚的程度。比如，有些人嘴不好，“嘴不好”指什么说的？就是常常骂人，语言恶毒，带有咒诅性质。语言恶毒代表什么？代表这个人心里恶毒。带有咒诅性质的恶毒的语言常常从这样的人嘴里出来，而且因着他恶毒的语言带来了很严重的后果，这样的人死了以后，受了相应的惩罚之后，再次投胎有可能就是哑巴。有的人在世的时候精心算计，常常占别人的便宜，小算盘打得特别精致，做了很多坑人的事，再次投胎的时候，也可能就是一个傻子、白痴。有的人常常偷窥别人的隐私，就说他的眼睛看到了太多不该看到的东西，知道了太多不该知道的东西，再次投胎也可能就变成了一个瞎子。有的人在世的时候腿脚灵活，经常打架斗殴，做了很多恶事，那再次投胎的时候也可能就变成了残疾人，瘸腿或者是少胳膊，或者是驼背，或者歪脖子，或者走路踮脚，一条腿长一条腿短等等，这是根据他生前作恶的程度而受到的不同的惩罚。你们说斜眼是怎么回事啊？斜眼的人多不多呀？现在看也不算少。有些斜眼的人就是上辈子用眼睛太多，做了太多坏事，这辈子一来就斜了，严重的就成了瞎子。你说那斜眼的人看起来好不好看哪？影不影响美观哪？瞅这人脸盘挺好，长得白白净净的，大眼睛双眼皮，可惜有一只眼睛斜，这看起来怎么样了？是不是完全影响了这个人的气质了？这一影响，这人一辈子活着怎么样啊？与别人一见面，琢磨琢磨：“哎呀，我这眼睛斜呀！得少瞅人，别让人家看我眼睛。得低着头说话，不能正视人。”这眼睛一斜，就会影响看东西了，也影响与人正面对视了。这是不是就省眼睛了？这就省眼睛了，是不是就把上一辈子用得多余的那一部分找回来了？这样到下一辈子，他就不敢再做同样的事了。这就是报应！\n　　有的人在生前人缘不错，给周围的人，亲人、朋友、同事或者与他有关的人做了好多好事，帮助别人，施舍，照顾别人，或者是接济别人，给别人留下很好的念想，这样的人回到灵界就不受什么惩罚了。什么惩罚也不受，对于一个外邦人来说，这样的人就算很好的人了。他不相信有神，只相信天老爷，只相信“举头三尺有神明”，他只相信这个信条，结果怎么样呢？使他少做了很多坏事。这个人心地善良，乐善好施，最后回到灵界之后，灵界对他有一个很好的处理，很快这个人就再次轮回了，再次投胎了。来到一个什么样的家庭呢？这个家庭虽然不富裕，但是生活平安，家人和睦，过着平平安安、快快乐乐的日子，一家人其乐融融的，生活不错。当他到了成年的时候，他的下半生儿女兴旺，家丁兴旺，儿女出息、成才，他家的家运、运势不错，这样的一个结果也是与他的前生有着很大的关系。就说人这一生啊，一直到死后再次投胎去哪儿，是男是女，他的使命是什么，他这一生要经历哪些事，要受哪些挫折，要享多少的福，要遇到哪些人，要碰到哪些事，这是任何一个人都无法预测的，也是任何一个人都无法回避、无法躲开的。也就是说，当你这一生定了之后，你这一生要发生什么事，你无论怎么躲避，你无论用什么样的方式去躲避，你都不可能违背神在灵界为你制定的这一生的轨迹。因为当你投胎的时候，你一生的命运都已经定好了，或者好或者不好，每一个人都应该去面对，都应该去往前走，这是任何一个活在这个世界当中的人都不能逃避的问题，而且也是一个最现实的问题。这些都听明白了吧！\n　　这些明白之后，你们有没有看见，神对于外邦人的生死轮回都是有着很精密、很严格的把关与管理？首先，神在灵界制定了各项的天条、法令、制度，颁布这些天条、法令、制度之后，灵界的各种职位上的生灵都在严格地按着神所规定的去执行，没有一个人敢违背。所以，在人类世界人类的生死轮回，或者是与动物、或者是与人类互相的轮回都是很有规律的。因为这个规律是从神那儿来的，所以没有任何一个人敢打破，也没有任何一个人能打破这样的规律。因着神这样的主宰，因着有了这样的规律，人看到的这个物质世界才是井然有序、有条不紊的；有了神这样的主宰，人类才能与人类根本看不见的另外的一个世界和平共处，和睦地生活在一起，这些都是与神的主宰分不开的。如果一个灵魂，他的肉体生命死了之后，灵魂还活着，那这个灵魂如果没有管理的话会怎么样呢？他会到处游走，他会到处乱闯，甚至会危害到人类世界中的生物。这个危害不仅仅是对人类的，也可能危害到植物，也可能会危害到动物，但是首当其冲的是人类。如果发生了这样的事，这样一个灵魂没受到管理，他真的危害到人类了，真的做了一些恶事，这样的灵魂在灵界也有正当的处理：如果严重的话，这个灵魂就即将不存在，被灭掉；如果可能的话，就将他归置到一个地方，然后让他再次轮回。就说灵界对于各种灵魂的管理都是有层有次地按照步骤、按照规定管理。因着有了这样的管理，人类的这个物质世界才不至于混乱，这个物质世界的人类才有正常的思维、正常的理性与有秩序的肉体生活。当人类有了这样的正常生活之后，活在肉体中的人才能这样一代又一代地繁衍生息下去。\n　　刚才听这话题怎么样啊？是不是很新鲜？那现在说这话题你们有什么样的感想呢？除了新鲜之外还有没有别的感想，你们说说。（人要规规矩矩做人，也看到神大而可畏。）（就觉得对神更加有敬畏的心，以后在临到事情的时候更应该小心谨慎，说话行事规规矩矩。）（刚刚听完神的交通——神怎样对待各类人的结局，一方面觉得神的性情是不可触犯的，自己对神要有敬畏的心，一方面也知道了神喜欢什么人、神不喜欢什么人，所以就想做神所喜欢的人。）你们看没看到在这里神作事很有原则呢？神的原则是什么呀？（按人的所作所为来定人的结局。）这是咱们刚刚讲的外邦人的各种结局。对于外邦人，神的作事原则是不是“神赏善罚恶”这样一个原则呢？那你们看神作事是不是有原则呀？你们应该能看得见。外邦人其实他们不信神，他们不顺服神的摆布，也不知道神的主宰，更不承认神，更严重的，他们骂神，咒诅神，他们对信神的人的态度是仇视。就这些人对待神有这样的态度，神对他们的管理仍然是不出神的原则，按着神的原则、按着神的性情这样有秩序地管理着他们。神把他们的仇视看成什么？看成无知！所以让这一部分人，就是外邦人中的很大一部分人都曾经与动物互相轮回。那你说在神眼中，这外邦人是什么人？（畜生。）在神眼中，外邦人都是这样的类别，都是畜类。神管理畜类，管理人类，对于这一类人，神有着同样的原则，即便是从神对这些人的管理、对这些人的作事，仍然能看到神的性情与神主宰万物的规律。那你们在刚刚所讲到的神管理外邦人的这个原则中，有没有看到神的主宰？有没有看到神的公义性情呢？（看到了。）看到了神的主宰，也看到了神的性情。就说神无论对待万物中的哪一个，都是按着他自己的原则、按着他的性情在作事，这就是神的实质。他不会因为他看待这类人为畜生而随意打破他自己定好的天条与法令，就说神作事有原则，丝毫不乱来，也丝毫不会因为任何的因素而受到干扰，他无论怎么作都会守住他自己的原则。这就是因着神有神自己的实质而决定的，这也是任何一个受造之物所不具备的独特的实质。对于神所造的万物中的任何一样东西、任何一个人、任何一个生物，神都是以认真负责的态度去处理，去对待，去经营，去管理，去主宰，从来没有马虎。对于善良的人，他会恩待，他会善待；对于恶人，他会毫不留情地惩罚；而对于各种生灵，他会按着不同时期人类世界的不同需求而按时地、定期地作合适的安排，让各种生灵按着各种生灵所扮演的角色有规律地轮回，有规律地行走在物质世界与灵界之间。这是人类应该明白认识的。\n　　一个生灵的死去，一个肉体生命的结束，代表着一个生灵从物质世界进到灵界，而一个肉体新生命的诞生，也代表了一个生灵从灵界来到物质世界开始担任他的角色，扮演他的角色。无论是一个人走了还是一个人来了，这些都与灵界的工作分不开。一个人来了，来在什么样的家庭，来在哪个时代，来在哪个时辰，扮演什么样的角色，在灵界神都作了合适的安排与定规，那这个人的一生，他所要做的事，他所要走的路，就会按着灵界为他安排的一点不差地在发展着。而一个肉体生命什么时候结束，以什么样的方式结束，在什么地方结束，这在灵界也都清清楚楚，在灵界都有洞察。神主宰着物质世界，也主宰着灵界，他不会耽误一个灵魂正常的生死轮回，也不会错误地安排一个灵魂的生死轮回。在灵界的各个职位上的差役都在按着神的指示，按着神所规定的来执行他们的任务，做他们所该做的。所以说，在人类的世界，人所看到的每一项物质现象都是井然有序，不会出现任何的纷乱。所有的这一切都是因着神对万物有规律的主宰，也是因着神的权柄在主宰着这一切，他所主宰的这一切包括人类生存的物质世界，更包括了人类背后那个人所看不到的灵界。所以说，人类要想有好的生活，要想有好的生存环境，除了这一切人所能看到的物质世界来供应人类以外，人类更需要那个人所看不到的、为人类管理各个生灵的、一个有秩序的灵界的供应。所以，说神是万物生命的源头，对这个“万物”今天我们是不是又多知道、多明白一项？",
				"added": 1487055035
			},
			{
				"comment_id": 4,
				"body": "在人类当中，我把所有的人分成三类。第一类是外邦人，就是没有任何宗教信仰的人，称为外邦人。外邦人绝大多数就是信仰金钱、崇尚利益，他们是唯物的，只相信有物质世界，不相信轮回，不相信神鬼之说。我把他们列为外邦人，这是第一类。第二类就是除了外邦人以外的各种有信仰的人。这有信仰的人在这个人类当中，我也分为几大类：第一类是犹太教，第二类天主教，第三类基督教，第四类伊斯兰教，第五类佛教，这五大类。这是各种有信仰的人。第三类是信神之人这一类，第三类就涉及到你们了，信神的这一类人就是现在跟随神的这些人。这些人划分为两种：一种是神的选民，一种是效力者，这两种。好了！这几个大的类别划分清楚了。那现在这个人类的种类、人类的各个等次在你们心里已经有一个明确的划分了。首先是外邦人，我说了什么是外邦人。好多外邦人就只信天老爷，信刮风、下雨、打雷等等这些都是天老爷作的，种地收成靠天老爷，但一说信神他不干了，这叫有信仰吗？外邦人中包括这一类人。不信神只信老天爷的都是外邦人，凡是不信神、不跟随神的都属于外邦人。第二类就是信渺茫的神属于五大宗教的人。第三类就是信末世道成肉身的实际的神，就是今天跟随神的人。为什么把人类划分为这几个类别呢？（因为有不同的归宿、不同的结局。）这是一方面。因为这各种人种、各种人类回到灵界都有不同的去处，他们有不同的生死轮回的规律，这就是为什么把人类划分为这几个大的类别的原因。",
				"added": 1487055089
			},
			{
				"comment_id": 5,
				"body": "1．神是如何主宰管理灵界的\n　　对于物质世界，物质世界的东西或者现象，人如果不明白还可以翻书找有关资料，或者用各种途径去了解它的内幕，了解它的根源。但是对于我们今天要讲的物质世界以外的另外的一个世界——灵界的内幕与真相，人是没有任何办法或者途径去了解它的。为什么这样说呢？因为在人类这个世界当中，物质世界的每一样东西都是人的肉体生存所离不开的，因着人感觉到物质世界的每一样是人的肉体生活、肉体生命所不能离开的，所以多数人只知道或者只能看到眼前的、人所能看到的所有的物质的东西，但是对于灵界，就是另外的一个世界的一切，准确地说，多数人是不相信的。因为人看不见，而且认为不需要了解它，也不需要知道它任何的情况，更何况灵界这个世界与物质世界是完全不同的另外的一个世界。在神那儿它是公开的，但是对于人类来说它是隐秘的，不是公开的，所以人很难找到途径去了解这个世界的方方面面。我要讲的灵界的一些事情只关乎到神的管理、神的主宰，当然与人的结局归宿有关，但我不是在揭示奥秘，也不是在告诉你们任何的你们所想知道的秘密，因为它涉及到神的主宰，涉及到神的管理与神的供应，所以我只讲你们很有必要了解的那一部分。\n　　首先，我问你们一个问题，在你们心中的灵界是什么？笼统地说，是物质世界以外的另外的一个世界，是人看不见、摸不着的一个世界。但是在你们的想象中，灵界应该是一个什么样的世界呢？可能你们因看不见也没有办法去想它，但是当你们听到一些传说的时候你们还是在想，而且是控制不住地在想。我为什么这么说呢？好多人儿时都发生过这样一些事：若给他讲个很可怕的故事，讲一些鬼、魂的故事，他就怕得要命。为什么怕呢？他就想象那些东西虽然看不到，但是就感觉在房子周围或者在隐秘处，或者在黑暗的地方到处都是，而且吓得自己都不敢睡觉，尤其到晚上不敢一个人在屋里呆着，也不敢一个人独自上院里去。那就是你们想象的灵界，是人感觉可怕的世界。人多少都有一点想象，也能感觉到一点。\n　　我们就先讲灵界吧。什么是灵界？我们作一个简单扼要的说明吧！灵界是有别于物质世界的一个重要的地方。为什么说它是重要的呢？咱们下面来细说。灵界的存在与人类的这个物质世界有着千丝万缕的联系，它在神所主宰的万物中担任着人类生死轮回的重要角色，这就是它的作用，这就是它存在的一个重要性。因着它是人的五官所不能感知的一个地方，所以没有人能准确地判断它的存在与否。灵界的各种动态与人类的生存息息相关，而人类的生活秩序也因此而受到灵界极大的影响，这有没有涉及到神的主宰呀？这就涉及到了。我这样一说，你们就明白我为什么要讲这个话题了，因为它涉及到神的主宰、神的管理。在这样一个人看不到的世界，它的各项天条、法令、行政制度是远远高于物质世界的任何一个国家的法律与制度的，是任何一个生活在这个世界的生灵所不敢僭越与触犯的。这涉不涉及神的主宰、神的管理？这里有明确的行政、明确的天条规定、明确的法令。在各个阶层与领域做事的差役在他们各自的岗位上都恪守本分、循规蹈矩，因为他们知道触犯了天条的后果是什么，他们清楚地知道神是如何赏善罚恶、神是如何管理万物、神是如何主宰万物的，他们更清楚地看到神是如何实施他的天条与法令的。这些是不是都有别于人类所居住的这个物质世界呢？大不相同了。这是一个与物质世界完全不相同的世界。既然有天条，有法令，就涉及到神的主宰、神的管理，更涉及到神的性情、神的所有所是。听完这些之后，你们是不是觉得这个话题很有必要讲呢？你们是不是很想了解这其中的奥妙所在呢？对于灵界就是这样的一个概念。它虽然与物质世界共存，与物质世界同时接受着神的管理，接受着神的主宰，但是神对于这个世界的管理与主宰远远要比在物质世界的管理与主宰严格得多。关于这些细节方面的问题，我们还是先从灵界是如何担任人类的生死轮回这个工作来说起，因为这个工作是在灵界的生灵们所担任的一项主要的工作。",
				"added": 1487055104
			},
			{
				"comment_id": 7,
				"body": "这里可以自由发表自己的观点",
				"added": 1487055429
			}
		],
		"2_1MjPwf8rny4nfDKNGbgNvmGrcfsAQsKJe2": [
			{
				"comment_id": 8,
				"body": "摘录一段《话在肉身显现》的话，分享给大家：\n\n“信神”就是相信有神，这是最简单的“信神”的概念，进一步说，相信有神并不是真正的信神，而是一种简单的信仰，带有浓厚的宗教色彩。真正的“信神”的含义是人能在相信神是万物的主宰的基础上来经历神的说话，经历神的作工，达到脱去败坏性情满足神的心意以及达到认识神，这样的历程才叫信神。但人往往把信神的事看得很简单、很轻浮，这样信神的人就失去了信神的意义，信到最终也不能得到神的称许，因为其所走的路不对。那些到如今仍是在字句里信神的人，在空洞的道理里信神的人，他们仍不晓得自己并没有信神的实质，并不能获得神的称许，仍然在祈祷上帝保佑他们得着平安、得着足够的恩典。不妨我们都静下心来好好想想：难道信神是世上最简单的事吗？难道信神的含义就只限于多得恩典吗？难道信神却不认识神、信神却抵挡神的人就能满足神的心意吗？\n　　\n神的“喜”是因为有正义的存在与诞生，是因着有光明的存在与诞生，是因为黑暗与邪恶的毁灭；他的“喜”是因着他为人类带来了光明，是因为他给人类带来了美好的生活；他的“喜”是正义的，是一切正面事物存在的象征，更是吉祥的象征。神的“怒”是因为非正义事物的存在与搅扰在侵害着他的人类，是因为邪恶与黑暗的存在，是因为有驱逐真理的事情存在，更是因为有抵触美善事物的存在；他的“怒”是一切反面事物不复存在的象征，更是他本圣洁的象征。他的“哀”是因为他所期盼的人类落入黑暗之中，是因为他在人身上作的工作并不能达到他的心意，是因为他所爱的人类并不能尽都活在光明之中；他是为了无辜的人类哀愁，是为了诚实而愚昧的人哀愁，是为了善良而并没有主见的人哀愁；他的“哀”是他善良的象征，是他怜悯的象征，是美的象征，是仁慈的象征。他的“乐”当然是为打败仇敌与获得人的诚心而乐，更是驱逐与消灭一切敌势力而有的，也是因着人类得着美好安宁的生活而有的；他的“乐”并不是人一样的喜悦，而是比喜悦更高的获得美果的滋味；他的“乐”是人类从此不受苦难的象征，是人类进入光明世界的象征。而人类的喜怒哀乐则都是为了自身的利益而有的，不是为了正义，不是为了光明，不是为了美的事物，更不是为了上天的恩赐。人类的喜怒哀乐是自私的，是在黑暗的世界中所有的，不是为了神的旨意，更不是为了神的计划，所以人与神永远也不能划为一谈。\n\n也许你的国家现在很兴盛，但你若让你的人民都远离神，那这个国家将会越来越得不到神的祝福，国家的文明会越来越多地被人糟踏，不久这个国家的人民会起来反对神咒骂天，不知不觉中一个国家的命运就这样被断送了。神会兴起强大的国家来对付那些被神咒诅的国家，甚至在地球上使这样的国家消失。一个国家与民族的兴盛与存亡关键在于这个国家的统治者是不是在敬拜神，是不是带领他的人民亲近神、敬拜神。不过，在这末了的时代，因着真心寻求神、敬拜神的人越来越少，所以神特别厚待那些以基督教为国教的国家，将这些国家集合起来作为世界上比较有正义的阵营，而那些无神论国家与不敬拜真神的国家成了正义阵营的对立派，这样，神在人类中间不但有了可以作工的地方，同时又得着了行使正义权柄的国家，使那些抵挡神的国家受到制裁与限制。虽然是这样，神仍然不能得到更多的人来敬拜，因为人类离神太远了，人类忘记神太久了，在地球上仅仅是有了行使正义与抵制非正义的国家。但这远远没有达到神的心愿，因为没有一个国家的统治者会让神来统治他的人民，没有一个国家的政党会组织他的百姓来朝拜神，神在每一个国家、每一个民族、每一个执政党的心中甚至在每一个人的心中失去了神应有的地位。尽管世界上有一部分正义的势力，但是在人的心中没有神地位的统治是很脆弱的，没有神祝福的政治舞台是混乱的，是不堪一击的。人类没有了神的祝福就等于人类没有了太阳，不管统治者多么兢兢业业地为他的人民贡献什么，不管人类在一起召开多少次正义大会，都不会扭转乾坤，都不会改变人类的命运。人都以为有衣有食、人类和睦同居的国家就是好国家，就是有好领袖的国家，但神却不这样认为，他认为若没有人敬拜神的国家是他要毁灭的国家。人的想法总是与神相差很远，所以若是一个国家的首脑不敬拜神，那这个国家的命运将会是很悲惨的，而且这个国家是没有归宿的。\n\n查看查看[更多](https://www.youtube.com/user/godfootsteps/videos)内容",
				"added": 1487058087
			}
		],
		"3_16bCdVbS1TN3QLTALixv338oAk1DDSsu8p": [
			{
				"comment_id": 9,
				"body": "> [vuper](#comment_53_1FZ9iY7CzoVM7VsGFdxUxwqb6z5UY4ge4d): 要这个也没啥大用。\n\n博客地址太长，看着不舒服",
				"added": 1509017085
			}
		],
		"2_1B4HAuapkMBUARLKGgApRuMuf88WiJahVP": [
			{
				"comment_id": 10,
				"body": "国内无聊的新闻真多，可是出不去",
				"added": 1509294301
			}
		],
		"1_19wMFS5AMRnmgwybFryDJ6MwnWji1S1HKv": [
			{
				"comment_id": 11,
				"body": "可以看看这个，或许能够解答你人为什么要活着的问题，\n内容有点长，可以从第五段开始看.\nhttp://127.0.0.1:43110/18qDv3pGM1gi9BWhbPErphSTrnN8FmnLrQ/Utterance_289.html",
				"added": 1509301270
			},
			{
				"comment_id": 17,
				"body": "那人得着什么最有价值？（真理。）…………所以神话说了，万物都要废去，唯独什么不废去？唯有神的话不废去。万物包括什么？（有生命的和没生命的。）有可能这个地球到最后都没有了。有些人说，那地球没了，我们在哪儿呆着？你有神的话，你还怕吗？那不是你操心的事。你不用操心，你相信只要神存在，神的话说了算，神让你在哪儿就在哪儿，肯定比在地球上呆着强，有的是好地方，你还愁什么呀！万物都要废去，唯独神的话不废去，就是说这个人类所作出的任何的贡献，或者所造出来的任何东西，高楼大厦、城市或者各种物质的东西，值钱的、不值钱的，人眼睛看得见的、看不见的，这些东西都要废去。有些人不明白了，“万物都要废去，为什么要废去呀？白造了？不为人类效力了？不让人类管理了？”（因为万物都要更新。）对，都要更新，那为什么要废去这个时代，要废去这些万物呢？这些东西给这个人类带来的没有任何的价值，就是这些东西给这个人类带来的没有一样能代替神的话。这些东西再好，在人眼中它再持久，给你带来的感觉是什么？是空虚，给你带不来真理所给你带来的东西和价值。那最重要的是什么？（真理，神的话。）人要是没有神的话，人活着是什么呀？活着是个躯壳，不值钱，是吧？人要是具备一定的才干，但是不明白神的话，也不接受神的话，人是什么呀？人就跟电脑一样，就是个工具。但是电脑不能明白神的话，它行不出神话来，你要是能明白神的话，行出神的话，那你就不是机器了，就比机器强了，你就有存在的价值了。\n\n神的话重不重要？（重要。）“万物都要废去，唯独神的话不废去”这话给人一个提示，神的话不废去指的是什么呢？真理、神的话到什么时候都是真理，这是不变的，无论他对人类的价值与意义，还是这话的内涵、实情，到什么时候都是不会变的，都还是这句话的原话，不会变成其他的，他的实质不会改变。好比说神让人做诚实人，这话是不是真理？（是。）那这话不管到什么时候能不能废去？（不能。）为什么不能废去？从神让人做诚实人这话看到神的实质是诚实的，神有诚实、信实这一面，神的这个实质是从亘古到永远一直有的，不会改变，不会因着时代、地理、空间的改变而改变，这个实质是永远存在的。那这个实质永远存在的原因是什么？因为这是正面事物，是造物的主具备的实质，永远不会废去，造物的主具备这样的实质永远不会废去，永远是真理。你如果把造物主所赐给你的这些真理实化到你里面，你把这些话吃喝到你里面，你把他实行出来，活出来，你是不是也能活得有人样？你是不是活着就有价值了？那你是不是也就不被废去了？这是不是你的活路？找着活路了，是吧？但是你要是像机器人似的不接受这些真理呢？早晚都要废去。“唯独神的话不废去”，这句话对人的作用是什么呢？就是你吃喝了神的话，你行出神的话，你这个人就不被废去，价值在这儿呢！那神的话是不是能作你的生命？这个生命指什么？明不明白？你能活着了，你被救活了，你接受了这些话，你明白这些话，按这些话实行，你就成为神眼中的活人了。人如果不是诚实人，是诡诈人，在神眼中是什么人哪？是行尸走肉，是死人。死人是不是得被废去呀？就跟万物一样都要被废去。与神的话无关的、与真理无关的都得被废去，物质的、非物质的都得被废去，在神更替时代的时候、更新世界的时候都得废去，唯独神的话不废去，只有与神的话有关的一切事物都不被废去。\n\n--------以上摘自基督的交通\n更多内容请光临http://127.0.0.1:43110/18qDv3pGM1gi9BWhbPErphSTrnN8FmnLrQ/",
				"added": 1510320514
			},
			{
				"comment_id": 18,
				"body": "人这一辈子前途命运如何，日子过得好孬，怎么过不是一辈子啊？有的人一辈子打、砸、抢，尽干坏事，那样的一辈子怎么样？他们面临的处境是什么？总得逃，今天逃到这儿，明天逃到那儿，今天被抓了，明天又放出来了，放出来以后接着偷接着抢，后天又被判刑了，一辈子就这些事。搞政治的那些人呢，日子好过吗？（不好过。）怎么不好过呀？整天活在阴谋诡计里，累得都秃顶了，那日子不好过。搞商业、搞生意那一行的人呢？为了一分两分的利整天在脑袋里算计，跟数字打交道，跟利益打交道，也挺累，赚了一辈子钱，最后自己享受的其实就是家常便饭，顶多别人高看点儿，多数人都是正常过日子。正常过日子都有哪些事呢？有没有幸福？夫妻俩婚后三五年恩恩爱爱，幸福美满，海誓山盟的，三年以后男的出轨了，女的有外心了，五年以后分崩离析了。孩子不是跟爹就是跟妈，要不就是跟爷爷奶奶，也就这些事，没什么幸福可言。再比如两口子日子过得挺好，女的是贤妻良母，男的是模范丈夫，儿女成群，这一辈子怎么样？看着好像挺和睦，细想想，有幸福可言吗？（没有。）怎么就说没幸福可言呢？二十来岁的人对人这一辈子朝九晚五还有日出而作、日落而息的日子还没太觉得是一种惯性的生活，还没厌烦呢，等活到四十来岁的时候人就有感觉了，就觉得这样的日子太烦了。尤其上班的，每天早上都是听到闹铃响才起床，然后很不甘心、很不情愿地上班，就盼着周末快点来到。上了五天班，终于到周末了，能睡个懒觉，一觉睡到十点，日头高照，然后这一天什么都不用做，就躺在沙发上当大懒虫，那就算是最好的日子了。过了十年八年就逐步地觉得这样的日子太烦了，“难道人一辈子就这样了吗？”想着想着，五十来岁了，人再想务点正业没精力了。细琢磨琢磨，自己这一辈子做什么事了？就是挣钱机器、过日子机器，女的在家里围着锅台转，围着孩子、丈夫转，男的在外面就围着这些外面的事转，目的就是为了多往家里挣钱。这一辈子眨眼之间到六十来岁的时候，已经没什么盼头了，说务点正业吧，会什么呀？出点力蹬三轮车拉客人，能出得了那个力吗？觉得那也不是什么正道。跟老年人一起下棋，这算正事？再不就是跟老干部、离职退休人员在一起叙叙旧，时间长了也觉得没意思，讲讲现在国家政治、形势，世界形势，再讲讲历史，说着说着就打盹睡着了。一帮老年人一点生机都没有，你看看他，他看看你，你看他也没什么生机，他看你也没什么意思，说人一辈子就这样了，就剩叹气了。这是普通老百姓的日子，就是这么回事。\n        这一辈子不管你是辉煌过还是坎坷多一些，不管你过的是什么日子，你的日子是穷是富，都是那么回事，都是围绕吃喝玩乐、家庭琐事。你细想想，你一辈子的心血代价还有你的精力如果为这些事活着，活到死有没有意义？（没有意义。）为什么没意义？跟什么比较说没意义呢？有的人搞音乐一辈子做出一些成就，当乐团指挥，每次指挥完之后他就觉得自己指挥的乐章是世界上最美的，给人类留下了最好的作品，自己的价值就在这指挥台上。有的人喜欢画画，画人生的各个片段、各种人生，他就觉得自己这一生的价值就在画笔上，然后他这一生给后人留下了不少绘画作品，他带来的是什么？就是那些画。这些画画的人一死画就增值了，画廊那些炒作的老板得好处了，他们发大财了。当年他在街头卖画的时候没有人看中他的画，他一死，那画的价格一下就涨上去了，有的人花几十万买一幅真迹，买回来之后放哪儿了？“啪唧”往储藏室里一放，关上门了，那画就在不见日光的储藏室呆着，价值在哪儿？不管你这一辈子搞什么事业，你有多大成果，最终都归于乌有，就说明这事，是吧？政治伟人，经济伟人，各行各业的名人，做出巨大贡献的，包括圣经当中那些预言家，以赛亚、但以理等，那些人怎么样了？他们那些事迹，包括他们这个人本身，有没有主耶稣的一句话有用、有价值？（没有。）为什么？（因为他们的话不是真理。）对了。",
				"added": 1510320895
			},
			{
				"comment_id": 22,
				"body": "怎么没人了",
				"added": 1512035931
			},
			{
				"comment_id": 24,
				"body": "> [ipv6](#comment_1_1D5hjhmyeprNWqBEkoTbUkqWRwryj7zHtd): 它除了让你这让你那，就是骂人，要不就是胡言乱语。它从来不敢有自己的观点和行动，全是攻击和控制别人的言论。标准的神婆特征。\n\n这人是疯子，屏蔽就好了",
				"added": 1512433978
			}
		],
		"5_16bCdVbS1TN3QLTALixv338oAk1DDSsu8p": [
			{
				"comment_id": 12,
				"body": "> [nekox](#comment_87_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF): 很简单，先新建一个空站点，然后把你想克隆的网站除content.json复制进去，再签名就行了\n\n谢谢，已经成功啦\nhttp://127.0.0.1:43110/17JbevfmERyF53ahaxZNpp7VgYe8RWgrRd/",
				"added": 1509784411
			}
		],
		"6_16bCdVbS1TN3QLTALixv338oAk1DDSsu8p": [
			{
				"comment_id": 14,
				"body": "> [deep](#comment_161_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo): 好象由最初的版本就一直有这个警告，就是离开零网访问公网的时候有这个提示。\n\n那该怎么办，换新版本吗？",
				"added": 1510157846
			},
			{
				"comment_id": 15,
				"body": "> [deep](#comment_162_1A5Uw4pejzgKx4c3yZkz8whBcqMaypp1Wo): 我理解这是个善意的提醒吧，怕你离开零网泄露隐私，给个提醒。你要是介意的就把喜欢发外链的网站或个人拉黑。\n\n谢谢，我已经更新exe版本了",
				"added": 1510162064
			}
		],
		"3_1FZ9iY7CzoVM7VsGFdxUxwqb6z5UY4ge4d": [
			{
				"comment_id": 19,
				"body": "我也遇到这问题，网站发布不出去",
				"added": 1510378135
			}
		],
		"1_18wngUSE9AqMa1q4EM19ZRQriRYNKZ5NDK": [
			{
				"comment_id": 20,
				"body": "手动删除站点文件夹\n或者简单的就是进入创建的网站，在右边的0按往左拖拽，找到里面的“站点控制”，这里可以删除自己的网站",
				"added": 1510378532
			}
		],
		"2_1EYETZ2c8nCM2kit4KSR3D6rZQJ9SVQo1U": [
			{
				"comment_id": 21,
				"body": "每个人都有限额的,我的是200KB",
				"added": 1512026182
			}
		],
		"1_188Uit7FJJgyMWE3yh6934fKSucopDHgDz": [
			{
				"comment_id": 23,
				"body": "如果强行让设备在出厂前就分配一个固定IP，而且IP还不能修改，那会怎样？",
				"added": 1512291278
			}
		],
		"8_1HUPjBfWJgsoGfmXbkxHx999oNnP6MdUji": [
			{
				"comment_id": 25,
				"body": "只要是没什么内容",
				"added": 1512639391
			}
		],
		"9_16bCdVbS1TN3QLTALixv338oAk1DDSsu8p": [
			{
				"comment_id": 26,
				"body": "就没人需要知道这个么",
				"added": 1512815028
			}
		],
		"1_1KFJKa2jjyx8SMUahhWVEUziDKNee8SVLD": [
			{
				"comment_id": 27,
				"body": "直接复制对方的站点文件夹里面的所有文件到一个新建的空白站点，再自己签名即可，不需要数据就重置一下数据库",
				"added": 1512894602
			}
		]
	},
	"comment_vote": {}
}