{
	"next_topic_id": 7,
	"topic": [
		{
			"topic_id": 1,
			"title": "哭来笑走是一句老话，《今生缘》也唱过!",
			"body": "哭来笑走是一句老话，《今生缘》也唱过，所谓的兄弟情义也要以正德正善和依法治国为重!我这两年对不止一位朋友说过:做人要讲文明道德，你们上有老下有小的凡事不要冲动!\n“”暗自明拒”等等词语是我原创，我一直原创，我实事求是，实话实说!",
			"added": 1477105787,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "怎么，我说花钱找技术人员找你们，有些人怕了吗?我穷光蛋，没钱！",
			"body": "你们这些恶意辱骂造谣诋毁陷害我的卑鄙小人，你们这些冒充我造谣生事挑拨是非的卑鄙小人（冒充我在有些网站征婚，冒充我在有些网站造谣生事等等），你们这些妄想用我原创欺世盗名的卑鄙小人！\n刚才江苏新余一移动电话号码打过来，东北口音，你和这些卑鄙小人是一伙的吧?我说要花钱找技术人员找出你们，你们怕了吗?我没钱，我穷光蛋，没有钱找民间技术人员找你们。但我会去有关部门告你们，去有些媒体反应情况，我会找到最高层，我一定要讨回清白公道！你们这些嫉贤妒能且造谣诋毁之妄想用我原创欺世盗名的卑鄙小人不会有好下场！",
			"added": 1477105844,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "你们欺人太甚，我这辈子不结婚不养老，也要至少让你们陪葬！",
			"body": "奴狼人云杰 这高仿喜欢抄袭复制我之言语回复我，一直在辱骂咒骂诋毁我及我的家人！\n\n此人无德无才无耻无能，http://tieba.baidu.com/p/3908465827，此贴中，他抄袭复制我之正义凛然的言语回复我，不由让我鄙视。劝你一句，你之才学品行远远不够，永远也写不出和做不到我之思想意境深远之高大上全伟光正的文字和品行，你不具备起码的才学和风骨，全年最好别装，否则只能让人瞧不起！\n包括被暴打奴婢填鸭 被偷走的旗帜 ，也是如此，有本事自己写，抄袭复制我之义正言辞的言语回复我，有意义吗？\n真是太可笑了！\n记住了，你们如此恶意辱骂诋毁陷害我，至今死不悔改，无疑已是天怒人怨。人在做，天地人自然万物都在看，今天你或许安然无恙，说不准明天你就会大难临头！\n对于他们的嘲讽辱骂诋毁，我一直抱有苦口婆心之良性规劝，其却踩着鼻子上脸之变本加厉的祸害我。我总是以德报怨，何以报德？\n无论是谁，诸位，请你们记住了，我绝非逆来顺受之人，我不可能总是忍耐，待我找出@奴狼人云杰 ，我会去问候他的父母家人，问问其父母长辈和老师为何会教育出如此畜生不如的孩子，至于其是否会丢掉一切，那是他咎由自取，罪有应得！\n是的，奴狼人云杰这高仿山寨一直辱骂咒骂我的父母和姥姥，我一定会去拜访问候他的家人，我说到做到！",
			"added": 1477105982,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "百度id 演绎者Project 心有正气，我非常感动！",
			"body": "百度id@演绎者Project 心有正气，在我落魄时为我发声痛斥宵小，为此我非常感动！此弱女子不畏惧恶意辱骂造谣诋毁且妄想用我原创欺世盗名的宵小黑喷水军，比太多所谓的男人有正气有担当（有些男子外表所谓强悍，实则内心是欺软怕硬和趋炎附势及见色见利忘义之徒，为了一己私欲可以出卖辱骂诋毁陷害迫害任何人，男人的耻辱），我虽现在还没有见过 演绎者Project （演绎君），但我已把演绎君当做是义妹！\n百度id 花钱雇的女孩 和黑喷混为一谈，死不悔改，让我不待见。我昨天在此吧（牧狼人云杰吧）语音对@世界高雅领袖 说过:你和这些恶意辱骂造谣诋毁陷害我的卑鄙宵小黑喷祸害混为一谈，要么你成为祸害，要么你会被祸害害了！希望你们自重，不要再在错误的道路上越走越远！\n做个正德正善之真正的好人比什么都重要，即使你没有勇气和思想去改变什么，也不要成为罪恶的帮凶，也不能成为名利物质和邪欲的奴隶，不要无视法律公正和不相信报应，等到被审判的那一天，后悔也晚了！\n做个正德正善之真正的好人，不单利于你们自我提升，也会利于你们家庭和睦幸福，更会利于实现中华伟大复兴和人类社会及自然世界得以真正升华。多想想你们的父母孩子，不要作孽，要行善积德啊！\n必须实现中华伟大复兴和达成自然良循大道！",
			"added": 1477106043,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "我觉得特别无奈，我刻意降低自己之水准，太看人性..，比如说今天",
			"body": "今天去派出所之前，我想过，是否要穿的干净一点，比如说先洗洗头发，中式立领、穿皮鞋去{我皮鞋永远擦的锃亮}。想想，我还是很随意很普通的打扮去最好，说白了，我想看看基层民警的办事效率。我说着夹杂着博山腔和张店腔的淄博话和民警对话，民警同志让我去了打印记录室。\n打印记录室的民警要在了解情况，在了解的过程中，期间正巧有位民警路过，被打印记录室的这位民警喊进来，这位民警进来后，估计还没听清楚怎么回事呢，就说他知道这种情况，是借用了手机号码而已，他说完后走了。打印室咨询的民警当时也以为是这种情况，后来经过我的解释，打印记录室的民警明白了事情大概。我即刻立马给支付宝客服打了电话，打印记录室的民警明白了，他遇到过被诈骗的淘宝支付宝客户，但却是第一次遇到我这种情况！\n我在给支付宝打电话时，我肯定要说普通话。我估计在他们的办案生涯中，没听过多少象我如此准确的普通话{其实我有时也故意说得不准确，还略带一点点京腔}。结果我发现，效果不一样了，可能是他们明白了事情大概，也可能是我突然提升了一个档次的言语状态，他们觉得不一样了！\n后来，我跟随民警去了2楼，给我出示了证明。然后又回到一楼，我在上个帖子中说过，我要求当地公开机关给杭州网警打电话，他们说出了自己的理由，我当时还稍微刻意没把腰挺直，我在听他们说。当然，我也表达了自己的一点看法，伟大复兴不是空话吧？要依法治国，以理服人，以德服人。http://tieba.baidu.com/p/3660628576........我理解他们，但他们的理由不够充分，我看那情况，我觉得再聊下去没意思，所以我走了{多了，他们还支持我告淘宝支付宝呢，这事半妥而已，我还要看接下来支付宝和公安如何处理，派出S态度还行，但也有些不作为啊}！\n这事若没有合理解释，我绝不算完，对此我有坚定的原则。若给我解释不了，往上我直接@ 淄博公安 ，要么就 山东公安 ，要么直接 公A部 ，我必须要个公正的说法。\n还有，淘宝支付宝必须给我公正的解释，我对此一定要讨个公道！\n我在想，是不是我再提升一个言语档次，站相坐姿走相，语调语速语气再提升一下，会看到另外一种状态？！\n为人民服务啊..............!\n这段话我会说到我的脱口秀中，必须如此！",
			"added": 1477106152,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "滥交是一种罪！世间的男女，请把好你们的大门......!",
			"body": "别以为滥交是一件炫耀和证明自身魅力的事！滥交是一种罪！{有的男人还自夸征服过多少女子，别傻了，被滥交女玩了都不一定。同理，女子被滥交男玩了也难说}！",
			"added": 1477106228,
			"parent_topic_uri": "13_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 5,
	"comment": {
		"5_19QFeTN7rFadz5QKVKxT85bxLQqvtVqkzx": [
			{
				"comment_id": 1,
				"body": "网上之我的性格，大多来此吧的网友都清楚，我讲究依法治国、以德服人、以理服人！\n在网下，我大多会刻意降低自己气场。我拿出友善同等对待十个人，言语文明真诚，甚至斟茶倒水，换来之结果却不一定相同。二三位认为我知书达理，尊重别人，值得真诚交往。四五位觉得我这人还行，但对此没有什么特别感觉。剩下的那一两位，很可能觉得我这人傻，甚至是好欺负，到底谁傻谁愚？！\n我如此文明道德公正平等，甚至是谦卑，由此让我看清了太多人的劣根性，而今整个中国大环境太多如此，这实是非常可悲！我几年前说过，而今国人严重缺乏独立思考分析能力和独立人格，大多唯利是图，认钱认权为亲，欺软怕硬，不讲公正平等文明道德，骑士精神贵族精神离他们太遥远，而今国人依旧如此！\n一个不懂文明道德公正平等自由民Z之人，一个只认钱认权之唯利是图之人，很难真正教育好自己的下一代，一小家如此，一大国如何？所以我总在说，无论你是国家主X还是总L或是平民百姓及他国总统和人民等等等等，至少要你是这地球上的一份子，必须从上至下切实提高道德观、价值观、人生观、环宇观.......等等！教育和文化，重中之重......!\n哎，人生一世，归来去不同，我尽心便可，问心无愧！",
				"added": 1477106177
			}
		],
		"6_19QFeTN7rFadz5QKVKxT85bxLQqvtVqkzx": [
			{
				"comment_id": 2,
				"body": "绝大绝大绝大数情况下，但凡资质不错的的男人，没几人会真正喜欢滥交女子或与多名男子发生过性关系的女子，更别说真心实意想和她真正好好过一辈子，大多都是抱着相互玩玩的态度而已。一到谈婚论嫁，男人们都跑了{无论此女多么漂亮}！毕竟，类似陈圆圆那样的女子，世间稀有{陈圆圆多数属于被迫无奈，跟滥交还是两码事}！\n\n女子中，但凡冰清玉洁之辈，我就不信她们喜欢滥交男！说白了，她们会从心底瞧不上滥交男！一个男人在性这方面把不住大门，可见此男子极其被打败！\n插播一句，而今有一些愚昧至极{我不想说脑残}的女子会说，我喜欢陈冠X，他很帅很懂女人。说心里话，我真就没见陈冠X哪里帅，他除了那张脸不错，其余很一般！要说才艺，他有吗？！若不是他自小家底不错，炒作的不错，以这垃圾的的才艺水准，先不谈国家级，但就市级文艺组织，能爆他的太多了。以这垃圾的行为，很难想象能活到现在！在很多人看来，陈冠X就是个笑话！\n\n无论男女，若控制不住自己对名利情欲的欲望，或者说对其没有一个起码的原则底线，无疑都是其自身致命弱点！\n\n世间的男女们，请把好你们的大门，别随随便便就对人敞开，进来进去的多了，就真不值钱了！\n\n再次提醒，滥交是一种罪，会受到惩罚！世人们对此别不信！",
				"added": 1477106239
			},
			{
				"comment_id": 3,
				"body": "女子中，但凡冰清玉洁之辈，我就不信她们喜欢滥交男！说白了，她们会从心底瞧不上滥交男！一个男人在性这方面把不住大门，可见此男子极其被打败,很难担得起应尽的家庭责任！",
				"added": 1477106251
			},
			{
				"comment_id": 4,
				"body": "别以为滥交是一件炫耀和证明自身魅力的事！滥交是一种罪！{有的男人还自夸征服过多少女子，别傻了，被滥交女玩了都不一定。同理，女子被滥交男玩了也难说}！\n\n绝大绝大绝大数情况下，但凡资质不错的的男人，没几人会真正喜欢滥交女子或与多名男子发生过性关系的女子，更别说真心实意想和她真正好好过一辈子，大多都是抱着相互玩玩的态度而已。一到谈婚论嫁，男人们都跑了{无论此女多么漂亮}！毕竟，类似陈圆圆那样的女子，世间稀有{陈圆圆多数属于被迫无奈，跟滥交还是两码事}！\n\n女子中，但凡冰清玉洁之辈，我就不信她们喜欢滥交男！说白了，她们会从心底瞧不上滥交男！一个男人在性这方面把不住大门，可见此男子极其被打败！\n插播一句，而今有一些愚昧至极{我不想说脑残}的女子会说，我喜欢陈冠X，他很帅很懂女人。说心里话，我真就没见陈冠X哪里帅，他除了那张脸不错，其余很一般！要说才艺，他有吗？！若不是他自小家底不错，炒作的不错，以这垃圾的的才艺水准，先不谈国家级，但就市级文艺组织，能爆他的太多了。以这垃圾的行为，很难想象能活到现在！在很多人看来，陈冠X就是个笑话！\n\n无论男女，若控制不住自己对名利情欲的欲望，或者说对其没有一个起码的原则底线，无疑都是其自身致命弱点！\n\n世间的男女们，请把好你们的大门，别随随便便就对人敞开，进来进去的多了，就真不值钱了！\n\n再次提醒，滥交是一种罪，会受到惩罚！世人们对此别不信！",
				"added": 1477106271
			}
		]
	},
	"comment_vote": {}
}