{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 2,
	"comment": {
		"15690_1KbV1e1u6P6AsY8XNBydgtbtN8iSB5WMyG": [
			{
				"comment_id": 1,
				"body": "FULL TEXT (because fuck CloudFlare)\nThe cost for malware tools and services can add up, but the returns from cybercrime campaigns can be enormous, says Recorded Future.\n\nThe payoff from cybercrime can be enormous for aspiring criminals everywhere, but as with many lucrative endeavors, sometimes it takes a little investment up front to get you off the ground.\n\nTake a banking botnet operation. A decent credential-stealing Trojan can easily set you back between $3,500 and $5,000 says Recorded Future, which recently compiled a price list for malware and associated services on the Dark Web.\n\nThe Web-injects you'll need to intercept credentials for account holders of each of your target banks can cost between $100 and $1,000; bulletproof hosting another $150 to $200 per month; and payload obfuscation tools can cost up to $50.\n\nThen there's the 50%- to 60% commission you'll need to pay from the money you steal from each victim's account if you want it professionally laundered, and another 5% to 10% to have it delivered via Bitcoin, Western Union, or other direct methods.\n\nSuch costs can add up. Still, the paybacks are enormous, says Andrei Barysevich, director of advanced collection at Recorded Future and author of the report. \"We estimate the average ROI of a botnet operation to be between 400% to 600%,\" he says.\n\nThe returns are both direct and indirect. The main income comes from the money you steal from individual bank accounts. Then there's also the opportunity for residual income from actions like selling the login credentials at $100 to $200 a pop, or doing per-demand malware installation on the devices you have infected, Recorded Future found.\n\nEconomics like this are driving enormous interest in malware goods and services on the Dark Web. Over the years, what used to be a space dominated by a motley collection of mostly Eastern European cybercrooks has evolved into a well-organized, slick marketplace with highly specialized products and services. While estimates of the size of the cybercrime market range widely from the low hundreds of billions of dollars to over a trillion dollars, one thing everyone agrees is that it is really big.\n\nThe cybercrime underground has pretty much everything that a criminal would need, for a price, Recorded Future's report says. Like legitimate online marketplaces, goods and services can be sold or purchased pretty openly. The market is organized in a highly vertical manner with threat actors focusing on specific areas of expertise.\n\nScript Kiddies\n\nOften, to launch a campaign, a threat actor will need to interact with a network of service and tool providers rather than a single provider. Contrary to what one might expect, you don't need to be a jack-of-all-trades to succeed in cybercrime. The underground market is capable of supporting newbies and script kiddies just as efficiently as it can support the needs of the most sophisticated criminal groups and nation state actors.\n\nIn fact, it is rare to find individuals operating in isolation launching major criminal campaigns. Success in cybercrime really requires the ability to harness expertise and tools across multiple disciplines and sourced from different places, Recorded Future says.\n\nThe cost for these campaigns ultimately depends on what you are after and how sophisticated you want the campaign to be. If all you are looking for is login info to an online account, you can get Paypal account information for as little as $1. \n\nBut of you want malware for launching a distributed denial-of-service attack, that can set you back $700, and the infrastructure for a spam or phishing campaign can run into the thousands.\n\n\"Historically, banking malware was and remains the most complex and costly criminal product,\" Barysevich says. \"At the same time, various RAT and ransomware products are among the least expensive malicious software.\"\n\nInterestingly, inflation doesn't appear to be much of thing in the underground market for cyber crimeware and services. Barysevich says Recorded Future doesn't have reliable metrics to say for sure how prices on the Dark Web have moved in recent years. But \"based on experience, we can say a majority of the services and data types have not seen significant price fluctuations,\" he says.\n\nBut that could change, he says. With financial organizations and others getting generally better at protecting themselves against attacks, malware tools will need to evolve as well. This trend could make things a bit more expensive for the average cybercriminal over the next year.\n\nOne area where Barysevich expects prices to rise is malware distribution. The arrest of Russian national Pyotr Levashov earlier this year has removed one of the primary provides of spamming services across Europe and will push up malware distribution costs, he says.\n\nJai Vijayan is a seasoned technology reporter with over 20 years of experience in IT trade journalism. He was most recently a Senior Editor at Computerworld, where he covered information security and data privacy issues for the publication. Over the course of his 20-year ... View Full Bio",
				"added": 1510042224
			}
		]
	},
	"comment_vote": {}
}