{
	"next_topic_id": 15,
	"topic": [
		{
			"topic_id": 1511461481,
			"title": "Looking for an infographic about bandwidth",
			"body": "I saw an infographic not long ago and it had all these different types of content you can consume online IE a film or music and it showed what you could realistically do on your connection based on speed. Does anyone have anything similar to this?",
			"added": 1511461480
		},
		{
			"topic_id": 1511636156,
			"title": "What are some low barrier to entry meshnet projects?",
			"body": "OK so I'm looking for easy things I can do to get into meshnetworking. I don't mean something like building a network around my town but something more like firechat. What are some easy things I can set up quickly and easily?",
			"added": 1511636154
		},
		{
			"topic_id": 1511643117,
			"title": "How well do you think the internet would hold up during ww3? Think zeronet would fare well?",
			"body": "",
			"added": 1511643114
		},
		{
			"topic_id": 1511662798,
			"title": "Does anyone else get depression?",
			"body": "OK so does anyone else here get depression? What do you do to cope with it or make it go away for a bit? Also are there people who don't get depression at all? How lucky if there are lol.",
			"added": 1511662794
		},
		{
			"topic_id": 1511720248,
			"title": "Getting back into astronomy",
			"body": "http://127.0.0.1:43110/16Q6URmSKJZzhf9JuHYY9ve76pTLF9DN84/?Post:3:Getting+back+into+astronomy",
			"added": 1511720243
		},
		{
			"topic_id": 1511898992,
			"title": "Where can I find the book 'The Rise of the Fourth Political Theory' as an epub?",
			"body": "I'm reading the first book and finding it quite interesting, does anyone have the [sequal](https://arktos.com/product/the-rise-of-the-fourth-political-theory/) as an epub that I can have?",
			"added": 1511898986
		},
		{
			"topic_id": 1512173823,
			"title": "Russia world cup",
			"body": "Does anyone know of any youtubers preferably from the UK who are going to the russian world cup and are planning to blog their trip as the follow the england team around? Doesn't have to be England but I'm from there so more appealing to me. Thanks.",
			"added": 1512173816
		},
		{
			"topic_id": 1512269083,
			"title": "Fast reader and like philosophy? tell me what you think",
			"body": "http://self.gutenberg.org/eBooks/WPLBN0002827995-Dialectics-of-Force-Ontobia-by-Battler-Alex.aspx",
			"added": 1512269075
		},
		{
			"topic_id": 1512509353,
			"title": "Is this opening the best ever?",
			"body": "http://127.0.0.1:43110/149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN/?Video=1511646354_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy",
			"added": 1512509344
		},
		{
			"topic_id": 1512694352,
			"title": "How do you unmute a user after muting them through zeroid?",
			"body": "",
			"added": 1512694342
		},
		{
			"topic_id": 1513302250,
			"title": "Share this message on social networks",
			"body": "http://127.0.0.1:43110/16Q6URmSKJZzhf9JuHYY9ve76pTLF9DN84/?Post:6",
			"added": 1513302239
		},
		{
			"topic_id": 1513303856,
			"title": "Are there any NoFappers here?",
			"body": "I heard about NoFap ages ago and managed to last a month. Unlike most I don't feel guilty working on out or watching porn but I like to test my control from time to time. There's an app called NF companion on the Play Store and it's got an encouraging feature where you win badges the longer you abstain... I've currently got the 2 day peasant badge xD",
			"added": 1513303844
		},
		{
			"topic_id": 1513580113,
			"title": "The Big Picture: The Making And Breaking Of Europe - Featured Documentary",
			"body": "https://www.youtube.com/watch?v=KypRyujrRsQ",
			"added": 1513580100
		},
		{
			"topic_id": 1513581532,
			"title": "European nations agree to joint military plan",
			"body": "http://127.0.0.1:43110/149EPBN4hQRpwj5TcoPETepnoXHCUXzaCN/?watch=1513584312_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy",
			"added": 1513581518
		}
	],
	"topic_vote": {
		"1511898992_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": 1
	},
	"next_comment_id": 30,
	"comment": {
		"1511461481_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 1,
				"body": "Something like [this](http://www.trefor.net/wp-content/uploads/2014/03/Broadband-speed-in-my-area.png) does anyone know what site that is?",
				"added": 1511461899
			}
		],
		"1511316400_1DtHQRZdSLiHAp7zN8UR8Q4xZEAtG8WRz7": [
			{
				"comment_id": 2,
				"body": "> [styromaniac](#comment_227_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): a food preservation adventure/project\n\nGo on...",
				"added": 1511524763
			},
			{
				"comment_id": 3,
				"body": "> [styromaniac](#comment_227_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): a food preservation adventure/project\n\nWhat's the project?",
				"added": 1511524810
			},
			{
				"comment_id": 4,
				"body": "> [kopyjane](#comment_55_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE): I seriously doubt it will be affected.. unless media corporations really start to consider file-sharing a huge threat to their survival, which they already do.. but not to the extent of actually banning or restricting access to torrent clients. ZeroNet is just a client, you cannot ban access to a client, that would be like banning web-browsers just because they can be used to access p2p sites.\n\nYou're argument didn't convince me as much as you think it did D:",
				"added": 1511625442
			},
			{
				"comment_id": 6,
				"body": "> [helium](#comment_86_1Pv5CdXMDJm5k5iAp4SVbutnMg2ue8e58p): All in all, as long as they do not limit people from creating their own mesh networks and direct links and LANs, the elimination of the Net Neutrality is a fine stress for the ISPs that will put the most restrictive and bastardly ISPs out of business, except in \"black communities\". The \"blacks\" accept any crap that is sent on their way and they lack the calmness and rigor to strategically build something. [...]\n\nYour racism perpetuates their conditions which in turn leads to a lot of the criminality you see. IE racist boss doesn't hire the black man, the black man needs to feed children but can't find a job bcuz racist so turns to crime then gets accused by u of being a criminal and then the cycle begins again. If every racist assisted the people they hate instead of moaning we'd move forward much more quickly.",
				"added": 1511629095
			},
			{
				"comment_id": 7,
				"body": "> [byg8o897y7t68fto](#comment_6_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy): bcuz racist\n\nbcuz racism*",
				"added": 1511629130
			}
		],
		"1511360238_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 5,
				"body": "I was pretty excited about doing programming but then I found out I didn't enjoy it very much when it came to it. Still, I did learn stuff, you may as well be engaged if you're paying for it at least.",
				"added": 1511626820
			}
		],
		"1_1ApJ2dibcJbE8cvEeo3Db75cwkRArD2XjA": [
			{
				"comment_id": 8,
				"body": "I've seen north korean connections to zeronet so i presume so",
				"added": 1511630923
			}
		],
		"1511636156_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 9,
				"body": "> [styromaniac](#comment_237_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): Try Anyfi and Frinwo. See which one is better. Android 7.0+ is recommended.\n\nfrinwo looks interesting thanks",
				"added": 1511639294
			},
			{
				"comment_id": 10,
				"body": "> [styromaniac](#comment_237_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): Try Anyfi and Frinwo. See which one is better. Android 7.0+ is recommended.\n\nI can't see anyone on the frinwo wifi map, do u know why?",
				"added": 1511642953
			},
			{
				"comment_id": 12,
				"body": "> [styromaniac](#comment_238_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): You need to get other people to install the same app.\n\nYa but I zoomed out to the planetary level and still couldn't see anyone.. is that normal?",
				"added": 1511658344
			},
			{
				"comment_id": 13,
				"body": "> [styromaniac](#comment_239_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): I know it works for Wi-Fi hotspots whose passwords were added. I couldn't test Frinwo to see if it works myself.\n\nAh OK, I mean everything seems to be working OK and I'm connected up with my Wifi but on the wifi map that it shows as the main screen I cant see anyone else in the world... maybe nobody else is sharing though lol?",
				"added": 1511658954
			}
		],
		"1511643117_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 11,
				"body": "> [zerocateuadmin](#comment_13_1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs): I'd probably be more worried about obtaining non-perishable food, drinkable water, medical supplies, and getting access to underground shelter.\n\nYou can find drinkable water in the top of the toilet (where the flush comes from) and you can eat dandelions too.",
				"added": 1511658288
			},
			{
				"comment_id": 16,
				"body": "> [barefootwarrior](#comment_28_15U3YgbPEj9eCVVCYKgvpu1WK9AUMaKWuc): As long as there is a functional WAN (Wide Area Network) for you to connect to and provided there are other ZeroNet PEERS connected to the same network (and to you) I would Imagine some of ZeroNet would still work. [...]\n\nAt least we'll be able to reminisce over our cached data :')",
				"added": 1511711795
			}
		],
		"1_1Jr3GqaSDBQAGkZfSa8SXsPnfNjqhH6JBp": [
			{
				"comment_id": 14,
				"body": "hi",
				"added": 1511660207
			}
		],
		"1511662798_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 15,
				"body": "> [ghostofthepast](#comment_3_1LtFqzCrfXwPYCHH6HJUs8Pv9Zit67iKYw):  I can barely move if i do get out of bed\n\nDo you take any medication? Is it aches and pains sort of thing or legs not working? If its the former, the cold weather has hit me like never before and I've been taking paracetamol to help improve the situation.",
				"added": 1511711578
			}
		],
		"2_1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj": [
			{
				"comment_id": 17,
				"body": ".",
				"added": 1511712196
			},
			{
				"comment_id": 18,
				"body": "> [suripie](#comment_1_1JMLzdzuBoMn4qsjhHipvmH99iyjhx4t7N): what is this????????? Do i need to download all data on my machine just to see one message.\n\nYes, but the abundance of disk space  that people have available to them nowadays means it doesn't matter. You'll notice huge speed benefits by caching every bit of data too!",
				"added": 1511713273
			},
			{
				"comment_id": 19,
				"body": "http://127.0.0.1:43110/16Q6URmSKJZzhf9JuHYY9ve76pTLF9DN84/",
				"added": 1511713277
			}
		],
		"1511773000_17ffrcHNzbFoUe81PyMEagQdv2DGNRLFcE": [
			{
				"comment_id": 20,
				"body": "Oh please.... Rojava - A US imperialist poppet in the Heart of Syria's Chaos is more like it",
				"added": 1511814616
			},
			{
				"comment_id": 21,
				"body": "> [byg8o897y7t68fto](#comment_20_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy): poppet\n\npuppet*",
				"added": 1511814628
			}
		],
		"1513318374_19XFf6TuhmvRZdo5JaiG5uDNH72SUx3Dm": [
			{
				"comment_id": 22,
				"body": "Yes, you understand it. Now give all your friends and relatives this software",
				"added": 1513318462
			}
		],
		"1513303856_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 23,
				"body": "> [tuckerotg](#comment_2_1R6r94yS1mCMLjuSb2bgsZ85rc4pCEGBJ): I really wish I could, but I haven't been able to last very long.\n\ntry the NF companion app (dunno if its on ios but its on android) and maybe the badges will encourage you :P",
				"added": 1513319307
			},
			{
				"comment_id": 24,
				"body": "> [tuckerotg](#comment_5_1R6r94yS1mCMLjuSb2bgsZ85rc4pCEGBJ): I'll check it out\n\nI just earned the day 3 badge, I think the on the fifth day I go from being a peasant nofapper to a noble nofapper xD",
				"added": 1513388042
			},
			{
				"comment_id": 25,
				"body": "> [nekololi](#comment_78_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): fapping is one of the only things enjoyable in life, and the pleasure gotten from it is so small and fleeting that i couldn't possibly imagine doing it any less often.\n\nHaha, feels much better seeing how far you can take nofap though.\nHere's some websites you should look at if you want to find out more.\nhttps://www.reddit.com/r/NoFap/\nhttps://www.nofap.com/\nhttps://fightthenewdrug.org/",
				"added": 1513390454
			},
			{
				"comment_id": 26,
				"body": "> [nekololi](#comment_78_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): fapping is one of the only things enjoyable in life, and the pleasure gotten from it is so small and fleeting that i couldn't possibly imagine doing it any less often.\n\nAnd of course, NF Companion https://play.google.com/store/apps/details?id=spidersdiligence.com.habitcontrol",
				"added": 1513390497
			},
			{
				"comment_id": 27,
				"body": "> [nekololi](#comment_79_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB): why would i take away the only enjoyment i get out of life?\n\nYou may discover other interests. End of the day though you're free to do with your body as you like and I'm not judging.",
				"added": 1513391448
			},
			{
				"comment_id": 28,
				"body": "> [frootyramn](#comment_4_18aZuViC7uWA6UMdsz6p3WV5wBpuCP4yWm): Tbh I never used NoFap, but I can never say I was addicted to fapping. I used to fap a lot but that changed when I joined the FGC and started playing at Skullgirls locals. I found that other interests were taking over my \"me time\", and I just stopped m'baiting regularly.\n\nYup when im busy with stuff it never crosses my mind but when im on my own with nothing to do that's when i fap lol and thats what im trying to stop with my latest attempt at nofap... day 3 completed so far lol",
				"added": 1513407295
			}
		],
		"1513581532_1PdVrw7boKHUavWTQxD3UaNGM4tx5baXDy": [
			{
				"comment_id": 29,
				"body": "> [frootyramn](#comment_5_18aZuViC7uWA6UMdsz6p3WV5wBpuCP4yWm): Mind at least mirroring this shit on a Zeronet site? We aren't going on Zeronet to find HTTP links lol\n\ndone",
				"added": 1513584345
			}
		]
	},
	"comment_vote": {
		"236_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"5_1R6r94yS1mCMLjuSb2bgsZ85rc4pCEGBJ": 1
	}
}