{
	"next_topic_id": 5,
	"topic": [
		{
			"topic_id": 1,
			"title": "真好",
			"body": "感觉乡巴佬进城一样，这东西好新鲜",
			"added": 1501491085,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "你翻墙就犯了共产党的法！",
			"body": "有的人脑子抽了？你那么鼓吹共产党，你翻墙做什么？是共产党制止你翻墙的，你那么贱做什么？\n你说西方的民主不好，那共产党也是西方的，我就奇了怪了，你是按照什么标准选择的？你贴共产党贴的那么紧，你不就是个西方狗么？你是最大的洋奴汉奸，马列全是西方的，说你们是西方走狗，有什么错？",
			"added": 1501504593,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "呼吁！尤其是那些搞民运的人士，拿起儒学当武器。",
			"body": "儒家不是道教，也不是佛教，这些宗教是不能杀生的。\n但是儒家可以！\n你们看中国历史上，往往到了最关键的时候，许多人就开始打着儒家旗号名正言顺的杀人！\n你们跟宗教靠上，最后不得不趋向于非暴力。\n尽管“非暴力”这个词本来就是翻译错误，但这里我不讨论这事情。\n拿起儒家当武器！\n杀身成仁，舍生取义！\n不仅如此，儒家的概念是可以引申的，你们可以操控的范围很大，比方“替天行道”，完全就是你们造反有理的指导思想。\n你们干什么不用？\n拿起儒家当武器，历史上儒生也可以杀人！\n共产党为什么要在中华大地上彻底摧毁儒学？把那些儒家的骨干迫害致死？因为他们怕，因为他们知道，儒家将来就是造反的强力合法思想支柱！\n\n你不要去讲爱不爱的，不要去讲上帝，不要去讲什么十诫什么的，诫个屁，中国老百姓听不懂，不但听不懂，反而骂你们是汉奸。\n你就去讲“虎毒不食子”，儒家是提倡复仇的，儒家里头没有非暴力这种垃圾概念，儒家提倡以牙还牙，以眼还眼，你们就去跟老百姓讲这个，你讲这个，老百姓保证能听得懂。\n孔子是反对以德报怨的。如果有人霸占你家的财产，杀你亲人，而你去复仇，孔子是举双手双脚赞成的。\n你们对儒家的印象，难道都停留在了共产党阉割宣传的那一套？\n\n再说一次，儒家提倡复仇，提倡武力的，哪个官员拆了你家房子，在儒家看来，可以复仇，而不是“非暴力”这种垃圾概念。\n儒家六艺里头，就有骑射，儒家本身就有武的概念。\n\n你们只要做正义的事情，儒家完全赞成你们使用暴力。\n\n不要用那些西方的概念，你就用本土概念，本土相关的概念多的是，非得用西方的那些垃圾概念，有的人，根本连西方的概念搞不清楚，就特么的唧唧歪歪。\n你将人权，老百姓搞不懂，老百姓连民权都没有，争什么人权？你得先让他们有民权，但你说这些，老百姓还是听不懂，你就去讲“钱”的问题，这个问题最实际。\n\n另外再重申，共产党就是因为太过害怕，才会迫不及待的要彻底毁灭掉以儒家为首的中国传统文化。\n是的，你们没看错，共产党是害怕儒家的，因为儒家是智慧与武力的结合，一旦坐大，势必对共产党产生威胁，所以共产党必须灭掉儒家。\n\n儒家的思想是有威力的，比起你们这些民主或者宗教的概念更加有威力。\n\n你们要揣摩啊，将民主和儒家结合在一起，当作有效的武器。\n\n你光用民主概念没用，你得用“先天下之忧而忧，后天下之乐而乐”来将中国精英知识分子号召起来，你得给他们有英雄使命感。\n\n我看好多人不懂，道家讲究的是一个“势”，儒家讲究的是“当仁不让”，讲究的是“敢为”，讲的是老子就要出头，中国历史上许许多多的英雄，就是靠儒家思想当武器。\n\n你们的矛头也不对，光民主没用，光讲民主推不倒共产党，你得将“非我族类其心必异！”，共产党非我中华儿女，实为外敌！\n这个时候就要讲“驱除鞑虏”，你们必须要有这个概念，现在我们就跟推翻蒙元的统治一样。\n\n中国共产党怕什么？他们就怕儒家思想“毒害”你们，因为儒家思想一旦“毒害”你们，你们就会起来造共产党的反！\n各位大兄弟，49年之后，中国人就从未享受过儒家思想的“毒害”了！\n是时候了，你们该让儒家思想“毒害毒害”了！\n\n你们记好了，共产党始终惧怕儒家，从当年推翻国民党开始，就一直惧怕儒家，你们去看看历史，共产党反儒家最激烈，因为这是老百姓造反的精神武器，因为儒家就是中户民族的脊梁骨，共产党不打断这脊梁骨，是不可能统治中国的。",
			"added": 1501519101,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "我们都缺了三民主义中的民族主义",
			"body": "为什么对战五毛那么困难？其实很简单，你们每次谈民主，五毛就跳出来谈爱国。\n这就是许多人在民族问题上处于下风。\n可实际上，你们只骂共匪，只骂五毛，没用！\n你们必须这么骂，马列洋奴，西方走狗，你们得这么说。\n你们不去占据民族的上风，那些马列洋奴就会占据民族的上风，大打特打爱国旗帜。\n这就是正统的问题，到底谁才是中华正统？区区一个外来共产党，也要来代表中华正统？\n共产党的执政，是没有历史合法性的，你们怎么那么糊涂？抓住重点攻击啊！\n共产党不怕你们民主，他们真正怕的，是政权的不合法，所以我在这里大肆赞扬辛灏年先生，辛灏年先生一针见血的点出了要害，既然辛灏年先生点出来了，我们这些反共的，必须大力在舆论上支持啊！\n\n\n以后全部改称呼，必须带上民族色彩，我们必须在爱国这件事情上占据主导权，共产党是外来政权，不是我们中国人的选择，是苏联强加给中国的。\n\n像我一样的抠字：马列洋奴，五毛西方狗！\n\n不要省略，你们省略，就点不出重点，就说不出要害！\n\n呼吁大家传播出去，不要小看这点名词称呼，这实际上是一种潜移默化的民众启蒙。",
			"added": 1501676014,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 21,
	"comment": {
		"372_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 1,
				"body": "测试123",
				"added": 1501491009
			},
			{
				"comment_id": 2,
				"body": "终于发帖成功了，哦耶",
				"added": 1501491029
			}
		],
		"3_1AN7FYNmYcXVe7TkQCjToxfibvQQjYd7of": [
			{
				"comment_id": 3,
				"body": "话说，这里共产党三个字还得要缩写一下么？好像可以直接打出来耶",
				"added": 1501491561
			}
		],
		"5_1ByBmivkwwnrweuzHeL1nW5x4RPyw79947": [
			{
				"comment_id": 4,
				"body": "所以才被人叫做黄俄啊！",
				"added": 1501491720
			}
		],
		"406_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 5,
				"body": "我在youtube上看过文昭的视频，讲的很有道理",
				"added": 1501491782
			}
		],
		"408_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 6,
				"body": "为什么？总得有个理由吧！\n战争不是没缘由打起来的，你这么认为，肯定有个合理的基本出发点，这个出发点是什么？",
				"added": 1501492027
			}
		],
		"385_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 7,
				"body": "民主制度是最不坏的制度，除了希特勒，你还能找出别的例子？你要不搞民主，人人都是希特勒。\n就好像儒家学说，那些整天喊打喊批的，看看最终的结果如何？儒学没了，士大夫阶层没了，中国的脊梁骨没了，你看看谁还能挡得住共产党的残暴？儒学再怎么不好，他是最不坏的，你偏偏用最坏的来替代最不坏的，看看49年之后的结果如何？\n这世上没有完美的东西，只有最不坏的。民主制度是有问题，可相比较而言，他是最不坏的一种，以后可能诞生更好的制度，但在没有诞生更好的制度之前，民主制度是最好的选择。\n\n我在这里再赞美一点英国的文化，英国就是缝缝补补，不抛弃自己的过去历史文化。",
				"added": 1501492980
			},
			{
				"comment_id": 10,
				"body": "> [flyingpanda](#comment_5_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 你真相信民主么？美国被刺杀的总统比例可不低。按西方经济学“有恒产者有恒心”的说法，帝制才是最好的。\n\n那你翻墙做什么？真是奇怪了，你翻墙就犯了共产党的法，是民主不让你翻墙的？你屁颠屁颠的翻墙，在帝制下，你就是犯法的人。",
				"added": 1501503816
			},
			{
				"comment_id": 11,
				"body": "> [flyingpanda](#comment_5_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 你真相信民主么？美国被刺杀的总统比例可不低。按西方经济学“有恒产者有恒心”的说法，帝制才是最好的。\n\n美国刺杀总统管你屁民鸟事？美国人家是刺杀总统，中国呢？中国是杀老百姓，你屁民操心总统的事情，脑子到底怎么想的？",
				"added": 1501503881
			},
			{
				"comment_id": 12,
				"body": "> [flyingpanda](#comment_6_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 翻墙并不犯法，墙只是挡住了一些智力水平不够的人，这样的人如果不挡一下接触到外面的信息又没有足够的辨识能力绝对是个祸害。我举美国总统被刺杀的例子，只是想说美国的民主制度假得很。资本家不满意的可以直接杀掉。\n\n再假的很，也比中国的共产主义制度强的多啊，再假又能有多假？\n我上面已经说过了，这世上，没有最完美的东西，只有最不坏的东西，难道共产党在中国造的孽，你特么的是一点都看不见听不到的？\n你是选择性的评判好坏？你在批评没过民主制度之前，你先看看共产党在世界范围，我不单单指的中国，我指的整个世界，包括苏共和其他被共产主义统治过的国家，你去看看他们人民的遭遇。\n我还是那句话，这个世界上没有完美东西，只有最不坏的。我这句话你很难理解还是怎滴？\n美国再怎么假，人家是过了及格线的，共产党那套，连及格线都没有。",
				"added": 1501512914
			},
			{
				"comment_id": 13,
				"body": "> [flyingpanda](#comment_6_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy): 翻墙并不犯法，墙只是挡住了一些智力水平不够的人，这样的人如果不挡一下接触到外面的信息又没有足够的辨识能力绝对是个祸害。我举美国总统被刺杀的例子，只是想说美国的民主制度假得很。资本家不满意的可以直接杀掉。\n\n另外你是不是不带脑子的？什么叫做资本家不满意直接杀掉？美国的总统是被反对派给杀掉的，你这都不懂？政治，肯定有拥护一派和反对一派，你把反对派全部推到资本家头上，我就纳闷了，你怎么得出这个结论的。\n你还是用共产党的那一套阶级对立的思维考虑问题。\n你就不想想，阶级是可以变化的，是流动，你工人可以通过努力成为资本家，资本家也能经营不当而变成穷鬼，资本家本身就不是一个集合体，人家是松散的，谁规定资本家就必须跟资本家联合在一起？资本家完全可以跟其他工会势力站在一起。\n不要说别人的智力水平不够，建议你想问题的时候，先多问自己几遍，基本想法就非常的幼稚。简单化的思考模式。\n\n你如果还是不懂，那我告诉你，共产党执政之前，是无产阶级，他们执政之后，他们全部都是资本家，你比资本，谁更资本？\n无产阶级掌握了政权，他们还叫无产阶级？他们是新的资本家而已！\n\n民主制度最大的特点，在于产生了问题之后，这个制度保证能把问题解决掉，民主可以自己修复，他的权力分散。\n\n所有人都不是圣人，整个社会也不可能没有问题，但是产生问题，你需要解决，而不是越积累越多，更不是让惨绝人寰的事情不断扩大。",
				"added": 1501513581
			}
		],
		"389_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 8,
				"body": "你听过哪个美国官员贪腐被抓住，家里的现金得用卡车装的？\n在美国贪污个一百万，就是不得了的大事了，你在中国试试？贪污个一百万算屁啊？当官的不贪个几个亿的，能好意思说自己是当官的？",
				"added": 1501493236
			}
		],
		"109_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 9,
				"body": "我觉得Linux自己在嘬死，这里指的是桌面，不是服务器。\nLinux非常好，Linux当桌面系统，我也很支持，可就特码的有一个问题，总是改来改去的，每一次版本升级，桌面总是换啊换的，计算机专业的还好点，可非计算机专业的呢？尽是让人家瞎折腾，用的不安稳。\n你本来周边的软件生态就不健全，桌面系统还不稳定，我就问一句，搞毛啊搞？\n我不想要什么炫酷，我自己有mac，用Linux，需要你稳定是前提，要你占用资源不多，你特么的变来变去，老子也不会拿Linux办公，只能玩玩，就只能玩玩而已。",
				"added": 1501495748
			}
		],
		"1_1QBstXh1Uxp26YFvSBWy5f1cDtP2GqCY1E": [
			{
				"comment_id": 14,
				"body": "因为钱啊，除非哪天共产党迫害到他们头上，他们才会反抗，就跟郭文贵似的，要是共产党不迫害到他们头上，他们还在继续做帮凶。",
				"added": 1501515350
			}
		],
		"2_1LU4wMtGd5tyX2ABea5zoRZNsdxZFRtoMZ": [
			{
				"comment_id": 15,
				"body": "对事不对人！\n你不要老想着，某人做对的事情，所以某人就一定是好人，所以就要支持崇拜他。\n不要带这种思想，不要陷入个人崇拜之中。\n对事不对人！\n对于郭文贵，我不支持这个人，但是我支持他爆料。\n对于整个共产党的所有人，我统统反对，但只要他们有人站出来反共，我就支持他们所做的事情。\n对事不对人，再次说一遍。\n郭文贵的爆料，可以说是搅了共产党一盆子屎，郭文贵肯定是被人指挥的，否则凭他？早就死一万次了！\n这也不是什么表演，共产党内部有斗争，这是一次共产党内斗，郭文贵只不过是棋子。但即便如此，只要对推翻共产党有帮助的事情，就支持。\n对事不对人！",
				"added": 1501515898
			}
		],
		"1_1M82ytBHkEdjJv2aV9RL5ChqFfMgWBcPhw": [
			{
				"comment_id": 16,
				"body": "可以想见，共产党把中国传统文化摧残到了何种地步。\n你们都不知道拿起儒学当武器啊！\n杀身成仁，舍生取义，你们以为儒学只是懦弱的学问？抗战的时候就是靠着这种意志打仗的。\n共产党为什么要摧毁儒学？因为儒家就是武器，是我们老百姓手里头的精神武器。\n你们看看，现在广大老百姓一切向钱看，道德沦丧，共产党确实是消灭了我们的精神武器。\n我们要重拾这种精神武器。\n我搞不懂一些海外民运人士，天天拿着国外的一些概念来搞民主，中国就有类似的概念啊！你偏偏不用，好好的接地气的东西，你不用。共产党真的是摧残的彻底，哪怕那些人到了国外，灵魂都不能恢复。\n“言者无罪闻者足戒”，到了一些人嘴里，偏偏要变成“我尊重你说话的权力”\n这尼玛不是一回事么？中国老祖先流传下来的词汇，你们何止是不用，你们压根连听都没听过，共产党真是摧残的彻底，你们也是数典忘祖。\n哥哥们，儒学是武器啊！\n宋末，文天祥，陆秀夫，这一批人，你当他们为什么能那么慷慨壮烈？他们就是手无缚鸡之力的文人，他们敢反抗，凭什么？就是有精神上的武器在。\n\n你跟仁义二字沾边，你就是正义的一方。\n我再说一遍，儒学是武器，儒家不排斥杀人，孔子自己就杀过人，儒家不是懦弱，你们实在不清楚，就想想文天祥，有他做榜样就足够。\n儒学是武器，是武器，我一遍又一遍的强调。\n哪怕是水浒传里头宋江等人的造反，他们高举的旗帜，也是替天行道！",
				"added": 1501516821
			}
		],
		"330_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 17,
				"body": "不要去那些大站，国内的大站全部被共产党掌控了。",
				"added": 1501564684
			}
		],
		"13_12Ugp53jiMdvj1Kxa1w7c2LcXUBdGPs1oK": [
			{
				"comment_id": 18,
				"body": "讨厌facebook，还是喜欢G+，其实对G+也没那么喜欢，还是喜欢zeronet，动不动就要实名的东西，都讨厌",
				"added": 1501564742
			}
		],
		"2_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": [
			{
				"comment_id": 19,
				"body": "中国人不做马列洋奴，把这句话喊出来，比喊民主更能撼动人心。可惜没多少人提民族。",
				"added": 1501676255
			}
		],
		"23_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 20,
				"body": "中国人不做马列洋奴，我们用自己的三民主义！\n传播思想，你我做起！",
				"added": 1501676447
			}
		]
	},
	"comment_vote": {}
}