{
	"next_comment_id": 4,
	"user_name": "Ekaterina",
	"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
	"post_like": {
		"15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1507875365": 1507885106,
		"1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1507925492": 1507925775
	},
	"comment": [
		{
			"comment_id": 1,
			"body": "„ZeroNet is so powerful it has been declared a threat to national security by the biggest country in the world“ sounds like a great marketing opportunity :) I hope something can be figured out for the Chinese users to circumvent the block, this is exactly the kind of reason why ZeroNet is so important.",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1507925492",
			"date_added": 1507926277
		},
		{
			"comment_id": 2,
			"body": "I've used http://puppylinux.com/ for a while, maybe that is something for you. It is tiny and runs completely in RAM so it is the fastest operating system I've ever seen. Originally it was a persistent live CD, you used it together with a CD burner and at the end of your session it would write all your changed data to the CD, but you can use it on a USB stick too now. It's originally based on Slackware Linux but apparently there is an Ubuntu flavor now. Haven't used it in years.",
			"post_uri": "15NScazvsCHNmiXi6o6nvaMiwjeJYizgZQ_1508911444",
			"date_added": 1508965892
		},
		{
			"comment_id": 3,
			"body": "I'd get a MacBook Air, you can get them new below €1000 as long as you don't buy directly from Apple, to get it even cheaper you could buy last gen model or refurbished. Current gen has 12 hour battery life, 13\" screen, 128 GB SSD, 8 GB RAM, and since it's the Air it's ultra small and light. I really grew to love ultra small devices when I was using a Chromebook. Anything bigger and it's not really mobile anymore. I was planning to buy one myself but then bought the cheaper Mac Mini which at the time had pretty much the same specs. And now I miss the freedom of having a laptop! :P",
			"post_uri": "1J3rJ8ecnwH2EPYa6MrgZttBNc61ACFiCj_1511542005",
			"date_added": 1511777553
		}
	]
}