{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {
		"1_1LfQ8dwqkqkGQNCg1kBevHPxjvTRJTQYBz": 1,
		"2_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": 1
	},
	"next_comment_id": 15,
	"comment": {
		"1_1LfQ8dwqkqkGQNCg1kBevHPxjvTRJTQYBz": [
			{
				"comment_id": 1,
				"body": "Maybe we should collab and put a stick-to-top thread in 0Talk to guide Chinese to their forum http://127.0.0.1:43110/NewGFWTalk.bit ...after all I've seen so many people just click through the installation wizard and get shitware all over their PC so who will notice a little \"Chinese Forum\" link on the very top lol. Or maybe they thought it's just an auto-translate function and all the sub-forums are the same.",
				"added": 1501152665
			}
		],
		"2_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": [
			{
				"comment_id": 2,
				"body": "My take on the conflict of freedom & crime:\nThere is little. Why? Take extremist info as an example, we're currently looking at either let them talk (in freedom) or ban their posts (suspected to be taking away freedom of speech). If we only see those options one will always hurt a portion of people. \nHow to get around? Well, I'm thinking of a \"hiding rule subscription\" solution. Basically, one can subscribe or customize their own set of rules to block certain kind of info that they don't want to see. While \"extremists\" can still publish their content, people don't see them if they choose not to. Plain and simple.\n\"But as long as the content is out there, people still have a chance to see them, and get 'brainwashed' \" That case would be one in a million. Because people that are not interested in such content will block them in the first place (and I can even support such rules being enabled by default, as long as there's an option to turn then off), and people who do see those content (constantly, in order to be 'brainwashed') are the ones that do believe in such mindset in the first place.\nSeeing this from the other perspective, if we enforce blocking of such content, it's the same to the people that have the option to do so on their own under the \"subscription solution\", and to the \"dark side\" you're just making it harder but they'll figure out a way to get around. You'll never know when you'll find out a telegram station up and running in the middle of nowhere ;-) Plus you're giving them one more reason to hate, as seen from their perspective that we're taking away their freedom of speech & belief, and that they must have their own kingdom to live their desired life. The harder you press, the harder they hit back.\nLet's summerize:\n[Subscription solution of choice: ]\nMost people happy, extremists happy, but thin risk of extremist info hitting \"regular\" people;\n[Enforcement solution: ]\nMost people happy, extremists mad, still thin risk of extremists' voice being heard, more reason to hate, higher risk of social instability (terror attacks etc)\n-END-\nDebates welcomed, ZeroMail welcomed.",
				"added": 1501156397
			},
			{
				"comment_id": 3,
				"body": "> [sammdu](#comment_2_1DzxVtsZsMBXUddtDgDN21WzSY2KUBVnNX): ll, I'm thinking of a \"hiding rule\n\nAnd it can also be implemented in ZeroTalk! And because it's 0talk and the free spirit of ours to be here unregulated in the first place, everything should be turned off by default and let this be an additional fuction to the site.",
				"added": 1501156682
			},
			{
				"comment_id": 10,
				"body": "> [kaffie](#comment_420_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Says the guy who's fleeing the capitalistic internet for the socialistic one. [...]\n\n**kaffie** You know what's up :-)\nOn ur comments on **guans**:\n1. You can't really say that this is a \"socialist\" network...cuz socialism is quite enforcing (you **have to** commit some of your properties to the \"country\", or in fact to the gov officials which most of them are corrupt) while this network is pretty much free (you have a choice on what to seed).\n2. I think he meant to say that you have more freedom of speech on sites like twitter -- while those are being maintained by commercial companies, there are way more FOS than in mainland China.\n\nSometimes there's a thin barrier between languages and it's easy to get a few words wrong, so let's try to understand what each other is actually saying :-)",
				"added": 1501173145
			},
			{
				"comment_id": 11,
				"body": "> [kaffie](#comment_421_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Socialism as a term is pretty vague and has been used to mean a lot of different things. There are plenty of variants of 'socialism' that don't require forcing you to do things (socialistic/communistic anarchism, for example). As for \"forcing you to commit some of your properties to the country/gov\", capitalism does this. Namely through the form of taxation, printing new currency (decreasing the value of your own), civil forfeiture, etc. And they force you to commit your time and work to uphold the existing system (don't like capitalism? time to throw you in a box or possibly kill you!) It's not much different than the authoritarian systems in say North Korea or China. People may label those as 'socialism' or 'communism' and then claim that the US is different. But fundamentally it's the same political structure. One has just progressed further politically (namely the more restrictive ones) and are more restrictive. But make no mistake, these are still capitalistic countries. [...]\n\nK K I know u guys if we start a conversation on cap vs com it'll never end lol (btw when will 0net support emojis)\nso lets focus on the facts & realities.\nFact: speech is more free on Twitter etc than in Weibo (Chinese Twitter). Yes censorship always happens but one is more serious than another. Way more serious.\nFact: VPN/Proxy/Shadowsocks are paid services, 0net is free. Thats why people choose to use 0net (if they have even discovered this thing exists) over other solutions. Tor is too slow, with 0net you can set tor to be automatically used when connection is blocked, so the overall experience is much faster.\nFact: Clearnet can be white-listed / blocked at any moment if the gov choose to (like NK), this thing will even work in \"Intranet\", if someone managed to smuggle in a juicy USB flash drive.",
				"added": 1501239986
			},
			{
				"comment_id": 12,
				"body": "> [kaffie](#comment_424_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): If you have unicode properly set up, you should see a smiley face emoji. If you don't, it may just appear as a box, or a box with hex in it. Or it might not appear at all. This is not zeronet's fault, it's your computer's fault.\n\nYeah I can sure see it...but since I'm on my laptop I don't suppose I can type in emojis easily...would be nice if there's a little floating button to click-in emojis",
				"added": 1501318103
			},
			{
				"comment_id": 14,
				"body": "> [freedonn](#comment_2_18DExvnWNRp3xKFDmxuQtDKAnyhpE6e5xv): I have test that ZeroNet support many emojis. 😀 😃 😄 😁 0️⃣ 1️⃣ 2️⃣4️⃣You can find more emojis here:http://192.168.15.158:43110/1G7jmLghk4h3RiBy4QLGnR4rih7zj7QkMV/?Post:5\n\nsure sure unicode even has their own chart [http://www.unicode.org/emoji/charts-5.0/full-emoji-list.html](http://www.unicode.org/emoji/charts-5.0/full-emoji-list.html)\nJust thought it's be nice if I could simply click-n-pick like on the phone keyboard",
				"added": 1501581111
			}
		],
		"2_15f49K29bmmEMu3FNtR3cbT3Wb28Hrsf9D": [
			{
				"comment_id": 4,
				"body": "英文最通用，所以首页是英文区；\n有中文社区你就去中文社区发嘛何必在这里计较；\n你要是看到中文区一堆外文你舒不舒服？\n语言分区是为了更好的用户体验--你要觉得首页是英文不爽可以建议开发者根据界面语言自动选择首页社区\n毕竟各个语言版**没有**先后主次之分--你要是这么计较这么虚荣那没什么办法。\n总得有一种语言上主页，这点不能你说了算；\n其次每个语言区之间有区分对用户体验有好处，上面也举过例。\n所以不要太计较，既不是什么民族荣誉的事，不是先后尊卑的事，也跟开发者是谁没有关系。就是公德和用户体验的问题。你在英文区发中文，英文区的很不爽；别人在中文区发英文，你同样不爽，所以互相尊重。\n***\n再说你在英文区发中文贴，人家老外二话没说 自己开发了个自动屏蔽中文贴的脚本，你却在这里吵吵丢不丢脸。。",
				"added": 1501171661
			}
		],
		"1_1NFCgADjLYZxEBzDaQfYin7USrsx8kp6xC": [
			{
				"comment_id": 5,
				"body": "app广告贴不要信",
				"added": 1501171741
			}
		],
		"1_1DMMSpE5s54ja9XxW2adGqMsFc5UxRpvEg": [
			{
				"comment_id": 6,
				"body": "推特上都没发帖确认，先跑到这里发帖基本肯定不是本人。",
				"added": 1501172121
			}
		],
		"1_1Np58q7bCfW7hmHuXvoYux3ij6M4Qecfb3": [
			{
				"comment_id": 7,
				"body": "英文最通用，所以首页是英文区；\n有中文社区你就去中文社区发嘛何必在这里计较；\n没有不让你说中文，是让你在指定地点说中文，大家都方便。\n你要是看到中文区一堆外文你舒不舒服？\n语言分区是为了更好的用户体验--你要觉得首页默认是英文不爽可以建议开发者根据界面语言自动选择首页社区\n毕竟各个语言版 **没有** 先后主次之分--你要是这么计较这么虚荣那没什么办法。\n总得有一种语言上主页，这点不能你说了算；\n其次每个语言区之间有区分对用户体验有好处，上面也举过例。\n所以不要太计较，既不是什么民族荣誉的事，不是先后尊卑的事，也跟开发者是谁没有关系。就是公德和用户体验的问题。你在英文区发中文，英文区的很不爽；别人在中文区发英文，你同样不爽，所以互相尊重。\n\n再说你在英文区发中文贴，人家老外二话没说 自己开发了个自动屏蔽中文贴的脚本，你却在这里吵吵丢不丢脸。。",
				"added": 1501172261
			}
		],
		"1_127tNdRpqjPKrVbgYNJHyvHV2Hz43VApCK": [
			{
				"comment_id": 8,
				"body": "英文最通用，所以首页是英文区；\n有中文社区你就去中文社区发嘛何必在这里计较；\n没有不让你说中文，是让你在指定地点说中文，大家都方便。\n你要是看到中文区一堆外文你舒不舒服？\n语言分区是为了更好的用户体验--你要觉得首页默认是英文不爽可以建议开发者根据界面语言自动选择首页社区\n毕竟各个语言版 **没有** 先后主次之分--你要是这么计较这么虚荣那没什么办法。\n总得有一种语言上主页，这点不能你说了算；\n其次每个语言区之间有区分对用户体验有好处，上面也举过例。\n所以不要太计较，既不是什么民族荣誉的事，不是先后尊卑的事，也跟开发者是谁没有关系。就是公德和用户体验的问题。你在英文区发中文，英文区的很不爽；别人在中文区发英文，你同样不爽，所以互相尊重。\n\n再说你在英文区发中文贴，人家老外二话没说 自己开发了个自动屏蔽中文贴的脚本，你却在这里吵吵丢不丢脸。。",
				"added": 1501172285
			}
		],
		"1_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": [
			{
				"comment_id": 9,
				"body": "英文最通用，所以首页是英文区；\n有中文社区你就去中文社区发嘛何必在这里计较；\n没有不让你说中文，是让你在指定地点说中文，大家都方便。\n你要是看到中文区一堆外文你舒不舒服？\n语言分区是为了更好的用户体验--你要觉得首页默认是英文不爽可以建议开发者根据界面语言自动选择首页社区\n毕竟各个语言版 **没有** 先后主次之分--你要是这么计较这么虚荣那没什么办法。\n总得有一种语言上主页，这点不能你说了算；\n其次每个语言区之间有区分对用户体验有好处，上面也举过例。\n所以不要太计较，既不是什么民族荣誉的事，不是先后尊卑的事，也跟开发者是谁没有关系。就是公德和用户体验的问题。你在英文区发中文，英文区的很不爽；别人在中文区发英文，你同样不爽，所以互相尊重。\n\n再说你在英文区发中文贴，人家老外二话没说 自己开发了个自动屏蔽中文贴的脚本，你却在这里吵吵丢不丢脸。。",
				"added": 1501172341
			},
			{
				"comment_id": 13,
				"body": "不知道为什么还是有人不理解🙄🙄🙄\n**不是**不让你用中文\n也**没有**瞧不起说中文的\n而是因为：如果所有人都在一个版面发帖，整个论坛不都乱了，望眼看去 说什么的都有；而你只想看自己懂的那一两种语言，找半天费不费劲；\n\n所以请把这个页面翻到最顶端，看见有 **中文论坛** 了没有？就是为了解决上面的问题的。\n你既能看中文论坛，也可以随意去别的语言区，**没有**不让你去；\n只是要求你发帖的时候，找到对应的论坛发帖，**这样做的好处是**：\n**大家都在自己对应的论坛区发言，版面不会乱，想看什么语言的贴，只要戳链接进去就好，大家都方便。**\n上面还有西语版、法语版、德语版、意大利语版、俄语版等等，人家怎么没有都跑到英文版来发言？\n大家都遵守的规矩，也请你遵守。设身处地想想如果没有分版分区，所有人都在一个版发帖、找看的懂得帖子要找半天，你就开心了？\n**不是**用中文丢脸，而是你**不遵守**人人都遵守的、有利于大家方便的规矩，才叫丢脸。\n明明很好的事，都能争出个什么民族自豪感、还走向世界也是醉了🙄\n西班牙人法国人意大利人俄罗斯人就没有民族自豪感、就不走向世界了？真tm服了🙄🙄🙄\n\n我倒认为这些说 *在中文版发帖有碍于走向世界* 的，你才是没有民族自豪感呢 -- 你这么说的言下之意不就是 *中文与世界脱轨，没人会点你的论坛，你只有打乱论坛秩序，在别的区乱发一气才能引起别人的注意* 么？",
				"added": 1501495032
			}
		]
	},
	"comment_vote": {
		"4_12rCXV53VLAvJSGqd5FFFvwL5a8s9BQHKz": 1,
		"75_1F8omDpXyPsBfd9CBJ91o4Wv1AA2KxqMEY": 1,
		"1_1A6rok3j9w6paahtGoxrePy7SSkMz5A48s": 1,
		"1_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": 1,
		"3_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH": 1,
		"9_1AhXYftZJuLeV7pYaNYmP2RHvP8f7oWHgX": 1,
		"1_1Q3mPrGcNbN3CjxHfEqa4cuWxiQebHDMTY": 1,
		"33_15Q5U52Aqgjb66GkzhkGKDYgWsqR8TEkJG": 1,
		"1_149Huqc8mffmjToqYMtqgEh4tyhTXANmbN": 1,
		"16_1Lamw1Fk5CrdjwLNPfkDBJH8C2znRuCcBL": 1,
		"2_1Q7cRMcQk4MGUEPahLPcr7rUHxxrVsyBw3": 1,
		"1_1DzxVtsZsMBXUddtDgDN21WzSY2KUBVnNX": 1,
		"1_1pp3SEap7bmM6qGxtcF3kRZ9bPe8zrmV5": 1,
		"6_1puKtcLtsbvEgJQPqRfBDWhjES2GboEDN": 1,
		"77_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA": 1,
		"7_16KsSK5fxLmbH2vqmsLwmTNXgAty1nqtHD": 1,
		"19_1V7usnfmabQXPSNC2zrCpF2ed2jDZaujS": 1,
		"1_1HXrSYhrjDgKyvHmg3bNEr4uVFYpiXvXma": 1,
		"7_1puKtcLtsbvEgJQPqRfBDWhjES2GboEDN": 1,
		"2_1EmBXyuj4eb4XcttKBpQiG4SgnBnLU4UsG": 1,
		"5_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH": 1,
		"3_1EmBXyuj4eb4XcttKBpQiG4SgnBnLU4UsG": 1,
		"8_1KNn9tCBsFfc4e5EEtpUeK52YFgEY61Q4": 1,
		"2_1DzxVtsZsMBXUddtDgDN21WzSY2KUBVnNX": 1,
		"3_1DzxVtsZsMBXUddtDgDN21WzSY2KUBVnNX": 1,
		"2_15veLatSdM1bDkPzfQ13NGY4urYWFYvvDU": 1,
		"1_1FvJHfXuEoiGYW316fK6MsBBh1iJQmodxX": 1,
		"5_16XBhwsVCqtAdYmJT85NoQXhZRths6SUji": 1,
		"7_1DzxVtsZsMBXUddtDgDN21WzSY2KUBVnNX": 1,
		"8_1DzxVtsZsMBXUddtDgDN21WzSY2KUBVnNX": 1,
		"9_1DzxVtsZsMBXUddtDgDN21WzSY2KUBVnNX": 1,
		"4_1DzxVtsZsMBXUddtDgDN21WzSY2KUBVnNX": 1,
		"11_1JBVxG1GBR8NoHK9i37QhPgky6qCnFRteH": 1,
		"6_1No3Qxw4g1wfEXkYUKZcYqrrqgNbzcuQu5": 1,
		"51_1Q6Mxp6VGNuf47vbdAwR7NEZj8E5HQAq6m": 1,
		"2_1DURv3AieHVABVoVRPTfF4vt9ERumJc82t": 1,
		"3_19imiBWm39vSNQpp9a4y3zwHyasYJsMDp2": 1,
		"13_1DzxVtsZsMBXUddtDgDN21WzSY2KUBVnNX": 1
	}
}