{
	"next_post_id": 7,
	"next_comment_id": 1,
	"next_follow_id": 4,
	"avatar": "generate",
	"user_name": "Zmanl",
	"hub": "1KNmG5rJUGhgUJGFbLkv2B5isaqu9PrZqi",
	"intro": "新 ZeroNet 用户",
	"post": [
		{
			"post_id": 1,
			"date_added": 1491800413,
			"body": "你好 ZeroMe!"
		},
		{
			"post_id": 1491800764,
			"body": "先抄吧，奇文共赏\n\n挨打不是因为落后，而是因为我们是西方列强独霸世界的障碍\n边芹\n东方时政观察 转贴\n\n落后就要挨打，这句话我们曾经常说，尤其是在过去表述与外国发达国家的关系时，对于“挨打”的理由，我们往往解释为，我们曾经实力不如人。\n\n真的如此吗？有没有人想过这其中的问题？\n\n作家边芹对此评论：我们挨打挨整的真实理由，并非一直被灌输的“穷困落后”，而是“能和善”。振兴中华，富强只是躯壳，真正站立起来要靠找回对历史的解释权。\n\n下文摘自《被颠覆的文明：我们怎么会落到这一步》（去京东购买），边芹著，东方出版社。\n\n效果图2(1)xiao.jpg\n\n我年轻时，一直被灌输这样的思想：近两百年的中西对立有相当一部分是我们自己的错，从清末到毛泽东时代，是我们锁国、对抗，与人为敌，以致贫穷落后。这种逻辑好像一个流氓看中书生的家产，找茬儿一拳把他打翻在地，打家劫舍后还丢下话：谁叫你不爱搭理我。于是我们就接过流氓打人的理由开始逆向推理：书生被打翻在地怨不得流氓，人家流氓练得一手好拳有什么错，错在书生关门在家又不会打架；那么书生为什么不如流氓会打架？劣根性就出自他的文化，是他的文化不如流氓的文化；那为什么文化不如人家？因为产生文化的文明（黄色文明）远不如流氓的文明（蓝色文明），黄色文明就会在家种地（封闭落后），蓝色文明专事航海发现（只是忘了提醒中国人这源自海盗传统）。我被灌输时还年少，也不谙世事，现在回头想，帮打手兜售这种逆向逻辑的中国人简直是千古罪人。\n\n这种观念深深嵌入中国人的头脑，以致三十年来，世上没有一个国度的人比中国人心胸更开阔，我们完全是带着无敌、无界的心态在所谓改革开放以后看世界并走向世界的。之所以无敌无界甚至连起码的警觉都没有，是因为我们内心实际上已经承认中西对立主动的错该我们承担大半，尽管嘴上还没有承认。既然我们是错之始作俑者，我们这头改错，世界就一马平川了。这就是改革开放以后中国人的普遍心态。心态这东西看似只占心灵一角，实则很可怕，它排斥大脑，用心态主导行为，头脑的作用就被降低。我写过《看世界少用“心态”多用“头脑”》一文专述此事。这种后来几乎一统天下的对历史的注解，有多少是挣扎了一个多世纪的精神失败者为自己找的下台阶的理由？有多少是“导演世界的手”悄悄策划的？需真能看清世事的近现代史专家细心探究，这是个很难胜任的活，现成的历史版本都有意回避了“导演世界的手”，为了掩藏这只手，处在明面的西方历史简直就像人为编撰的剧本。\n\n9922720e0cf3d7ca57021feef21fbe096a63a9b5.jpg\n\n《巴黎竞赛报》。\n\n对历史的解释，决定了我们如何看自己的文明以及这个文明能否延续下去。如果现实真能对应我们对历史的新注解，对精神失败者来说，过去的也就真过去了，不存在自欺也就无所谓惊醒。问题是带着无敌无界、无比开放甚至浪漫至极的心态走向世界的中国人，如果还有点良心，如果事先没有取弃国的立场，慢慢地（一上来甚至若干年内会被表面礼仪蒙上眼睛，看不见不宣而做的暗手）就会在一个他做梦都想不到的现实面前惊呆：西方公开地、更多是暗中地、遍及整个上层建筑地视中国为敌，这种越到后来越隐秘的敌对状态不但旷日持久，且从未终结。不光发现“冷战”从未结束，而且对中国这样的国家，“冷战”在这里是常态，难有终止的一天，根本不以中国人的意志为转移，也不会因体制的变化而改变。更惊人的发现是今天的冷战比“冷战”期间还要冷。以法国为例，“冷战”时《巴黎竞赛报》（1976年第1425期）还以毛泽东的正面形象作封面，今天毛泽东不要说用作封面，就是在里面的文字里也只是被攻打对象，而且中国目前任何一位最高领导人的正面形象都不会被用作封面，文章用词中性就算是送礼了。而在这冰冷暗流的表面，却是越来越频繁的贸易和文化交往，是表层的热乎让中国人看不见底下的危机四伏。我们以为自己虚心学习、努力追赶，有一天就可以同他们坐在一条板凳上了，哪里想到人家近两百年来的心病就是怕你追上来。\n\n我“醒”过来后，遇到知己经常会感叹一句：“要是他们不那么恶，哪怕是善良和公正一点点，解释历史的权力就在他们手里了，因为我们已经丢失自己掌握解释权的意志和智慧。”不是我们不抱幻想，而是现实逼着我们丢掉幻想。\n\n事实上，主动权哪怕是错的主动权也不在我们手里。从十九世纪到今天，不是我们而是西方（准确地说，应为几个世纪来统治世界的集团）锁定了打击、摧毁真正对手这一始终没有更移的大目标，因为中国在十九世纪以前的两千多年一直是世界第一经济强国，是一个不以宗教而以文化统治的文明古国，是最后一个不在基督教手里的大陆性帝国，是一个至今未被收服为打手的君子之国，是不打掉就没法让他们独霸世界的障碍，是一个太能干的竞争种族。我就是从这最后一点发现整个想也想不到的现实的。\n\n发现我们挨打挨整的真实理由并非一直被灌输的“穷困落后”而是“能和善”，是我看世界的转折点。我们把自己在近代的命运与非洲、美洲这些大陆等同，是接受了西方对世界的解释权之直接后果，是犯了一个绝对的、却丝毫没有意识到的错误。虽然受害者的命运是相同的，但施害者的动机是不可等同的。而我们并未细察结果和动机，并未看到征服非洲、美洲、南亚与征服中国的动机是戴然不同的，为什么我们看不见如今想来如此明显的事实？究其根源，就是我们虽然不愿接受西方强加给我们的命运并为之抗争，但却糊里糊涂地接受了西方对世界的解释。这是一件难以想象的荒谬之事，这等于是说，近两百年来我们浴血奋斗反对的东西，其实在源头就接受了，从一开始我们就承认了征服者对世界的解释权。\n\n一切的误解和看不透就是从对近代史的解释开始的，由于我们把自己的不幸命运与非洲、美洲、南亚等同，我们在二十世纪加入“东方阵营”，在“东方阵营”垮台后，以为满嘴“民主”、“人权”、“人道救援”的西方已改邪归正，是我们自己固步自封、错怪好人。我们以为人家拥抱亚马孙河原始部落的印第安头领、抬出甘地、爆捧曼德拉、救济海地，十九世纪的游戏规则就结束了，既然我们也是亚、非、拉一员，人家那么待见印第安原始部落、非洲饥民，凭什么专与中国过不去？这是中国人的逻辑，中国人会小谎小骗，却不会演戏。由于自己不会演戏，也就看不出这是一出导演好的戏，而且是六十年代以后发觉用武力强行征服已力不从心才设计的新剧情。\n\n西方统治集团看世界的基本思路其实非常本能，就是统治与被统治，而覆在上面的名词和概念却漂亮和形而上。这个基本思路也不会随着时代变迁而改变，变来变去的只是掩盖核心的招数，因为“西方文明”这个近代人为制造的概念，确立之始就是对立于世界的，是用来征服的道德核心，基因如果被改变，作为一个概念的“西方文明”也就消失了。在他们的精神世界不存在和而不同，这里的“异端”已超出十九世纪以前基督教与异教的不共戴天，而是早就压倒传统宗教的意识形态新一统的对立面。不看到这一层也就看不到本性的延续，看不到寻找和制造对立面、打击和摧毁对立面依然是他们的基本思维和行事方式，看不透“传教”乃西方知识分子的集体属性。我们后来接手历史的新注解甚至忘了一个多世纪前的巨大创痛，也是由于没看透这换了一手牌的老游戏。所以两百年来不是我们要与他们对立，而是我们不幸地横亘在他们征服世界的路上，被他们视为要摧毁或至少肢解的对手。\n\n推演到这一层，才看清我们究竟落到了哪一步，被打是悲剧，但更大的悲剧是连被打的解释权也被劫走。无敌无界、精神上已被彻底缴械的中国人哪里能想到自己就像棋盘上的棋子，走到哪儿、怎么走的解释权已经在别人手里，这是下一步走到哪儿、怎么走的权力也落于人手的前奏。振兴中华，富强只是躯壳，真正站立起来要靠找回对历史的解释权。\n",
			"date_added": 1491800762
		},
		{
			"post_id": 1491976107,
			"body": "郑浩\n中国不会衰落 美国无需惧怕\n中菲双方谈判开始前是中国扩建岛屿好时机\n\n冯善智\n偷鸡不成蚀把米 美舰闯永暑礁遭遇惊人一幕\n中国发南海最后通牒让美吃不消\n中国反戈一击让美在南海颜面尽失\n航母入半岛 中俄在朝将有大动作\n日本最怕的事终于发生 中国要下狠手了\n美军机刚进黄岩岛 就被中国打脸\n日本突然服软 外相紧急访问中国内幕\n普京访问中国 美日为何如此害怕:\n\n据环球时报25日报道，当天普京将离开克里姆林宫，启程开始对中国进行友好访问，对此，美国保守派媒体《华盛顿时报》评论称，克里姆林宫夸耀的“转向中国”政策将再往前跨出一大步，普京此次再度访问中国，莫斯科希望借此强化两国关系，并获得能促进其经济发展的动力，这也将是2013年以来，普京第四次出访中国，而两国元首在不同场合会面的次数更多，仅去年一年时间就有5次之多，足以表明中俄两国关系的亲密度。\n\n当前由于西方国家的制裁和油价的大幅下跌，俄罗斯正深陷经济危机的泥潭，急需要外部力量的支持和援助，已帮其渡过目前的经济困境。不久之前，欧盟刚刚宣布针对俄罗斯的制裁将延长六个月，而美国也继续维持了制裁力度，日本虽然一心想拉近与俄罗斯的关系，但是并没有放弃针对莫斯科的制裁，如此一来，俄罗斯所面临的困境一点也没有改观，此次普京访问中国，很显然是来向北京求援。\n20140106094823970.jpg\n\n其实对于俄罗斯来说，大多数西方国家都在制裁它，能帮助它的国家也只有中国，所以说普京在启程访问中国之前，曾在中国最关心的问题上，给予了中国极大的支持，在南中国海争端问题上，俄罗斯再次力挺中国，并反对区域之外大国的干预，而在钓鱼岛问题上，俄罗斯也派出3艘军舰，罕见地进入钓鱼岛24海里内，虽然事后俄宣称此次行动是一次常规训练，与中国没有任何关系，但随后俄方删除了该消息，很明显俄罗斯军舰现身钓鱼岛是对中国立场的坚定支持。\n\n此次普京的中国之行，经济和地缘政治领域的合作，将成为两国商讨的重头戏，对于俄罗斯当前所面临的危机，中国不可能会袖手旁观，肯定会给予莫斯科力所能及的帮助，以助其渡过当前的经济困境。中国之所以不希望俄罗斯倒下，主要是两国当前面临的局面类似，都同时面临美国的围堵和打压，俄罗斯的存在在一定程度上，能够缓解美国对中国的压力，而中俄两国的联合又能对美国构成有效的制约，现价段对于中俄两国来说，谁也不能没有对方，否则，很可能会被美国各个击破。\nu=1738501576,504578845&fm=11&gp=0.jpg\n\n每当中俄两国领导人会晤，或者是两国合作进一步加强时，西方总会出现这样那样的声音，特别是美国和日本，对于两国的合作非常的敏感和担忧。本月9日中俄军舰不约而同地出现在钓鱼岛附近海域，引起了日本政府的悍然大波，安倍也在深夜被紧急叫醒，后来中国军舰更是罕见地出现在日本“领海”，中国近期这一系列的行动，更是让安倍政府夜不能寐，如今普京东赴中国进行访问，日本自然会担心和紧张，害怕俄在中日争端问题上倒向中国，从而使日本面临更大的压力和风险。\n\n在南中国海争端问题上，俄罗斯多次表态支持中国，拉开了中国外部反击的序幕，至今已经有70余国支持中国立场，美国在南中国海的外交战略已经彻底失败，可以说俄罗斯的功劳不容小视，美国对此却毫无有效办法，只能干瞪眼或者歇斯底里。在当前复杂的国际和周边形势下，普京此次访问北京，中俄两国关系肯定会有重大的突破，或许，让美日更担心和紧张的事还在后面。",
			"date_added": 1491976104
		},
		{
			"post_id": 1491976235,
			"body": "冯善智\n航母入半岛 中俄在朝将有大动作\n20150219\n\n向半岛持续增派大量战略武器，并实施相关的军事演练，对朝鲜实施政治和军事威胁以及心理恐吓，是美国当前所能采取的唯一行动。\n\n韩国中央日报18日称,中俄很可能对美国增兵行为作出针锋相对的回应,甚至可能出动航母横穿韩国领海，事实上中国航母还没有形成战斗力，同样俄罗斯航母远在北方舰队，所谓的中俄派遣航母进入韩国海域，明显是韩国媒体对半岛局势的过渡担心，中俄不可能为了朝鲜与美日韩发生军事冲突，但中俄也不会允许任何国家在半岛点燃战火。17日美军向半岛再派遣四架F22隐形战机，此外，美军还计划在3月实施的韩美“关键决断”和“鹞鹰”联合军演期间向韩国派遣“斯坦尼斯”号核动力航母，向朝鲜施加更大的军事压力。在美军向半岛接连派遣战略武器的同时，美军也进行了突袭朝鲜核设施的训练，这预示着模拟打击朝鲜核设施，美国似乎已不再是纸上谈兵，而是真刀真枪地实弹突袭演练，美军这样做的目的就是在半岛发生突然事件时，美国能够采取先发制人的行动，摧毁朝鲜的核设施基地，让朝鲜无法进一步研制或者使用核武器。\n\n\n　　1月6日朝鲜进行了第四次核试验，并宣布氢弹试验成功，引起全世界的一致谴责，而后朝鲜不顾国际社会的强烈反对，于2月7日发射光明星4号卫星，再次将半岛局势推向风口浪尖，同时也给中国带来了强烈的外交冲击，在国际社会的谴责和施压下，朝鲜似乎依然我行我素，在13日举办发射卫星庆功宴，并扬言将会发射更多的卫星，对外展示其强硬立场，更促使韩国不顾中俄的反对，决意部署萨德反导系统，同样日本也在考虑引进萨德系统，计划增加“宙斯盾”导弹驱逐舰的数量，组建三层防空反导体系，以应对朝鲜的核武与导弹威胁。\n\n[1.jpg]\n\n　　朝鲜不顾周边国家的反对，悍然进行第四次核试验，已经突破了美日韩的心里底线，面对美军的大兵压境与军事威胁，朝鲜并没有立即收手，而是再次实施发射导弹卫星，从而促使了美国对朝鲜采取进一步行动的决心。当前美日韩针对朝鲜的制裁决议，由于中国和俄罗斯的反对，在安理会框架内难以开展，并且美日韩等国与朝鲜基本上不存在贸易往来，中国才是朝鲜的第一大贸易伙伴，即便安理会通过制裁朝鲜的决议，如果中国不执行或者执行不彻底，都不会对朝鲜构成实质性的威胁，因此，制裁已经不能阻止朝鲜发展核武的步伐，而美日韩要想消除朝鲜的核威胁，恐怕战争只能是唯一选择。\n\n\n　　美国持续向半岛派遣战略武器，并向朝鲜施压军事和政治压力，不可能阻止朝鲜发展核武的步伐，反而会让朝鲜以美日韩的军事威胁为由，坚定进一步发展核武的决心和意志，从美国第一空降特种部队和第75游骑兵团抵达韩国，到四架F22隐形战斗机部署半岛，再到美军举行突袭朝鲜核设施的演练，似乎预示着军事手段已经成为美国解决朝鲜核问题的选项之一。目前朝鲜的核技术尚未成熟，并且还没有拥有真正可以使用的核弹，可以说现价段是美国突袭清除朝鲜核武的最佳时机，一旦朝鲜真正拥有了可使用的核弹，一向不按常理出牌的朝鲜，必将会成为美日韩最大的威胁。\n\n[m_1-16-0706XB彩_8.jpg]\n\n　　白宫到底会不会对朝鲜采取斩首行动，从美军近期在半岛地区的动作来看，突袭朝鲜核设施的可能性并不能排除，但从奥巴马政府的中东战略来看，似乎他没有这样的决心和魄力，在其任期不到一年的情况下更是如此，奥巴马为了给自己总统生涯划上一个圆满的句号，其不可能会在情况复杂的朝鲜半岛采取军事行动，朝鲜并不是伊拉克和叙利亚（1981年和2007年以色列曾先后摧毁了伊叙的核设施，两国并没有对以色列采取报复措施，而是将该事件秘密掩盖），一旦美军摧毁朝鲜的核设施，朝鲜肯定会对韩国采取军事报复，这样很容易会引起大规模战争，同样中国和俄罗斯也不会允许美军对朝鲜动武。\n\n\n　　在联合国框架内制裁朝鲜决议难产的情况下，而美日韩单方面的制裁又不会对朝鲜形成实质性的效果，军事斩首行动有面临巨大的风险，再加上奥巴马的任期即将结束，其不太可能给自己找麻烦，所以说基本上可以排除美国对朝鲜采取军事行动的可能性，但为了阻止朝鲜进一步发展核武，避免其他地区国家的效仿，美国肯定会采取相应的行动，因此，向半岛持续增派大量战略武器，并实施相关的军事演练，对朝鲜实施政治和军事威胁以及心理恐吓，是美国当前所能采取的唯一行动",
			"date_added": 1491976231
		},
		{
			"post_id": 1491976482,
			"body": "程鹤麟\n中国该放纵朝鲜来报复美韩部署萨德\n\n美国够横，韩国够傻。\n尽管中国事先一再反对反对强烈反对，美国韩国偏要偏要偏要，偏要在韩国部署萨德反导系统，中国很生气。\n萨德其实保护不了韩国，美国国防部承认说，由于距离和高度的关系，萨德覆盖不了首尔。所以我说韩国够傻。\n地球人都知道，萨德其实是针对中国和俄罗斯。\n有专家指出，对中国来说，在韩国部署萨德之后，整个华北、华东、渤海、黄海、东海区域的弹道导弹发射，都将处于美国的实时监控之下，中国军队日常的演练发射，都会被美国实时监控、纪录数据，积累目标特征资料，战时则充当早期识别与跟踪工具、提升导弹拦截概率。\n传说中的中国东风41洲际导弹，可在中国任意地点打击地球上任何一个目标，萨德部署在韩国，东风41的威力就要大打折扣。\n这就是中国强烈反对在韩国部署萨德的原因。\n有评论指，对中国来说，在萨德即将落地韩国的既成事实下，中国的朝鲜半岛战略可能需要重新思考。\n在中国为半岛作出了巨大贡献之后（包括外交、制裁朝鲜等），美韩依旧如此，这不得不让中国反思之前的行为是否值得。有媒体呼吁中国政府应该重新评估制裁朝鲜对东北亚局势的长期影响，将制裁朝鲜与萨德导弹部署后地区局势的失衡联系起来考虑。比如，中国可否考虑减轻制裁朝鲜力度？\n程老汉认为，这是耍小孩子脾气了。\n制裁朝鲜，是因为朝鲜搞核武器。朝鲜拥核，不仅仅对美韩不利，对中国也不利，因为朝鲜要干什么，中国政府HOLD不住。朝鲜拥核，还会导致韩国也要拥核，日本也要拥核，则中国危乎哉，整个东北亚危乎哉。\n所以，必须严惩企图拥核的朝鲜，绝不能手软。\n需要明白一点，只要中国拥有东风41这样威力无比的洲际导弹，美国就一定会在靠近中国的地方部署萨德反导系统。\n朝鲜胡闹，美国佬正中下怀，因为有了部署萨德的理由；朝鲜胡闹力度不够的话，美国佬会设法激他，让他闹大；朝鲜死活都不闹，美国佬也还是会想其他理由在靠近中国的地方部署萨德，这毫无疑问",
			"date_added": 1491976477
		},
		{
			"post_id": 1491976700,
			"body": "程鹤麟\n大国权力转移在即，中国要准备打仗\n2015年1月13日\n\n《国防参考》杂志刊登题为《大国权力转移的八种方式与我国的战略选择》文章指出，世界大国权力转移已经拉开帷幕，大国权力转移存在多种方式，中国既要准备战争，又要超越战争，准备进行具有许多新的历史特点的伟大斗争，走出中国特色的大国权力转移道路。\n\n《大国权力转移的八种方式与我国的战略选择》的作者是张啸天。这篇文章被内地许多媒体转发，引起海外媒体关注。\n\n媒体间的转发是近年的一个媒体现象。转发来转发去，一件小事就变成大事，一句随口的话就变成吓死宝宝的话。这很像王小波说的那种“自激”：“玩过无线电的人都知道，有时候正反馈讨厌得很，状似抽疯：假如话筒和喇叭串了，就会闹出这种毛病，喇叭里的声音又进了话筒，放大数百倍出来再串回去，结果就是要吵死人——行话叫作‘自激’。”（王小波《东西方快乐观之我见》）\n\n张啸天文章说：“当前，随着我国的快速发展，西方国家也普遍认为，中国崛起必然引发大范围的体系战争，新一轮大国权力转移必将通过战争来实现。”\n\n程老汉非常不认同这种论说方法。\n\n什么叫“西方国家也普遍认为”？到底有几个国家的几个人在什么地方这么说过？原话怎么讲？\n\n“大国权力转移”，就是世界老大要换一个国家做了。美国总统说，美国是世界老大，要一直做老大，绝不能做老二。\n\n但是按照张啸天的说法，中国内部和外部，都有一种声音在说，老大要换人做了，换谁呢？看他话里话外，当然是换中国啦。\n\n可是中国要做老大，美国肯定不干，美国不干怎么办？怎么实现这个权力转移呢？\n\n张啸天总结了历史上的8种大国权力转移方式：\n\n1、通过全面战争实现权力转移；\n\n2、通过局部战争实现权力转移；\n\n3、通过间接军事冲突实现权力转移；\n\n4、使用武力但未发生军事冲突的方式；\n\n5、通过在重大国际事务中的较量实现权力转移；\n\n6、通过和平竞争实现权力转移；\n\n7、通过自然过渡实现权力转移；\n\n8、通过全面跟随实现权力转移。\n\n张啸天最后说：“大国权力转移已经拉开帷幕……我国既要准备战争，又要超越战争，准备进行具有许多新的历史特点的伟大斗争，努力走出一条中国特色的大国权力转移道路。”\n\n你瞧，咱要接管世界了！\n\n作为中国人，程老汉心头鹿撞，哐当，哐当，哐当……",
			"date_added": 1491976694
		}
	],
	"post_like": {},
	"comment": [],
	"follow": [
		{
			"follow_id": 1,
			"hub": "1BLueGvui1GdbtsjcKqCf4F67uKfritG49",
			"auth_address": "16V69f35N74CtRTSaeoNy5iqo5vK8kzBNm",
			"user_name": "五毛它爹",
			"date_added": 1491800436
		},
		{
			"follow_id": 2,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "12EgeG4vgNHzuPJYZqVJQwy2W9vkywbQQu",
			"user_name": "PaintNinja",
			"date_added": 1491804795
		},
		{
			"follow_id": 3,
			"hub": "1RedkCkVaXuVXrqCMpoXQS29bwaqsuFdL",
			"auth_address": "19sggoAZ4hcorrrfWoFWP9rwfpVsL29cnZ",
			"user_name": "Sirenyc",
			"date_added": 1492010431
		}
	]
}