{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1509329299,
			"title": "Safenet will rule them all ...... Secure Access For Everyone (100% privacy, security and anonymity) a network that pays the contributors",
			"body": "Internet is going to be SAFE Network - Secure Access For Everyone (100% privacy, security and \n\nanonymity)\n\nSafenet will be a game changer, it can do anything the current internet does, creating and \n\nbrowsing dynamic websites, voice and video chat, email, secure file storage and much more, plus \n\nyour files literally live on the network until u delete them urself u can also share ur files \n\nwith others which means the end of torrent and other p2p filesharing apps they will all be \n\nreplaced with safenet. it's still in alpha state, 1 year from now it will be in release state\nMaidSafenet - Building a new secure and decentralised Internet\n\nTry alpha 2: https://maidsafe.net/\n\nMore Info:\nhttps://www.alexfortin.com/maidsafe-safenet-the-new-internet/\n\nFrequently asked questions(Safenet Wiki):\nhttps://safenetwork.wiki/en/FAQ\n(Read the wiki to understand how it works....)\n\nSafenet forum:\nhttps://safenetforum.org\n\nDecentralized apps\nDevelopers are starting to build apps that use the SAFE API.\nhttps://apps.safenetwork.org/\n\nWouldn’t be awesome if we could surf the net in total privacy without giving away our private \n\ninformation to any eaves dropper and have no government censure? Well, It is now possible…\n\nMaidsafe.net is a company that works for the past 8 years to create a new private internet \n\ncalled Safenet and it is finally in alpha for 4 days now!\n\nWhat’s wrong with the current internet?\n\nThe problem with the current internet is that to host something, you need to have a physical \n\nserver somewhere to host your files. Physical server are subject to being hack because they are \n\na single point of failure.\n\nEverybody can track who you are and collect information on your internet usage. Some \n\ngovernement like china can decide to take down a server or block access to certain domains like \n\nFacebook or other sites where people share freely their opinions.\n\nSafenet is a peer to peer internet that don’t use normal physical server to host your files. \n\nInstead, when you upload information on the network, your data is chunked into pieces, \n\nencrypted and spread onto different nodes(other user computer) over different time zones. Only \n\nyou have the key to read your own private files and no one else can access it.\n\nThe safenet is based on nature and how insects react to circumstances. Even Maidsafe who \n\ncreated the safenet won’t be able to alter the network to make it less efficient once it is \n\nlaunch. The network won’t allow less efficient upgrades, only ones that would make it better! \n\nHow crazy is that! So once it is live, you cannot shut it down anymore.\n\nAnother interesting feature is that on the current internet, the more a website is popular, the \n\nmore traffic it gets and the slower it become. On safenet, it is the exact opposite. The more \n\npopular a site gets, the faster it become.\n\nSafenet is currently in alpha testing, this means you can use it and test it but everything is \n\nhosted on test nodes at the moment. I created my first website this week and it is amazing. \n\nThis is truly mind blowing where we are at now with peer to peer and the possibility are \n\nendless.\nWhat can we do on the Safe network?\n\nSafenet will evolve as more and more developer create new program for it. But to start with, \n\nyou will be able to create website that cannot be taken down or censored and upload sensitive \n\nfiles that only you can read from anywhere in the world.\n\nThere will be video chat like skype, and everything else the current internet can do.\n\nIf you create a website on .safenet no one can take it down. Not the government, not a hacker, \n\nno one.  When you use the network, your identity become totally unkonwn, so even the government \n\ncannot stop someone from visiting sensitive website which is a good news for whistle blower \n\naround the world.\n\nImagine if Edward Snowden would have had access to safenet. He could have uploaded all the \n\ndocuments and leave it there for everybody to download and see. No one could ever take those \n\nfiles down and he could have done it without disclosing who he is if he wanted to.\n\nAnd there is so much more to come, it has just been released in alpha and new application will \n\nkeep on being added when it finally launch later.\n\nWho can use safenet?\n\nObviously, not only whistle blower can use the safenet. Anybody that is concern about their \n\nprivacy can. You can upload private files that no one other than you has access. Those files \n\nwill be more secure that if you hosted them on your own computer and will be accessible from \n\nanywhere in the world.\n\nBecause the files are encrypted, chunked and spread around multiple time zone, no one can \n\naccess them or read them without your secret key. This is the private storage of the 21st \n\ncentury.\n\nHow much does it cost to use safenet?\n\nSafenet is totally free to use. The only cost is to offer a part of your hard drive to host \n\npart of the network. The more you offer, the more you can upload on the network.\nIs it the same as the Tor project?\n\nActually, Tor just run off the current internet and website are still hosted on physical \n\nserver. When you visit a site on tor it is usally very slow, you need to use a special browser \n\nand remember very complicated URL.\n\nSafenet is a new internet from the ground up. You just go on an address ending by .safenet \n\nusing the safenet launcher and you are good to go! You can access any .safenet website in total \n\nprivacy. On top of that, you can host files for free on the network with 100% privacy and \n\nsecurity.\nWhy am I interested by the safenet and maidsafe project?\n\nYou see what is currently happening with Apple. the government try to make that company have to \n\ngive out sensitive information from customers to them.\n\nOur only safe heaven is by using technology like safenet, bitcoins and other similar project. Taking power away from centralize government into the people \n\nhands. I believe that a better world is somewhere that the government cannot put is hands on.",
			"added": 1509329298
		}
	],
	"topic_vote": {
		"1509329299_184u2io3gh248AJNMdw3V7Ymdc4JwwaQZH": 1
	},
	"next_comment_id": 1,
	"comment": {},
	"comment_vote": {}
}