{
	"next_topic_id": 2,
	"topic": [
		{
			"topic_id": 1,
			"title": "Ongoing anti-white censorship by tech companies.",
			"body": "Not everyone may be aware of what's been going on lately, but the short version is that literal communists are shutting down \"hate\" sites en masse. Web hosts, registrars, and media giants are all on board with this. The tin-foilers were right, they were always right. The centralized internet is being seized by force, and ironically it's not by the government, at least not in the US. Now is the time, we need to act to circumvent this.\n\nI suspect that this is the far left's attempt to prevent sane, reasonable people from organizing for the 2018 US congressional elections. They want to take back control of congress by silencing us, by shutting down our channels of communication while enabling their own side to speak freely on their highly policed social echo chambers. Please do what you can, spread awareness of what's going on and the communication alternatives unless you want /r/latviajokes to become your new reality.\n\nhttp://whiterabbitradio.net/podcast-2\nIf you're white and you're concerned about political correctness, I suggest making some time to listen to the first 24 of these, or at least the first few. It's worth it. It's important to listen to them in order since each one builds off of the others that came before it.\n\nhttps://github.com/asciimoo/searx/wiki/Searx-instances (FOSS)\nDecentralized metasearch, to help get around censorship and datamining by search engines.\n\nhttp://retroshare.net (FOSS)\nDarknets, filesharing, VOIP, instant messages, private messaging, forums, chatrooms, twitter-like broadcasting to your friends, and a bunch of other stuff.\n\nhttps://diasporafoundation.org/ (FOSS)\nDecentralized social networking that borrows features from Twitter, Facebook, Google+, etc. See https://podupti.me/ for a list of public \"pods\", which are instances of Diaspora that are open to public registration.\n\nhttps://gnu.io/social/try/ (FOSS)\nGNU Social, another nice decentralized social network and twitter-like microblogging service.\n\nI must warn against the use of Mastodon for microblogging, regardless of the fact that it is both FOSS and federated. The network is explicitly anti-white, pro-censorship, and there are better alternatives, like GNU Social or Diaspora. There's no point in jumping from one communist echo-chamber to another.\n\nhttps://protonmail.com/ (Closed server, FOSS web client.)\nA free, or premium if you'd prefer, email hosting service that respects your privacy and therefore also your freedom of speech. What would you do if one day you woke up and found yourself banned by Google from all of their services, including email, for \"abuse\" or \"hate speech?\" That aside, why would you want to trust Google with your private communications when they're openly promoting the ethnic cleansing of Europeans...?\n\nMany of you probably already know about these services, so why am I bringing them up? Because with the exception of Retroshare, due to the key sharing thing, these are all user friendly even for people who aren't tech literate, and that's important. Retroshare is simple enough that it shouldn't be too hard to explain to a tech-illiterate, which is why I'm including it.\n\nDon't forget that you can also raise awareness the old fashioned way: Paper. With printers, it's easier now than ever.\n\nRemember the basics: Networking and mantra. Anti-racist is code word for anti-white.",
			"added": 1505014425
		}
	],
	"topic_vote": {
		"3_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"1_1MTNhSVgCJpW8uBjFhnyA5NsgyKbKnvrLG": 1
	},
	"next_comment_id": 24,
	"comment": {
		"1_1WeDfuFi18uBne938aNwZDwAuKPMDYQxn": [
			{
				"comment_id": 1,
				"body": "> [rubit](#comment_7_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E): Retroshare sounds really interesting!\n\nIt is, and it just works. Please consider trying to start up a group or something so we can normalize the idea of key sharing!",
				"added": 1505174840
			},
			{
				"comment_id": 2,
				"body": "> [planespherev3](#comment_248_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS): At least porn and online gambling are things that exists. \n> I've never met a single nazi in my whole life.\n> In the head of many SJWs, we are in 1945, not 2017.\n\nYou very well may have met a Nazi and just didn't realize it. The common stereotype of what a Nazi is like and what they stand for are completely backwards. The communists have done a wonderful job of utterly demonizing National Socialism. In a way, the SJWs are right: WWII never really ended. I may be mistaken, but I don't believe that the NSDAP ever formally surrendered to the Allies...",
				"added": 1505175223
			},
			{
				"comment_id": 3,
				"body": "> [fsir](#comment_3_1Kwdp9DBTBe391rfDhiR7ARRDkQh36KtTT): When you skirt the line between white supremacy and - I don't know- a white rights movement?--- don't be surprised if people are confused as to which one you are and advertisers and other capitalists who are trying to make money don't want anything to do with you.\n> Advertisers just don't want to deal with it and I can't blame them.\n\nI know, I don't either. But that's actually not why they're banning people and shutting down websites that are paid for by the owner, and not advertising revenue. It also doesn't explain why registrars are seizing perfectly legal domains that people have paid for.\n\nThe other thing to realize is that you're creating what anyone on the far left would identify as a false dichotomy. Ask any anarchist or communist: There's no such thing as a white rights organization, there is only racism and white supremacy. There's no middle ground to stand on.",
				"added": 1505175591
			},
			{
				"comment_id": 4,
				"body": "> [styromaniac](#comment_95_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): There's supremacist and hateful types from every background. They may be Caucasian, African, Oriental, national, cisgender, or transgender. I've not seen any background without haters in them, but at this moment in time, nobody is under existential threat, and for that I'm glad. I'm white and transgender and I'm not afraid to correct another transgender person who says misandry doesn't exist. I've experienced misandry directly from men and women and I don't wish that upon anybody. I'm also anti-SJW as are most liberals, but the SJWs are a very loud cancer that give the rest a bad image, \"manspreading\" and anti-white being obvious symptoms. \"63+ genders\" is another level of bullshit that just overcomplicates their ideas to absurdity, but it suits them for being absurd in most, if not every single way, so they're just unintentionally letting the world know most, if not all, their ideals are shit. I've seen a black racist who dreams of headhunting LGBT. No background is immune from having hateful people. You'll find people of backgrounds that are known for hate, but most individuals don't eat that bullshit. Blair White, ShoeOnHead and their fanbases, anyone? I don't agree with them on everything, but I and many others find them far more agreeable than those who hate whites, make up countless genders and identify as fairy tale creatures and/or children. The point is there are crazies (includes haters) everywhere and they won't be gaining traction. I hope people start identifying as sane instead of getting into identity politics. No, I'm not letting white supremacists and misogynists off the hook either. I and most others don't like haters period.\n> Seriously, people need to stop feeling cornered and stand for more than just a background they fall under.\n> I know most people will agree, but fewer will truly get it.\n> Nobody is under existential threat. Get that.\n> Because I can rest easy knowing I'm not a hater of any kind, I don't mind if all hatred is pressured out of larger networks. I know that will never be fully realized, but it's better than your offspring buying into the bullshit ideas that SJWs or white supremacists are good people. They're not. No hater is.\n> I'm betting that some people will compartmentalize, because they won't get their shit together, but will find ZeroNet as common grounds for controversial discussion.\n> InB4 shitstorm\n\nI appreciate that you can recognize that there's hatefulness on all sides, it's true. I think compartmentalization could be a good thing, which is why I love distributed networks. The problem is that places like Stormfront actually were an example of white people just trying to compartmentalize and mind their own business... And then they were censored despite the fact that the staff made it very clear that they expected people to act like civil, reasonable human beings. In other words, white people are being singled out and targeted for wanting to have their own spaces. I don't see Black Entertainment Television being censored, but there's some very vocal and politically motivated people out there who would lose their minds if someone suggested a White Entertainment Television network.\n\nWhen I say \"Ethnic Cleansing of Europeans\", I'm not talking about somebody pointing missles at white countries. I'm referring to the UN's definition of genocide. http://www.un.org/en/preventgenocide/adviser/pdf/osapg_analysis_framework.pdf\n\nGenocide is defined in Article 2 of the Convention on the Prevention and Punishment of the Crime of Genocide (1948) as \"any of the following acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group, as such: killing members of the group; causing serious bodily or mental harm to members of the group; deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part; imposing measures intended to prevent births within the group; [and] forcibly transferring children of the group to another group.\"\n\nAfrican countries for the Africans, Asian countries for the Asians, but white countries for everybody. Julian Assange recently tweeted a graph showing voting trends in the USA... White votes trended overwhelmingly toward Republicans, while minority votes trended overwhelmingly toward Democrats. It's therefore in the political interests of the Democrats to try to import as many non-whites as possible into the USA so that they can displace the native whites. All their open borders stuff is an intentional targeting of white people, and the same thing is going on in Europe.\n\nObama, for example, did this with Somalians who are unable to integrate into any American cultures. He brought them into predominantly white communities in several states and it hasn't gone well. Why didn't he bring them into black communities, where they would have an easier time integrating? Why are US banking regulations drawn up to specifically inhibit white people from establishing new all-white communities?\n\nWhy is Hollywood pushing so hard in white countries the idea for white people to marry and interbreed with everyone else? Why is it that in white countries \"Black Pride\", \"Asian Pride\", and \"Gay Pride\" are considered good things worthy of holidays, festivals, and parades, but \"White Pride\" is stigmatized as a damnable offense? Why in white countries are white women so heavily encouraged by many doctors to use birth control and get abortions, while postponing marriage and children for as long as possible?\n\nGiven the massive, incredibly rapid cultural shift that's taken place in most white countries, do you really think these things are organic changes...? Someone is targeting us, trying to quietly cull our numbers or blend us out of existence, and now they're directly censoring us so that we can't even discuss it. This is genocide.",
				"added": 1505179746
			},
			{
				"comment_id": 5,
				"body": "> [cosmologica](#comment_49_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o): According to government UN laws are bullshit. Look at the invasion of Iraq. The law only applies when it suits them. So UN-regulations do not apply at all.\n\nWhy exactly do you think they turned Saddam Hussein into a Christmas ornament...?\nhttps://en.wikipedia.org/wiki/Trial_of_Saddam_Hussein\nhttps://en.wikipedia.org/wiki/Halabja_chemical_attack",
				"added": 1505181414
			},
			{
				"comment_id": 6,
				"body": "> [kaffie](#comment_496_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Just an FYI, while indeed it is the same type of speech, there's a difference between literally having hate be your ideology, and simply venting and letting off steam when pent up. The latter is acceptable, even if it's not good. The former is unacceptable.\n> It's entirely safe to say that if you discriminate or legitimately hate people based on intrinsic traits, you are against freedom and equality. There's no other way around it. They're inherently contradictory. Either you're okay with people or you aren't.\n> \n> Well no. The left doesn't do these things. Authoritarians do. Anarchists and libertarians don't do this shit. This has nothing to do with economic views and everything to do with wanting to control people and their private matters.\n> \n> Any movement based on benefits for those of a particular skin color are inherently racist, discriminatory, and against equality. That's the literal definition. That's not to say there can't be 'white lives matter' groups as opposed to explicit hate/supremacy groups. But like BLM, it's inherently racist, descriminatory, and promotes inequality. One should be pushing for removal of specific racial/gendered/whatever language in the laws. Supporting laws that only effect a particular demographic is inherently against equality, and is discriminatory.\n\nUh... You're aware of all the anarchists (and communists) marching around the US right now under the banner of Antifa who are literally holding up signs that say things like, \"Free Speech = Hate Speech\", right? Or burning giant signs that say, \"Freedom of Speech?\" They also wear spiffy t-shirts that advocate literally punching Nazis. Just the other day I saw a picture of a cake that was decorated in the style of the Red and Black anarcho-syndicalist/anarchist flag which said, \"Kill Nazis.\" Or maybe you meant the \"anarchists\" that still like capitalism, which many Marxist anarchists would also identify as Nazis... Read some of Antifa's pamphlets and fliers.\n\nI understand your point about libertarians though. I used to identify as anarcho-capitalist for several years until the realization of just how real race is started to set in and I had to take that into consideration... I still think the non-aggression principle holds value, but it's only useful in a context in which it can be enforced, and race is very, very relevant to this.\n\nEuropeans can establish and maintain libertarian societies; we already have in the past and it worked out great. I've yet to see any examples of other races, each as a whole, demonstrating the ability to do this, and I find that difference very fascinating, but also quite concerning. Obviously there are individuals from other races who are exceptional and are able to function in such societies, but for the foreseeable future there unfortunately won't ever be enough of them to establish and maintain one on their own.\n\nIt's one thing to say how things should be, but without collectivization, there's no means of rights enforcement against a large enough hostile force that IS collectivized. Private security isn't enough against ideologically driven alliances of hostile groups that want to destroy you over intrinsic or ideological differences and don't particularly care how long it takes. Said hostile ideology is Marxism and the alliance is composed of all the groups which derive from it.\n\nI must say though, if you're really a libertarian, which I get the impression that you are, then why are you so strongly against discrimination in the laws? To borrow from Dr. Walter Block, if you're a slave and your master allows you to vote on your slave driver from between two slave drivers... One slave driver who will whip you more than everyone else, but the other who will whip you less and the other slaves more... Then it would not be Aggression to vote for the slave driver that favors you over the other guys because you have a right to defend yourself.\n\nBLM is roaming the streets shouting obscenities at people who are minding their own business, making credible threats of violence, rioting, looting, etc. Do you see any \"Nazis\" or \"White Supremacists\" doing this, despite having superior numbers? If not, why not?",
				"added": 1505189089
			},
			{
				"comment_id": 7,
				"body": "> [cosmologica](#comment_50_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o): Yes... but it was against UN regulations. So... the UN laws do not apply at all. They are mere a fairy tale to control people who believe in fairy tales.\n\nhttps://en.wikipedia.org/wiki/Sulfur_mustard\n\"Mustard agents are regulated under the 1993 Chemical Weapons Convention.\" That's a UN treaty and what Saddam was accused and convicted by tribunal of using against multiple parties, including the Kurds, which constituted an act of genocide according to http://www.un.org/en/preventgenocide/adviser/pdf/osapg_analysis_framework.pdf\nThis is what the Coalition, including the US, went into Iraq for. Or at least that was their justification for it.",
				"added": 1505190939
			},
			{
				"comment_id": 8,
				"body": "> [doiasedfnasnedcp](#comment_1_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc): I don't think I'm interested in any of the other services but Searx appears to be a great lead! Thanks for the share. \n> I hope there is a better way forward than racial apartheid. But if not, I will stand with my people. I hope for everyone else's sake they don't wake that sleeping dragon.\n\nYou're welcome.\n\nThe dragon is stirring, but I don't think the nature of this conflict will be predominantly racial actually. It's Marxism that's the problem, and most Marxists are actually white depending upon what country you're in. (But most whites aren't Marxists.) The problem is that they use other races as pawns. In reality, the Nazi German military was more racially diversified than the US military is today. Marxists are everyone's enemy. Everyone wants a homeland. Most people will voluntarily segregate if you let them. Racial tension arises when you try to force everyone to mix.",
				"added": 1505193515
			},
			{
				"comment_id": 9,
				"body": "> [doiasedfnasnedcp](#comment_6_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc): You might be right but allow me to argue the contrary and see what you think. \n> When people get angry they often aren't super rational and while the divisions other than race are more relevant they are also harder to identify and more difficult to discriminate on. People don't always wear their political persuasion on their sleeve. Race is so easy. As a proxy for the real division (left vs right) its not the most accurate set of boxes but it is by far the clearest and most visible and it may be perceived to be good enough for government work. It may be true that not all of the whites are right wing. But it is the case that almost all of the browns are left wing. So that will make race a very useful tool to the right. If you see a brown hes probably your enemy. The browns will react to this and ostracize (or worse) their left wing whites. The left wing whites will not come over to the right. They will probably just wallow in self pity or worse. Once the left wing whites are kicked out of the left race will become an even more accurate proxy.\n\nI would actually disagree that almost all browns are left wing based upon some of the numbers I've seen. That would obviously vary from country to country, but in the US there's a surprising amount of various brown folk who have a decent enough head on their shoulders. That's why I try to be slow to judge. It's certainly less split than whites are, but not enough for me to jump to conclusions. I prefer to feel them out first, but then again I don't live in a big city. I could completely understand if someone that lived in the blue team controlled hellholes were less than comfortable with taking the time to make distinctions, so you may be right. Time will tell I suppose.\n\nBy the way, some people on the left have already started eating their own. It's quite entertaining. https://www.youtube.com/watch?v=VNdZcegK1lQ",
				"added": 1505199106
			},
			{
				"comment_id": 10,
				"body": "> [kaffie](#comment_497_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): They don't want 'free speech' they want 'freedom to hate'.\nI do want freedom to hate. I also want you to have that freedom. Your hatred of me doesn't hurt me, it's your right to feel what you feel and I respect that. It's also your right to express that, so long as you aren't becoming physically violent or threatening. I think most people on the right would generally agree with that.\n\n>The second reason is that 'free speech' as it's used in the US today, doesn't actually refer to the ability to freely say what you want, nor say it without consequence. Instead, 'free speech' is used to refer to the 1st amendment of the government restricting speech, and controlling what you can or cannot say.\nI'm not unaware that the first amendment refers to restricting the government. I speak of freedom of speech as a principle and a value. I could also refer to it as freedom of expression.\n\n>I'm well aware. I, too, thought this was particularly strange. It's a core anarchist belief to reject hierarchy, which would mean you can't restrict speech. So I asked my fellow anarchists why there was this apparent disgust towards 'free speech'. They told me the reasons were two fold (and now I agree). The first is that 'free speech' is used as a dogwhistle for right-wing hate groups. It's not truly free discussion the advocates want, it's to be able to hate on people without social consequence. And indeed you see this in their spaces. Try to have a calm rational discussion, and the 'free speech' advocates ban and silence you. \nI could perfectly understand if leftists wanted to ban conservative people from their spaces, since everybody needs their own spaces. My issue is that these massive platforms that were previously presumably neutral have recently had a sudden change of policy and practice, and it's coordinated.\n\nMore importantly, ICANN seizing domains oversteps certain boundaries. This is critical internet infrastructure that's obviously meant to be a public resource, not some partisan platform like Reddit. We're talking about the glue that holds the internet as we know it together. Once you start making people that you don't agree with disappear from the clearweb entirely, which is what they're trying to do, that's absolutely crossing a line.\n\n> If you actually asked, most would actually be okay with calmly discussing things.\nI know, I really enjoy these sorts of discussions with people on the far left. I'm not out to demonize you. Everyone has a reason for thinking the way that they do. I'm the type of person that likes to find out what those reasons are. It's interesting to me.\n\n>Though, nazi views and fascism get a special exception. These ideologies in particular attempt to use discussion not as a serious inquiry into furthering each others' views, but rather as a platform in order to gain more followers. This is why a core concept is 'don't give them a platform'. It's not that anarchists want to silence people or make it illegal to say things. But rather, that the person should keep it to themselves, or among their circle, rather than spread it.\nWell of course discussion can be used to spread the views, but the same could equally be said of anything else. Can't you see that by trying to shut down (deny all platforms for) discussion of these views that you're setting yourselves up as the authority? You become the ones that dictate what can and cannot be discussed. That's why people keep turning it around on you and referring to you as the fascists, since that's what you accuse fascists of doing. At least when Sunni Muslims do it when they implement Sharia, which requires private practice of competing religions and forbids the public display of their religious symbols, they'll admit it's authoritarian. They think that they have a divine mandate to do that, but why do you guys do it?\n\n> The people who do this on social  media are not anarchists (they're authoritarian communists).\nI think you would be surprised at how well you and I could get along offline. I've interacted with a number of anarchists over the years and I've never really had a problem with you guys before the shit hit the fan in the lead-up to the US presidential election. I get a lot of why you all feel the way you do and generally we actually do want pretty much the same things: peace, good will, and happiness. We just disagree on how to get it, but that doesn't mean we have to bludgeon each other with things. I can accept your differences. Can you accept mine?\n\n>Some might be part of antifa, but legitimate serious anarchists usually don't do this unless it's a joke. If you ever see a nazi actually punched, there's almost always a bigger picture that's being ignored. Or the person who did it was then pulled back by antifa and anarchists. In fact, in many scenarios they explicitly attempt to keep peace. If you could point out specific examples, I can clarify the intent further.\nI've been watching some of these longer streams and getting the context, because I recognize that there's potential for doing the video equivalent of a soundbite. Unfortunately, from what I've seen, 95% of the instigators are coming from the left's side. I've never seen anyone on the right throw a bottle of their own piss at someone.\n\nI hear what you're saying about antifa pulling the aggressors back, they often do, but even then it's only after they've gotten several good licks in and the senior member starts to become concerned that they might do too much damage to the guy. I know there's always certain people that try to keep the peace, I've seen that too, but overall the group seems to be characterized by a desire for physical violence, whether against people or property. I know you guys don't like the whole property thing, but most people are generally fans of it. To the rest of us, it really doesn't look good when you're running around like flashmob ninjas and breaking shit for no apparent reason.\n\n> Anyone who supports capitalism is not an anarchist. The two are mutually exclusive. As for the pamphlets and fliers, I see and read them. I actually follow various news organizations tied with antifa.\nI know they're not compatible. There's just some libertarians who accidentally refer to themselves as anarchists. That's what I was getting at.\n\n> I'm a fan of it, provided you remove the bits about property. I think it's very valid that people should not harm one another. And if they do, then it's okay to defend one's self or help defend one another.\nFrom the libertarian perspective, all rights are based upon property rights, including the right of self-defense. (You own your body.) I guess it could be interpreted in a different way if you dropped the last bit though, but I don't really see a point.\n\n> There is nothing wrong with libertarianism or anarcho-capitalism. Both are wonderful ideologies I used to support myself. The problem, as I see it, is that they rely on capitalism to function. And capitalism, unfortunately, has many long-term problems. But in the short term it's wonderful.\nWhat you view as a problem with capitalism, libertarians tend to view as a problem with government. They often prefer to refer to it as \"corporatism\" instead, which would be your common ground. At this point I've realized that it's even more complicated, but that's another topic altogether and it's too much for me to get into right now. I will say that I don't see how it does anything good to deprive people of the fruits of their legitimate labor, but you probably have an entirely different labor theory due to, I'm guessing again, your communal view of land ownership. I know you probably don't like the term ownership at all, but I mean it very loosely and it's for lack of a better term.\n\n> I'm not a libertarian. I used to be. I'm an anarchist like any other. I'm against laws themselves. But if we are to have them, they should apply to everyone equally. I uphold equality and freedom as two very important traits. As I'd be hypocritical to say I should be free while others must suffer. \nI think we may be entering a zone of semantic blur, because I'd say the same thing regarding freedom and equality. The difference may be that I view equality and equating as two separate things. This is where race comes in, which you reject. Though I must ask, on what basis do you claim that we're all exactly alike on the inside?\n\nI would support discriminatory laws on the grounds that we're not all exactly alike, but that doesn't mean I would support treating people unequally without basis. My assertion is that there may be a real basis for certain restrictions being applied to certain groups. For example, I support Trump's ban on immigration from certain countries. Why? Because people from those countries often don't play well with Americans. Even if they generally did, they'd still be supplanting the local inhabitants and I want to preserve our genetic and cultural differences instead of blending them out of existence.\n\n>In my opinion, if you cannot accept the worst outcome of your political views, you should not have that as your political views. If you say 'X should be exterminated', then put yourself as X. If you say 'Being X should be illegal', put yourself as someone who is X. Would you still hold these views?\nReferencing the golden rule, I like that. However you're speaking in vague terms. Are you supposing that certain groups of people are advocating these things? Because National Socialists actually don't believe that the Holocaust even happened, and I have a feeling that that's what you're referring to. If so, you'll probably want to come up with a different argument.\n\n>A good example is to look at history. Women or blacks could not vote. Put yourself in place of women or blacks, or perhaps a black woman. Would you support this model of society? Of course not. Why would you restrict your own actions? As such, you've taken a hypocritical view. The only way to avoid this is to treat everyone equally and to provide as much freedom to as many people as possible. The only system that accomplishes this is anarchism.\nActually I'd be fine with that model of society. Because if I was black, I wouldn't want to live around a bunch of white or Asian people anyway. There's a lot of blacks that feel that way and I completely understand, there's nothing wrong with that and I wholeheartedly support it. Everyone wants a homeland and we all need our own spaces. As for women... In the words of my wife, which even took me by surprise, \"If I could vote to repeal the 19th amendment, I wouldn't hesitate. I would gladly give up my right to vote if it meant all these leftist women couldn't vote either.\" Her reasoning is that most men are less swayed by emotional arguments than the majority of women and are thus, on average, more fit to make societal decisions. I love this woman...\n\n> I agree. BLM has many problems. I don't think the spirit of such is necessarily bad. But the way they go about it is toxic. Likewise, it's inherently racist, trying to provide benefits to only black people. I originally supported 'all lives matter' until I had learned it was yet another dogwhistle for the right-wing hate groups.\nWould you also claim that Blue Lives Matter is a dogwhistle? I understand why you say that All Lives Matter is a dogwhistle, seeing as its only reason for existing is to respond to Black Lives Matter. I think calling ALM a dogwhistle is a bit of an exaggeration on the grounds that there's plenty of other people who are involved simply because BLM is so toxic and aggressive, not necessarily because they're pro-white.\n \n> I have, actually. The nazis and white supremacist actually recently killed someone. Rather than just rioting. Likewise, many such nazis and white surpremacists are part of the police force, which doe things like this constantly. There is also, of course, horrendously racist and anti-freedom ideals that they push. They're no better than BLM. Both are despicable groups.\nAre you referring to the Charlottesville car thing? Because that's a really weak example. Isolated incident, not representative, and frankly most of us in the pro-white camp either think that the guy was attacked first or that he was planted there to be used as a casus belli by the media. The whole thing was just really weird.\n\nAs far as the police force is concerned... No idea what to even say about that other than that I'm sure there probably are a lot of \"racists\" in the police force. To me that's just common sense: when your job is to enforce laws, you're probably going to realize pretty quickly that most of the crime, especially the violent crime, isn't being commited by white or Asian people. Racial differences are a thing.\n\nWhen you say horrendously racist, all I hear is horrendously white. I would however be curious as to what you mean by anti-freedom ideals, since I get the feeling that you're probably using that term in a very particular way.",
				"added": 1505213590
			},
			{
				"comment_id": 11,
				"body": "> [rubit](#comment_9_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E): Do you want my Retroshare key?should I send it to you via 0mail? ;)\n\nSure and yes.",
				"added": 1505375341
			},
			{
				"comment_id": 12,
				"body": "> [styromaniac](#comment_102_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): There's nothing wrong with race mixing. Your DNA isn't magically deleted; it will carry on as long as your lineage does.\nSo mixing onions into your cake mix doesn't fundamentally alter the result of the cake when you bake it? Sure, all the ingredients needed for a nice cake are there, but something tells me you probably wouldn't want to consume the result.\n\n>You can even have grandkids with the same skin as yours.\nIt's not about the skin. Look into the actual arguments.\n\n>I've not seen anyone shame all white people nor push contraceptives or other antireproductive agents on them nor sneak them in.\nWell you're not a white woman, so that's not overly surprising.\n\n> Just because some countries are largely racist or ethnic purists doesn't make it right.\nIt doesn't make it wrong either.\n\n> BET was created because many TV shows outside of the their network have little to no actors of African ancestry.\nIf we're all the same, then why does it matter what the heritage of the actors is? It's almost as if they're trying to normalize something...\n\n>Affirmative Action was made to increase the employment of non white people in a country that still has problems with racism.\nYes, which is another way of saying it was made to displace white workers in their own countries by giving special rights, privileges, and opportunities to non-whites at our expense. Worse yet, they just keep pushing harder and harder for mass immigration of even more non-whites into our countries. This is only happening in white countries, it's only white leaders who are pushing this, and it's only white children who are harmed by it because daddy can't find good work and now both mommy and daddy have to work full time just to keep a roof over their head. Meanwhile the black mother of 12 down the street, soon to be mother of 13, gets all her food, housing, insurance, and luxuries for free at the expense of white workers who actually pay their ever rising taxes, all while screeching about how evil and raciss whitey cracka is.\n\nIf someone went to Africa and said that Africa has a race problem and that this race problem would only be solved when African countries and only African countries were flooded with non-Africans, how long would it take people to realize that they were actually talking about a problem with Africans? If genocide against Africans is wrong, then why is white genocide okay?",
				"added": 1505379434
			},
			{
				"comment_id": 13,
				"body": "> [wwmmtblkrhrtwpmr](#comment_1_1Aq15t9PTPpMMftmX4FddbP8N67jQgRCAT): Suppose that certain races or genetic clusters are superior in some ways. Is it necessary to devalue others in such a black & white (HAHA) way? Is it so bad to have a people that represent for being a basic human being, living in nature as a naked hunter gatherer? Also, they are capable of amazing physical qualities such as strength and athleticism.\nSympathy is a good trait. I understand not wanting to devalue other groups, and although that's not my intention or desire, it can't really be avoided to some extent. I believe that all peoples have a certain dignity to them, but different groups do have different inherent traits and this necessarily means that we are not, and cannot be equal in every way. That's alright, there's nothing wrong with that, but there is something wrong with refusing to acknowledge those differences. Those differences have very real consequences.\n\n>Does it really matter if they don't compete in technology, by and large? Is there any strong case to be made for purity? Seems like a lot of risk of moral hazard, for the sake of making the perfect the enemy of the good.\nDo you like space ships? How about the internet? Electricity? Stuff made of iron? Plentiful glass? Dry ice? Modern air conditioning? Gasoline? Fluffy bunnies that are large enough to hug? (Flemish Giants.) If you like new and interesting things, then you may want to support the preservation of white people. We're the race that makes giant fluffy bunnies and mines asteroids. You do want to see the surface of exoplanets within your lifetime, don't you?",
				"added": 1505382896
			},
			{
				"comment_id": 14,
				"body": "> [jehmak](#comment_12_1AyLtNX1hKoT6jqTWM9tFkLDvWPAs6jGpg): Again, this is not race issue, this is 1st-vs-3rd world issue.\nCulture stems from genetics.\n\n>Most countries are shit, a lot of people immigrate to America to live better.\nI know. Did you ever stop to consider why that is? Have you given pause to seek out the motivations for the Africans that are climbing barbed wire fences bare handed, sinking their own boats in the middle of the sea when they know they can't swim, some of them dying by the hundreds, possibly by the thousands, just for a chance to get into Europe? Why would people do that to themselves?\n\n>There are much more white immigrants who \"steal\" your jobs.\nCulture and genetics are intrinsically linked and cannot be separated.\n\n>The only reason you hate black is because their roots are obvious from skin color.\nI don't \"hate\" black people, even if I sometimes speak in generalizations, and I certainly wouldn't hate them for something as arbitrary as their geographical origins. There are white people that were born in South Africa who I would bleed for if it would get them into the US and away from the psychopaths that are literally trying to murder them just because they're white.\nhttps://www.youtube.com/watch?v=6fzRSE_p1Ys\n\n>If every country had different skin color, then you would hate everyone except your nation for exactly the same reasons you hate black now.\nRace is real and it matters. I care about behavior, mindset, and ideology, all of which are impacted by your genetics. Multiracialism doesn't work for the same reason that multiculturalism doesn't work. That doesn't mean we can't get along, but we do need our own spaces.",
				"added": 1505384722
			},
			{
				"comment_id": 15,
				"body": "> [doiasedfnasnedcp](#comment_9_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc): \n> So yea I get a little disgruntled when some white tramp takes our awesome genes and accelerates the demise of our shrinking race by driving them down an evolutionary dead end.\nI look at such events as nature's way of weeding the bad genes out of our gene pool. Take heart, our survival is not merely dependent upon birth rate. We're different.",
				"added": 1505386321
			},
			{
				"comment_id": 16,
				"body": "> [styromaniac](#comment_106_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): https://youtu.be/-2gCsxUGkNs\n\nhttps://upload.wikimedia.org/wikipedia/commons/d/d3/Katherine_Johnson_in_2008.jpg\nLast name, Johnson. Born in Virginia, in a place literally called \"White Sulfur Springs\", a small, majority white resort town for wealthy people. I wouldn't even know she's \"African-American\" if I saw her walking down the street, nor do I think most black people would. What a wonderful example you have there. Now instead of fishing up outliers in order to disregard my perfectly valid point, how about you show me some examples of engineering by Africans that actually live in Africa?",
				"added": 1505421204
			},
			{
				"comment_id": 17,
				"body": "> [kaffie](#comment_501_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): You... have no idea how welfare actually works, do you? The fact that you even wrote this thinking it was true shows how entitled you are, and how you've never actually been poor a day in your life.\n\nIt differs from state to state, but basically https://www.youtube.com/watch?v=NzspsovNvII\nIn many places in Europe the \"refugees\" are getting similar treatment.",
				"added": 1505421833
			},
			{
				"comment_id": 18,
				"body": "> [jehmak](#comment_14_1AyLtNX1hKoT6jqTWM9tFkLDvWPAs6jGpg): All music which not sucks comes from Africa or black people. While europeans and other pathethic whiteys were doing boring tonal nonsense on their cheap-sounding sinusoid pianos, black people were kicking ass with some gorgeous rhythms and grooves with rich atonal timbral textures of their thunderous drums. And what you see nowadays is that tonal music actually dead.\nFrom the people that brought you vuvuzelas. https://www.youtube.com/watch?v=bKCIFXqhLzo\n\n> If you're right-wing you should value competiton over cooperation, right?\nNo. Massive category error.\n\n>(Sub)cultural competiton like this inside a single country is just a version of competiton between countries with a smaller granularity, and this way it probably leads to more innovation.\nUncontrolled disruption of a culture doesn't lead to any meaningful progress, only stagnation and destruction. It's more like https://en.wikipedia.org/wiki/Cell_culture",
				"added": 1505423580
			},
			{
				"comment_id": 19,
				"body": "> [jehmak](#comment_13_1AyLtNX1hKoT6jqTWM9tFkLDvWPAs6jGpg): It's irrational how much accent you place on skin color.\nHow many times do I have to say that it isn't just about skin color? Race is not skin deep. It affects the brain structure, the bone structure, the immune system, everything. Race is real and it matters.\n>There are a lot of extremely different white cultures and subcultures, and if I place myself into your ideological framework, I would argue there is surely a need of segregation between white people.\nWe do segregate. Into communities, into countries. Where we can be different. I agree that there's some genetically unhealthy white people that I definitely wouldn't want my children mixing with. Did you have a point?\n>And probably it matters much more, because small subset of white people are superior to all other people, and there were always tensions between black and white, so some kind of virtual segregation by skin color already existed anyways, but there were no such thing for other white people, and this is a problem because they freely contribute their mediocre genes to ubermensch gene pool.\nWe must preserve our genetic distinctions. Let me show you just how real race is.\nhttps://en.wikipedia.org/wiki/Mainstream_Science_on_Intelligence\nhttps://my.mixtape.moe/iibtks.png\nhttps://my.mixtape.moe/taekvh.jpg\nhttps://my.mixtape.moe/elmnca.jpg\nhttps://my.mixtape.moe/ctjkvw.jpg\nIn other words https://my.mixtape.moe/rstvyc.jpg",
				"added": 1505426489
			},
			{
				"comment_id": 22,
				"body": "> [styromaniac](#comment_107_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd): If your argument relies upon global region, then you're watering down your argument.\nIt doesn't. The point was that she has a high European admixture, which is why she was able to do what she did. A full blooded African, or even \"a real nigga from da hood\", could not. It's genetic.\n\nIf you don't believe me, do what I did. Go to Haiti. Stand upon the mountains surrounding Port-Au-Prince and look upon the valley. Ask yourself why they are the poorest country in the western hemisphere, despite constant material assistance. Ask yourself why they speak French upon the mountain, but Creole in the valley. Ask yourself why they live in literal rubble and trash, instead of building something out of it. Ask yourself why they shit in the same waterways that they bathe and wash their clothes in and drink from. Ask yourself why the land itself has become poisonous on their half of the island.\n>Also, how you could mistake her for being white I'll never know.\nLook at the picture. She looks off, but she has white skin. Did you intentionally break the image link when you quoted me? Here it is again. https://upload.wikimedia.org/wikipedia/commons/d/d3/Katherine_Johnson_in_2008.jpg",
				"added": 1505762888
			}
		],
		"3_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": [
			{
				"comment_id": 20,
				"body": "Thank you.",
				"added": 1505428556
			}
		],
		"1_1MTNhSVgCJpW8uBjFhnyA5NsgyKbKnvrLG": [
			{
				"comment_id": 21,
				"body": "On a similar note, would anyone happen to have an index of active message boards that require signup to view? I love a good adventure.",
				"added": 1505429337
			}
		],
		"2_14LA8sy5pK11V4azVA9wTmMpu1VYCqT822": [
			{
				"comment_id": 23,
				"body": "http://nlpc.org/2017/05/31/analysis-one-fifth-pro-net-neutrality-fcc-public-comments-fake/\nhttp://www.nationalreview.com/article/436807/net-neutrality-government-control-your-internet-service\nhttp://www.freedomworks.org/content/net-neutrality-has-nothing-do-censorship\nhttp://freebeacon.com/issues/net-neutrality-supporters-want-ban-drudge/",
				"added": 1505884675
			}
		]
	},
	"comment_vote": {
		"95_16NS3rBdW9zpLmLSQoD8nLTtNVsRFtVBhd": 1,
		"47_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"46_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"7_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E": 1,
		"6_1AyLtNX1hKoT6jqTWM9tFkLDvWPAs6jGpg": 1,
		"6_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E": 1,
		"5_1AyLtNX1hKoT6jqTWM9tFkLDvWPAs6jGpg": 1,
		"1_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc": 1,
		"53_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"66_1FzZsDQdh8wk71bDLxURPzmAt2FXehoNAB": 1,
		"54_1PiXrhT1UjMZmJc5WFhfUxourdfapeHJ8o": 1,
		"7_1AyLtNX1hKoT6jqTWM9tFkLDvWPAs6jGpg": 1,
		"6_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc": 1,
		"9_18sV4LF2Q372BLkTJN5Z24HeRexQQscx1E": 1,
		"9_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc": 1,
		"2_1AzSTiHFF1HahSf3j6YgmcKCo24ACQvo1p": 1,
		"21_1DiRWRFXcVgQQ75cXnAG2pyxxjGo2VaH5": 1,
		"56_1GgNo3CmxPd7n2pMSF3uyqf1XHvgtTUqCe": 1,
		"12_1EijxsAumeeuw6ojPjHc9KKwUfH6ryhbJc": 1,
		"253_1HYB4Pe6irbQgDbeKm1zeFD7M8pdbksFeS": 1
	}
}