{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "说实话，老在墙外混的朋友，请问习近平有什么黑料？",
			"body": "由于境外中文媒体大半数是轮子天下，由于屁股原因轮子不会反习。现在有个郭文贵出来。居然也不反习。境外反习黑习的主要是境外的部分搞民运的，个人觉得基本上这一派的话不可信，而且也很少直接攻击他本人而是反”独裁专制“，神神叨叨的几句破话翻过来覆过去，比轮子还不靠谱。\n\n习大大真的是没什么黑料的金身？除了姐夫（这个我觉得被炒过头了，他上台后就停手了）和女儿（和其他党和国家领导人一样依惯例孩子必须留学，这个没有可以黑的），大家还知道什么？\n\n目前我看到的是，轮媒期待他肃清蛤蛤，郭文贵期待他肃清”盗国贼“，两边都期待他当蒋经国（说难听点叫戈尔巴乔夫）。同时轮子还表示习近平至今对宣传控制乏力导致形象上出问题（搞个人崇拜引起部分人反感），指出这些并非其本意。难道19大真的要粗大事？还是外媒一贯夸大传统搞的大新闻？",
			"added": 1503069652,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "反思六四：中国真的需要这样一场学生“革命”吗？",
			"body": "我知道我在这里肯定是要被喷，但是我还是看得到零网有几个很不错、很理智的用户的。在一些事情上看法不一样很正常，我也不指望说服谁，只是希望大家能认认真真坐下来谈一件事情。\n\n85年以后，在邓小平比较冒进的经济改革政策下，中国的经济出现了动荡。确实，那一段时间GDP的增长率非常好看，但那时因为我国GDP总量小，所以绝对增量不大，人民“获得感”不大。而这番冒进虽然给90年以后的经济改革探明了路子，却给80年代带来了一些灾难。最主要的就是那时的物价飞涨，真的叫“飞”，其涨价之快是我们今天想象不到的。那几年CPI接近10%。\n\n同时，经济也处在一个计划经济向市场经济转型的时期，一些旧制度还没有完全脱离就迎面撞上了新制度。典型代表就是价格双轨制及其后的价格闯关。非常愚蠢的价格双轨制导致了产品出现了”计划价“和”市场价“，养育了一批体制内的”倒爷“在两个价格之间倒卖，赚取差价。而其后的”价格闯关“——也就是废除计划价，使其上浮到市场价，则引起了真正的恐慌和动荡。很多人担心物价会飞涨，疯狂地取钱囤货，导致银行出现【挤兑】，同时【市场上买不到东西】。这简直就是上演了一次”经济危机“。混沌的经济政策导致人民心中积聚着对改革力度过大的不满.....\n\n在之后的事情大家就知道了。1989年胡耀邦逝世，学生上街怀念他，最终变成了大家熟知的六四事件。\n\n\n我在这里不愿意讨论六四的细节。一个是，我自己确实没有能够亲眼见证什么，再就是网上的资料也众说纷纭，真相除了真正参加的人以外恐怕就要永久尘封了。我想讨论的是，六四是否必要？是否有效？或者说，是否应该发生？\n\n\n其实，和上面说的经济改革同时发生的是同样大胆的政治体制改革。1987年，赵紫阳当党总书记时，撰写了【《政治体制改革总体设想》】，递交党的十三大讨论。这里面的内容十分大胆、前卫，有些问题的确到今天也存在，给大家摘录几条：\n\n【党政分开】：党政分开是指党政职能分开。党和国家政权机关的性质不同，职能不同，组织形式和工作方式不同。应当划清党组织和国家政权的职能，理顺它们之间的关系，并使之制度化。\n\n【权力下放】：\n1、权力下放的基本原则：\n\n在保证全国政令统一的前提下，凡是适于下边管的事，都应由下边去决定和执行；适于地方管的事，交给地方去管；适于企事业单位管的事，交给企事业管；适于群众组织和群众自己管的事，由它们自己管。\n\n【选举与公民权利】\n\n4、制定保障公民行使基本权利的法规：\n\n宪法已经明确规定了公民的各项权利。现在的问题是缺少具体的制度和法规。【应抓紧制定若干有关保障公民权利和公民申诉的法规】，争取在七届人大期间(1988一1993)陆续颁布实施。\n\n5、改进选举制度：\n\n(1)各类选举原则上均应依法实行【差额选举】。\n\n\n\n怎么样？虽然比不上美式民主，但是交给地方、基层、人民的权力明显变多，党的权力明显在收缩。以赵紫阳为首的改良派梦想就是建立一个挪威式的社会民主主义国家。并且有关提案已经上交到党代会讨论了，基本上可以认为已经得到邓的首肯，准备上路执行了。\n\n\n结果呢？蹦出来一个六四。学生们按捺不住，不愿意等上面的人动手，想要”推翻旧世界，建立新世界“，就我在YouTube上看到的学生和李鹏谈判的视频来看，学生的高傲、自大、幼稚一览无余。你我真的有胆量把政权交给他们？？？然后军队出动镇压，64退潮，【民主化改革戛然而止】。\n\n我在这里不讨论六四的目的。即便确实是为了遏制腐败（事实上肯定不止于此），这样的手段也太激进了。事实上这次活动，裹挟着学生们幼稚的理想主义和人民群众对现状的不满，像是蝴蝶效应一样造成了巨大的风暴。即便动机一开始还比较好，但到了后来反而对改革本身造成了极大的冲击。\n\n所以，我觉得我国不需要一个六四。按照原定的改革计划走下去，今天的民主想必已经是蓬勃发展了。六四属于纯粹的添乱，不仅没有让中国更民主，反而让中国更集权。",
			"added": 1504264803,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {
		"1_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": 1
	},
	"next_comment_id": 33,
	"comment": {
		"500_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 1,
				"body": "你可以投票选举或者参选你所在区域的人大代表。不开玩笑，上一届人大代表改选真的很重视这个事，我所在的小区贴满了我们这里的三位人大代表参选的信息，并且是差额选举。\n同时，如果你在农村，你也可以选举你所在的村一级的干部或者某些地区的，乡一级干部。\n如果你有建议或者牢骚，国务院网站有“我给总理说句话”栏目，不过注意不要作死。\n如果你对征求意见的法律法规有意见，也有网页给你在线点赞同/反对并且提意见。\n\n不要以为这是形式主义。有的事情，你不认真，我不认真，那就没有人认真了。",
				"added": 1503068788
			}
		],
		"501_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 2,
				"body": "每一代中国领导人都强调中国不搞霸权主义。\n说实话称霸有什么好处？？我想知道。倒是境内的小粉红很期待称霸的，估计也是出一口历史的恶气而已。真的称霸，你会发现很累。世界警察不好当的。",
				"added": 1503069025
			},
			{
				"comment_id": 4,
				"body": "> [zerocatty](#comment_554_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW): 你是小粉红吧：）\n\n我是小粉绿啦 台湾不独立不会好！！！",
				"added": 1503116821
			},
			{
				"comment_id": 5,
				"body": "> [zerocatty](#comment_554_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW): 你是小粉红吧：）\n\n扣帽子很没意思，我政治立场上确实倾向中共，不过也不代表我认可他一切东西。就现在的中共只要文化政策方面宽松点，我就觉得很好了。至于什么民主那就是奢谈，以现在的状况，一人一票选出的肯定比川普还浮夸。",
				"added": 1503117260
			},
			{
				"comment_id": 8,
				"body": "> [chinaman](#comment_12_14kpyWyUmSUgkRJRH9LtpLBjrPwDqFE612): 一人一票选的结果无论是谁，那都是人民的权利，都是人民的意愿，不是你我某个人可以代替的。否则就不是民主。\n\n我觉得中国人很讲实用主义。结果上好的才是真的好。当然有时候太讲实用主义不是好事（比如法律上我们要有程序正义，但是新闻评论区里总在嘴巴判罪），但是就这个思想而言其实历史上帮了中国不少忙。有太多例子证明人民的意愿往往不很靠谱，让99%不懂治国的人去选谁来治国有一种越俎代庖的感觉。就好像让一群医生推选谁是最好的机械工程师一样，他又不懂，这个选票的有效性当然就很差。我就觉得当前党内遴选制度下贤人政治还算是一种比较靠谱的体制。的当然这是我的粗浅见解而已。",
				"added": 1503150439
			},
			{
				"comment_id": 10,
				"body": "> [rerzhang](#comment_25_16jpmWRW1qeW4TtRBWDf5wMvRBWzyApn8S): 中华民族的伟大复兴是实现人民民主，这才是富国强民之路。由于长时间教育的扭曲，以及愈发不公平的教育，常人现在难以区分什么是民主，自由，公平正义，以及由这一系列名词代表的真实含义，而这就是现代文明的精神内核。\n\n民主，自由，公平正义，美国都做不到，你这是要往瑞士看齐呀。步子太大当心扯到蛋。",
				"added": 1503154506
			}
		],
		"1_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": [
			{
				"comment_id": 3,
				"body": "> [iame](#comment_3_1L6rvvBV2EUc9HVT8yjE2129FWutCwkdcR): 把“通商宽农”读成“通商宽衣”？“四个自信”却加强封网？\n\n在反腐败斗争上的决心要有足够自信，对反腐败斗争取得的成绩要有足够自信，对反腐败斗争带来的正能量要有足够自信，对反腐败斗争的光明前景要有足够自信。\n这四个自信可没有对互联网自信啊哈哈哈哈哈。不过加强封网算一个，至于是不是他的意思，我们也无从得知。因为正如我说的，习近平对宣传口似乎缺乏控制，包括之前的红旗杂志说的“习近平思想”也是立刻在线上被撤稿，中宣部搞的“习近平语录”也是立刻gg。习到底要不要个人崇拜，阵营看没看清楚，我觉得都是问题，这方面我不应该发话。\n\n至于念错稿子，我觉得衣和农确实容易看错。更何况这不算黑料啊，口误而已。",
				"added": 1503116730
			},
			{
				"comment_id": 6,
				"body": "> [ygw](#comment_73_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 习有没有黑材料不是问题的核心。而是习应不应该为现在中共的罪行买单，应该说中共犯得无数错误里面习需要买单的部分是很小的，但是他现在是党总书记，法人代表，按理说出了事应该抓他。但是你真抓了他，就中了那些犯了大罪的那些人的陷阱，他们可以把习当成人肉盾牌，卷了他们的赃款逃亡海外。而左右的变革力量要逼迫他做毛泽东或者戈尔巴乔夫也是一厢情愿的，真的想要回到计划经济或者步入民主宪政需要的是社会力量的行动，而不是一个被各方势力的风浪左右的“领导”\n\n\nCNN等媒体在胡温时期就认为，共产党的权力合法性来自于其领导下人民生活水平的迅速提高，使得大部分人对现况满意。换句话说中国要是真的搞民主选举，共产党的支持率可能不一定比那些真的会吹牛逼的人高，但是你要发问卷调查国人对共产党的满意度，我认为这个满意度是很高的。至少对我们80后升斗小民而言，能今天在这里吹比，一部分功劳肯定要划给共产党。\n\n所以我不希望习下去，更不希望共产党倒台。历史已经证明，正如你所说，政体巨变带来的就是真正犯罪者的跑路。戈尔巴乔夫一个苏联解体养肥了多少早就趴在人民身上吸血的寡头？\n\n只可惜现在推特上的中文信息都是明天就要革命暴动的状态...我也是很费解。其实包括郭文贵我自己也不信任，所谓的正义感能改变商人的本性吗？把73等人弄下去有没有他自己的利益诉求？我不知道。这个时代每个人都有自己屁股坐的位置，至少以我的屁股来看，共产党和习留着比不留好。与其信虚无缥缈的民主承诺，我觉得还是眼前的稳定安逸赚钱吃喝重要。你民主不也就图这个？还能上天？\n\n最后说个激进的观点：就算73是以贪打贪，如果最后结果综合起来给党国续了命，对提升行政效率、改善政治生态环境有好处，那我就站他。\n\n看过一句话，“混乱不是深渊，混乱是阶梯。”，看得实在让人脊背发冷。",
				"added": 1503149714
			},
			{
				"comment_id": 7,
				"body": "> [chinaman](#comment_11_14kpyWyUmSUgkRJRH9LtpLBjrPwDqFE612): 讨论习近平是转移话题和注意力，还是讨论下73吧\n\n就算73是以贪打贪，如果最后结果综合起来给党国续了命，对提升行政效率、改善政治生态环境有好处，对广大人民有好处，那我也站他。至于这个好坏我觉得不能量化，但就我所见，1.八项规定确实够到位（副作用是体制内单位福利缩水...）。2.政府公车用的确实规范多了（我们这里公务车都是贴了贴纸的，欢迎监督）。\n\n当然这个是一己所见，然后我也不是体制内人士看不到更多的东西，但我觉得“从严治党”确实做到了。至于高层经济上贪不贪，贪几个亿，那都是次要的，关你我屁事？再说，你真的到那个高度，钱还重要吗？我觉得纯贪腐到省部级顶天了。在往上估计就是政治上的东西多点了。",
				"added": 1503150007
			},
			{
				"comment_id": 9,
				"body": "> [ygw](#comment_74_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 维持现状对王岐山等盗国贼最有利，无论是往左还是往右中国都必须转向，否则就会因为内部意识形态的分裂走向内战，即便混乱过后中国走向了更好的道路，历史的悲剧也会深刻的影响未来。\n\n我不太明白，不好意思，就是中国“转向”了，分裂就会弥合了吗？相反强行转向才会惹恼一大批人吧。就像80年代是走资走社？都不好办。中特社就是一个调和妥协的产物，安抚了既得利益集团，也给敢搞的人机会。",
				"added": 1503154366
			},
			{
				"comment_id": 12,
				"body": "> [chacha20](#comment_6_1D532gcmEpG4KkgvhZkA4biyvEiAiCgKFx): 你不过是既得利益阶层而已。贪污当然关我们屁民屁事，知道啥叫民脂民膏？民赋民徭？既得利益者你根本不在人民这边。\n\n你哪有那么多民脂民膏给别人搜刮啊...",
				"added": 1503334321
			},
			{
				"comment_id": 15,
				"body": "> [vincentcheung](#comment_58_12e4EcUWaMHVa31rkuzWWxstByasqAp7RV): “我觉得纯贪腐到省部级顶天了。在往上估计就是政治上的东西多点了。”————这是从来不翻墙的白莲花？巴拿马文件吓得包子赶紧封网，他家就不干净。他这位置就不贪腐了？搞笑，事实摆着，封个网就当别人不知道？掩耳盗铃\n\n巴拿马文件不就是姐夫吗？你如果继续看深入报道就会发现，姐夫在2012年前后就收手了。",
				"added": 1503897689
			},
			{
				"comment_id": 16,
				"body": "> [smth](#comment_4_16mf44A2ALm1jD9E6bmg4S9nzEXABNeEFE): 这你就说反了，现在突然选举，共产党支持率肯定第一，但是满意度，如果是真实的想法，绝对不会高。今天能在这里吹比，和共产党关系不大，就算国民党执政，今天也能在这里吹比。\n> \n> 我是希望习干完两届，正常换人，一直干下去就坏了制度。习近平最大的功劳就是阻止了国有资产私有化，像苏联那样，这是巨贪们梦寐以求的，希望下一任在这一方面能延续习的思路。\n> \n> 推特上都是扯鸡巴蛋，革命暴动绝无可能。把73弄下去有没有文贵自己的利益诉求完全不重要，重要的是73做错事就要被弄下去，这样再大的官胡作非为之前都会考虑考虑后果。共产党和习留着肯定比不留好，王岐山不留比留着好。如果说特权无法避免，那享受的人越少越好，理想状态，就习近平一个人有特权，其他人都没有。\n> \n> 73不能给党国续命。打贪也不是为了续命。党国的命脉是党和军队。选择性打贪恶化了行政效率，现在基层都是宁可不做，不能犯错，效率低的一比。政治生态彻底务虚，都对党国不利，当然动摇不了大局。\n> \n> 中国不会混乱，境外跳梁小丑也没这个实力让中国混乱。唯一的乱源就是共产党自己分裂，这个近期看不可能，远期看还存在和平分裂的可能。比如中共（毛派）和中共（邓派）轮流执政，既不违反宪法，又部分实现了民主，是真正有中国特色的社会主义民主。\n\n如果73真的是那样，那下台我支持。但高压反贪我也支持，前提是实在的公务员福利要搞好，不能闹只让马儿跑不让马儿吃草的笑话。现在基层要做大事，比如提升行政效率、搞基层民主......越来越需要高教育水平、高能力的公务员，如果党国能把顶级大学的毕业生吸纳进公务员队伍，也是一件幸事。\n\n最后一点我也同意你的想法，事实上虽然台面上没有公布，但是9000万党员是不可能上下一心的，思想上的派别也是有些差异，但绝对不是轮子说的“江派”“习派”这种无稽之谈。目前我还是希望改良派上台，当然这个派被64一闹就熄火了，本来80年代趁着经济低迷倒逼政治改革的形势非常好的。（见《政治体制改革总体设想》）那么剩下的改革派和保守派我还是希望改革派能上的。\n\n从台湾经验来看，即便是现在放开组党，中国也很难形成一个大党。这是因为，不类似于80-90年代的台湾，如今中国事实上没有一个强有力的、利益统一的反对派。连墙外推特上的民运团体就那几个人还能互相撕逼，你说组一个民进党可能吗？不可能。最后搞不好就是热心政治的一部分人组了一大堆没人的鬼党（和台湾现在一样）。中国人目前不需要观点针锋相对的两个党，而纲领大部分重叠的两个党也没有了多党制的活力。\n\n至于你说两任的规则，我只能说，如果王73真的那么罪恶，那GCD事实上就已经是非常时期了。肃清郭伯雄徐才厚余毒肃清到现在还没个头，73下台，你说共产党需要多少年去修补？？如果会出现政治上的极大不稳定性，那我宁愿习干三甚至四届。\n我觉得更可能的是，73平稳落地，换取习近平更大的一些空间吧。",
				"added": 1503898804
			},
			{
				"comment_id": 18,
				"body": "> [smth](#comment_8_16mf44A2ALm1jD9E6bmg4S9nzEXABNeEFE): 我觉得首先把顶级大学生吸引到医疗教育才是当务之急，不然以后都是最差的学生做医生，老师，党国未来不堪设想\n> \n> 开放组党只会制造混乱，中国绝大部分人都不知道什么是民主，停留在少数服从多数，投票就是民主的阶段（事实上国外很多p民也就这个水平）。我认为中国最合适的民主形式是，党委领导下的行政长官差额选举，可以先搞一个市做特区，比如厦门，党委指定几个市长候选人，公开辩论政策，市民投票选举市长，这样看看效果，成功固然可喜，失败也没什么大不了。当年这么多开放城市，也就深圳起来了，但其他开放城市也没亏，现在发展都还可以。\n> \n> 习近平如果没有正当理由，多干几届，那以后的人是不是也可以随意多干几届，万一哪一届遇到一个金三胖这样的，岂不是恢复帝制了。73也就贪点钱，相比较而言，无限连任对制度的破坏伤害更大。以后每次换届都会不稳定，祸害无穷。\n\n市长暂时还有点远。目前已经实现的有：\n村干部直选（不过当然有非直选的书记一起）\n部分地区乡镇干部直选（“乡”事实上是中国官僚体制里的正式的第一环，村本质上是自治组织）\n部分发达城市基层（区）人大代表真直选。（2015年那一届的人大代表选举出现了前所未有的话题性，很多人参与讨论了其中一些问题，比如说不熟悉候选人、选民没有投票热情等等）\n部分农村地区基层人大代表实现了对选民负责。（所谓民情日记、人大代表对选民述职等）\n\n只要这种开放基层民主制度的势头不减，我觉得就还是有希望的。希望未来能渐渐建成真正的代议制民主。当然，路还很长：）。\n\n我怕被喷五毛，但是我还是要说，《将改革进行到底》第三集里干货很多，顶层也发现了近几年基层选举的不少问题，像是选举不规范、代表失职、基层人大虚化都有提到。我个人认为这个十集纪录片就是未来五年的剧情预告，就看接下来执行力如何吧。",
				"added": 1503933616
			},
			{
				"comment_id": 19,
				"body": "> [smth](#comment_8_16mf44A2ALm1jD9E6bmg4S9nzEXABNeEFE): 我觉得首先把顶级大学生吸引到医疗教育才是当务之急，不然以后都是最差的学生做医生，老师，党国未来不堪设想\n\n关于这点嘛...我觉得“最差的”也不至于。每年顶尖医学院也都在输出着很多的优质毕业生。说是报医科的越来越少，但就我家（母亲是三甲医院医生）里谈论的情况来看，医生似乎并不缺。或者说，问题还是在基层，在乡村，那里缺医学人才，但大城市的三甲医院不会缺的。\n国家在搞“分级医疗”，其实说是医疗分级，就是医生分级。顶尖人才去三甲，一般人....就下基层咯？不过国家该有的安抚和激励还是确实应该到位。本质上来说优质资源都应该下沉，因为这本身是一个不可分割的有机的整体。举个例子，你说基层的教育资源不搞好点，强行把医生压到基层，人家也不愿意啊？",
				"added": 1503939140
			},
			{
				"comment_id": 21,
				"body": "> [gdd](#comment_160_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 来几个真实的案例：一，习近平2016年下半年提高了党费收缴标准，并规定以前已经完成党费缴纳的要按新标准从去年补交差额，每个党员都挨了一刀，平均一个人2400左右，全体党员总共补缴党费2000亿，他拿去全部撒在一带一路上，不是党员的人捂着嘴偷笑，因为自己没挨这一刀。\n> 二，习近平2017年7月提高了社保资金缴费比例，并规定前半年已经缴了社保资金的要从2017年1月开始按新标准补缴差额，这次是每个有工作的老百姓都挨了一刀，没工作的人捂着嘴偷笑，因为他们没挨这一刀。\n> 三、增发人民币7万亿，导致人民币整体贬值 2%，也就是说，你如果有10万元身家（就是所有财产折现），你直接不见了2000元，如果你有100万元身家，你就掉了2万元，这下除非是真正的无产者，还有资产已兑换成美元转移到海外的人，以及习近平，才有资格捂着嘴偷笑了。\n> 以上这三个实例，只是及其典型的习近平搜刮民脂民膏的案例，还有些不典型的，比如禁止公款消费，禁止民间请客送礼，费改税，营改增，这些政策，都是帮助他从老百姓腰包里掏钱的，还有反腐追回的赃款，都是习近平个人可控的资金来源。这些资金全部被他用来在一带一路上面大撒币撒掉，还用来解决国际问题，比如莫名其妙地给了正在遭受国际制裁的俄罗斯1000多亿美元，南海争端赔给菲律宾160亿美元，巴拿马同台湾断交得到85亿美元，中印边界争端赔给印度200亿美元...简直是数不胜数，对了差点忘了，九寨沟7级地震和新疆地震，他也拨了1.8亿元人民币赈灾。\n\n如果最基本的经济学都不懂，就请不要乱发表意见了。党费我不懂，有质量的养老我也不指望，这两点我就不说了，当你说的是对的。增发人民币这件事，我只想说，“贬值”，我看你连“贬”和“值”这两个字到底什么意思都不知道。你前面说的是对内贬值，后面“换美元”好像在说对外贬值，也不知道你在说哪种贬值。通货膨胀2%左右本来在如今的国际环境下就是健康的通货膨胀率。\n最后说的我就不懂了。禁止民间请客送礼那些和从老百姓腰包掏钱是什么关系？不明白。反腐的赃款进了个人的腰包也不知道你是怎么推断出来的。最后中国的对外投资被你说成赔款我也不知道怎么评价。贸易得到的美元不往外用难道在国内用？那人民币算什么？你能不能了解基本的货币和外汇姿势再发表意见？推荐从“美元占款”开始学习下。",
				"added": 1504004615
			},
			{
				"comment_id": 22,
				"body": "> [gdd](#comment_160_1LESBhM9ResjKhCCNhgbNDVFKcfdQractA): 来几个真实的案例：一，习近平2016年下半年提高了党费收缴标准，并规定以前已经完成党费缴纳的要按新标准从去年补交差额，每个党员都挨了一刀，平均一个人2400左右，全体党员总共补缴党费2000亿，他拿去全部撒在一带一路上，不是党员的人捂着嘴偷笑，因为自己没挨这一刀。\n> 二，习近平2017年7月提高了社保资金缴费比例，并规定前半年已经缴了社保资金的要从2017年1月开始按新标准补缴差额，这次是每个有工作的老百姓都挨了一刀，没工作的人捂着嘴偷笑，因为他们没挨这一刀。\n> 三、增发人民币7万亿，导致人民币整体贬值 2%，也就是说，你如果有10万元身家（就是所有财产折现），你直接不见了2000元，如果你有100万元身家，你就掉了2万元，这下除非是真正的无产者，还有资产已兑换成美元转移到海外的人，以及习近平，才有资格捂着嘴偷笑了。\n> 以上这三个实例，只是及其典型的习近平搜刮民脂民膏的案例，还有些不典型的，比如禁止公款消费，禁止民间请客送礼，费改税，营改增，这些政策，都是帮助他从老百姓腰包里掏钱的，还有反腐追回的赃款，都是习近平个人可控的资金来源。这些资金全部被他用来在一带一路上面大撒币撒掉，还用来解决国际问题，比如莫名其妙地给了正在遭受国际制裁的俄罗斯1000多亿美元，南海争端赔给菲律宾160亿美元，巴拿马同台湾断交得到85亿美元，中印边界争端赔给印度200亿美元...简直是数不胜数，对了差点忘了，九寨沟7级地震和新疆地震，他也拨了1.8亿元人民币赈灾。\n\n算了，本着科普的良心我给你普及一点外汇知识\n假如目前地球上有A、B两个国家，分别发行a、b两种货币，汇率10：1。后来A生产的某产品B觉得不错，就用100b购买了一些，A国公司收到了100b，他就去央行兑换成1000a，用来在国内扩大投资。这个时候A央行就相当于拿100b（资产）“发行”了1000a（负债），对央行来说资产负债表增了互相抵消的两项，但这个时候100b、1000a却都是【存在】的，都是\"可以用“的货币，你如果把100b投入到国内，就相当于在国内发行了双份的货币，这才会造成恶性通货膨胀，同时影响货币政策。但这100b拿着干嘛？放在自己那里又没有卵用，也没人给利息，干脆投放出去，获取收益（或者其他的间接好处）。\n\n中国目前就像是A国，外汇进入多，出去少，大量的顺差使得国家积累了大量美元。除了往外投资，还有什么更好的方法？你倒好，变成了割地赔款。\n\n赈灾需要多少就是多少，1.8亿如果够用，那这么多就没问题。项目都不同，单纯的数额比较有什么意义？变量都不控制。如果哪天日本地震中国给了100亿，国内相同强度、相同损失的地震只给1亿，那才是药丸。",
				"added": 1504005610
			},
			{
				"comment_id": 24,
				"body": "这里是个死气沉沉的地方..",
				"added": 1504158890
			},
			{
				"comment_id": 31,
				"body": "> [shangshandalaohu](#comment_12_1DVR1ZEU1csUMSGPL1sJnDwDTVnadxbwY1): 缺医生的本质是资源分配不均，三甲医生再多，可是医院就那么大，没用。只要敢给基层医生高福利，给医生晋升空间，几年内就能把三甲掏空。。。\n\n基层除了福利更要有配套的公共服务和设施。医生高福利下基层了，老师呢？平时要看的电影逛的街呢？如果这些都没有，医生下去不是自找难受吗。",
				"added": 1504282840
			}
		],
		"1_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6": [
			{
				"comment_id": 11,
				"body": "首先我们要剥离专制和共产主义（社会主义），LZ标题是反专制，但是反的是共产主义。这个世界上可是有真正的君主专制国家——沙特阿拉伯的。那才是真专制，然而人家活得好好的。\n\n然后我回复一下LZ的几个点\n1.“首先国际上原来的苏联老大哥已然尸骨无存，放眼世界除了巴铁和金三可以说举目皆敌。”\n首先，没有永远的敌人，只有永远的利益。现在中共是做生意的，又不逼别的国家共产，说举目皆敌可谓毫无根据。目前地球上几乎所有国家都和中国建交，要说闹得欢的也就是前几年的挪威，在金钱面前他们最近也怂了。更何况72年以后中美关系比中苏关系好多了，老大哥早就是苏修了。苏联从来就是tm靠不住的。\n\n2、“中国已不能自给自足，连粮食都要依赖进口。没有贸易就没有外汇，没外汇就意味着缺粮，没粮的结果请参照委内瑞拉。”\n18亿亩红线是一个非常宽裕的数字，粮食进口只是因为更便宜（比如玉米豆粕什么的拿来喂猪）。“依赖”一词毫无根据。此外这个也和没有贸易没有关系，中国的外汇储量在一年来的强力管控下早就趋稳。粮食安全一直是5000年统治者最关心的话题，习近平能看不到？\n\n3、“再来一次合作化、公私合营，没了私企只有僵尸一样的国企，何来经济活力？就业与税收怎么保证？没有钱，庞大的维稳支出如何.维济？”\n我同意你说的话，但是没有任何证据表明会往这个趋势走，事实上我觉得目前的经济政策右过头了。\n\n4、“藏维回各族均有分裂趋向，心每年的维稳费用那是一个天数，最少也得万亿以上。没有钱，恐怕暴恐又会卷土重来！！”\n嘴巴审计请歇歇。不置评\n\n5、”毛是自己打的天下，威望与能力实非包孑可比。与普大帝也不具可比性，普京接手的是一个衰落的俄国，在普京手里俄国人重拾了自信，对俄国有中兴之功。可而今中国虽危机四伏，在经济与国际政治上却处于一个建国来最佳时期，包孑于国于民无尺寸之功，逆时而动破坏政经成果损坏各方利益，如何能得人心？“\n首先，习近平法理上不管经济，这个要找李克强。其次，你的后半段我没看懂，既然是最佳时期，那怎么和习近平无关呢？\n\n6、“加强言论控制只能说明政权的虚弱，而这也挽救不了一个衰亡的政权，别忘了大清朝出门还要路条呢？不也亡了！历王止谤阴鉴不远矣！”\n我也反对言论控制，加个一。但是衰亡实在是太鸡儿扯了。\n\n中共或者中国跪了，带来的混乱对普通人几乎没有任何好处，只会让真正有罪的人跑路或者赚的更饱。你不是东德，没有一个西德帮你。像是什么捷克、罗马尼亚...经济现在都差的一笔。大了不说，说个我看小电影发现的东西。现在东欧很多萝莉出来卖，这在一个侧面就反映了点东西。",
				"added": 1503157930
			}
		],
		"533_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 13,
				"body": "这种事早就开始了。我只能说TG要查到你很简单。",
				"added": 1503663892
			}
		],
		"534_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 14,
				"body": "> [nl](#comment_14_1HABFyuoohZ13drjwyJsECp4zDKjvggyNp): 目的之一是禁止小型网站上的评论功能，比如个人在小型服务器或者VPS上面搭建的博客，根本没有资金去给用户发送注册码短信来进行实名验证。\n\n但他们也不会管这些。",
				"added": 1503897611
			}
		],
		"2_1MQUEdi3kDb9u2o1gNLywN5Ms9QDQ3sCed": [
			{
				"comment_id": 17,
				"body": "我觉得64葬送了80年代改良派的改革道路，80年代经济不行倒逼政治改革，是最好的机会。86年的政治体制改革总体设想已经事实上建立了一条社会主义民主的大道。力度有多大，大家自己看原文。\n结果64给了强硬派推翻改良派的契机，90年代至今经济快速发展，大多数人无暇估计政治，才有了后来这么多破逼事情。\n所以一边纪念64一边悼念赵紫阳的都是蠢。64干掉了赵紫阳，干掉了可能出现的民主。",
				"added": 1503932924
			},
			{
				"comment_id": 23,
				"body": "> [simonullrich](#comment_18_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR): 谁说80年代经济不行，相比70年代，80年代是经济大飞跃，没人埋怨经济，然而，腐败也跟着大飞跃，有权力才能腐败，当时的权力集中在高层，比如倒卖进口批文，没有国级后台，别想拿出来，所以很多人站出来反对高层，要求政治改革，实际就是限制高层的权力，结果被镇压，至于现在腐败已经蔓延到领导的司机。\n\n如果你稍微了解一点历史知识，你就会知道，80年代总体是一个经济改革的试探期，走了很多弯路。1984年信贷失控、1988年价格闯关失败....你按照这些关键词去查一下就知道80年代是一个多么动荡不平的时代。动荡不平的时代自然就有动荡不平的人民。\n特别是价格闯关，已经事实上成为了发动普通老百姓（就当学生们是真的为了民主吧）上街的主要原因。\n给64洗地没有意义。64相反点醒了邓小平的迷梦，使得他一转以前的大胆开放的改革风格，开始走稳健的道路。经济一“稳健”带来的就是如今的繁荣，政治上一“稳健”那就是民主化的戛然而止。\n\n所以我说不好评价这些历史，本质上因为它就是有利有弊，你不能说怎么怎么样了会更好。历史不是线性发展的。",
				"added": 1504143897
			},
			{
				"comment_id": 25,
				"body": "> [newera](#comment_11_14DohZaXnmVFKeqjygMwh9KfygmhzXFa8e): 如果“稳健”、“维稳”等是代表着“宇宙真理”，那么，为了维护这么伟大的“宇宙真理”，毫无疑问，需要推行持枪权捍卫真理的原则，以便让“稳健”、“维稳”的所谓“真理”秩序永远“稳健”下去！！！六四的教训之一，是不一定非要谁下台，谁上台；而是官僚公开财产，同时，恢复尊重持枪权捍卫真理的宪政共和。逻辑很简单，1949年前的华北是因为民兵广泛地持有枪支，才导致毛泽东不敢制造粮食浮夸风。 在尊重持枪权捍卫真理的制度下，最坏的暴君也很难制造出比麦卡锡运动更坏的群体迫害运动。\n\n呵呵 怕不是到时候中国恶性犯罪上升，来喷治安不行的也是你。美国有些community的治安约等于0，也可以拥枪，你去住一下？\n我不是全盘接受共产党的领导，我也讨厌互联网审查，文化审查，但是我觉得稳定第一这个有时候真的是个真理。14亿人的一艘巨轮，不能当成超跑去开。",
				"added": 1504183344
			},
			{
				"comment_id": 26,
				"body": "> [longzaowuzhu](#comment_269_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 美国那些地方约等于0？你说一说，我听一听！\n\n底特律",
				"added": 1504242742
			},
			{
				"comment_id": 27,
				"body": "> [simonullrich](#comment_20_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR): 你只是把80年代当历史知识来了解，但本人是那段历史的亲历者，不需要你教我什么关键词。\n> 你把民主运动说成是“经济动荡”，把血腥镇压说成是为了“经济稳健”，说“经济稳健”带来今日的所谓”经济繁荣“，为了”经济繁荣““经济稳健”就要”放弃民主，靠，绕了这么一大圈，除了变着法子为当年血腥镇压洗地，我看不到有什么别的。\n> 世界上大多数民主国家不但又繁荣又民主，而且是民主给他们带来繁荣，反观中国，没有民主的繁荣，那只是权贵的繁荣，不是老百姓的繁荣，老百姓只是被收割菲菜。\n\n亲历者不一定比后来者客观。当局者迷，旁观者清。你的感受也许不深，但站在全国人民的角度来看，当年的经济动荡是造成了极大的恐慌的。",
				"added": 1504242808
			},
			{
				"comment_id": 28,
				"body": "> [simonullrich](#comment_20_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR): 你只是把80年代当历史知识来了解，但本人是那段历史的亲历者，不需要你教我什么关键词。\n> 你把民主运动说成是“经济动荡”，把血腥镇压说成是为了“经济稳健”，说“经济稳健”带来今日的所谓”经济繁荣“，为了”经济繁荣““经济稳健”就要”放弃民主，靠，绕了这么一大圈，除了变着法子为当年血腥镇压洗地，我看不到有什么别的。\n> 世界上大多数民主国家不但又繁荣又民主，而且是民主给他们带来繁荣，反观中国，没有民主的繁荣，那只是权贵的繁荣，不是老百姓的繁荣，老百姓只是被收割菲菜。\n\n另外大多数民主国家又繁荣又民主就是扯几把蛋\nhttps://zh.wikipedia.org/wiki/%E6%B0%91%E4%B8%BB%E6%8C%87%E6%95%B0\nhttps://zh.wikipedia.org/wiki/%E5%B7%B2%E9%96%8B%E7%99%BC%E5%9C%8B%E5%AE%B6\n对比一下？我承认几乎所有发达国家都是相当民主的国家，但是反过来就是屁话。",
				"added": 1504242934
			},
			{
				"comment_id": 32,
				"body": "> [longzaowuzhu](#comment_273_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 2015年的牛逼，真的还要吹。https://www.douban.com/group/topic/76040098/就像中国地域黑一样，没有太多相同论证就不要说河南人骗子多！\n\n搜一下Uniform Crime Report \n国内的七嘴八舌也能采信？豆瓣也是实锤了？？？",
				"added": 1504284380
			}
		],
		"548_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 20,
				"body": "目前所有查手机机器都是谣言\n唯一真实的是新疆的一个查手机app，对比的是一些暴恐文件的md5，根据大神反编译结果，这个app不会上传任何用户数据，比国内某些厂商都良心。",
				"added": 1504004169
			}
		],
		"2_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": [
			{
				"comment_id": 29,
				"body": "附注一下：我的数据来自于维基百科和《中国经济史》，改革设想来自于互联网。",
				"added": 1504272900
			},
			{
				"comment_id": 30,
				"body": "上来就扣帽子的请免了 我会把你屏蔽。如果你有干货，就拿出来摆着吧。",
				"added": 1504273097
			}
		]
	},
	"comment_vote": {
		"1_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": 1,
		"2_1KdkBrXtpurndbDk8f42PuC21nfAs2TUe9": 1,
		"9_18srV9XsF3r19LuP8fWyBcJMH7mSr2LXf2": 1,
		"3_14wXukFhdcNdC6n2oLxaoS8XQUC5ZhtvHr": 1,
		"15_1CPJqQQK9TGSE9XA5Lr8gqoKXrEX8CWckt": 1,
		"4_16mf44A2ALm1jD9E6bmg4S9nzEXABNeEFE": 1,
		"8_16mf44A2ALm1jD9E6bmg4S9nzEXABNeEFE": 1,
		"265_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU": 1
	}
}