{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 13,
	"comment": {
		"1_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB": [
			{
				"comment_id": 1,
				"body": "Worked for me.",
				"added": 1502211588
			},
			{
				"comment_id": 2,
				"body": "> [annacvalentine](#comment_5_1Mpr8B1fRGBctzf7g9a6X1cb4WbQULH92N): No it does't this place is not meant for Google docs, go publish your enterprice documents somewhere else unless is a leak.\n\nGoogle is not distributing this document and fired its author. Nobody is posting Google propaganda.",
				"added": 1502234288
			},
			{
				"comment_id": 3,
				"body": "> [wernight](#comment_2_1BstoqjGPrSJ5p3vPrsDi2HRwaUfft4R6b): Google isn't blocking anyone to host this document, including Docs. Also it's more a rant or a way for the author to express himself than a \"memo\". Sundar is actually being questioned for firing that guy, but in any case I don't think that leaking this document did any good to anyone except the press. Now that it's out, it's indeed better to have the full version rather than scandal press selected bits and pieces.\n\n It would be a bad idea for Google to try and stop the \"memo\" from being posted. The document doesn't contain anything really interesting (or very harmful to Google's interests) and attempts to stop people from posting it could lead to a backlash and cries of censorship.",
				"added": 1502500239
			}
		],
		"1_18C45ndJpnDbtgU7QdFxbfcENxBsPPEUtG": [
			{
				"comment_id": 4,
				"body": "> [kaffie](#comment_445_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Actually what ended up killing millions was blind dogma and faith in an ideology the people didn't understand, followed by authoritarian control and 'othering' people, assuming one demographic is superior. These are similarities in all of the political and economic systems throughout history. That's what you're seeing problems with. [...]\n\nInterestingly, you are 'othering' a demographic when you justify violence used against people you label fascists.",
				"added": 1503023663
			},
			{
				"comment_id": 5,
				"body": "> [kaffie](#comment_446_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): I actually don't justify violence. Thanks for assuming though. But to clarify, this means you were against WW2? You'd rather not fight nazis and fascists? I'm othering an ideology, not people. Someone shouldn't be hated because they've been deluded into thinking fascism is right. They ideally shouldn't be harmed either. [...]\n\nSo, AntiFa's violence is unjustified? Or is it just that you don't justify it it? It would be strange to support a group that often partakes in unjustified violence. I'm also surprised to learn that an anarchist supports state action in WW2.  Lets be honest, the best you can say is that the allies were the lesser of two evils. Also \"ideally\" they shouldn't be harmed? They shouldn't be harmed as long as they are not physically violent.",
				"added": 1503062231
			},
			{
				"comment_id": 6,
				"body": "> [kaffie](#comment_457_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): [...] Hopefully that clarifies where I'm coming from a bit. To be honest, the right-wing people are really not giving a good impression. I see daily people talking about how right-wing people don't care about discussion. They'd rather just fling slurs, insults, and fail to back up their position with actual facts and statistics. They link sources and incorrectly quote them, failing to understand what their own source says. And when you try to bring this up and have a rational discussion, they resort to ad-hominem attacks and essentially plugging their ears. And so, it's sounding more and more like those 'bash the fash' folks are right. Right-wing people simply don't care to have a proper nuanced view, and they're just using 'discussion' as a way of spreading propaganda. As such, the best course of action is to not provide a platform for them.\n\nI agree with most of what you said. A point of disagreement: I don't think that property damage is typically justifiable. If you destroy any of my property I am not in a position to replace it, and my family could have a much harder time getting by if it is something as important as our car.\n\n Unfortunately, its not just right wing people that debate the way you've described. The main differences are which targets are acceptable, which slurs are okay, and which propaganda is being spread. I've heard this same complaint from right wingers about the left. I'm not myself on the right. I'm a left libertarian (a market anarchist specifically). The reason that I spend more time providing criticism of AntiFa rather than equivalent groups on the right is that they are giving the right ammunition to be used against people who have similar beliefs to mine.",
				"added": 1503066526
			},
			{
				"comment_id": 7,
				"body": "Isn't all of the Somalia discussion a little irrelevant anyway. Would I be proving that governments can't work by pointing to North Korea? In the same way that there are many possible ways to implement governments, there are many ways to implement a society without a government (some of which are bad). I don't think you will find an anarchist who thinks that things must be great whenever there is no government, just like nobody argues that things must be great whenever there is a government.",
				"added": 1503073113
			},
			{
				"comment_id": 8,
				"body": "> [kaffie](#comment_441_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh): Any society that properly follows the tenants of anarchism will thrive. I guarantee it. Somalia does not follow it. It might be 'anarchy' in the colloquial usage, but it's not the political ideology of anarchism. Just because it is chaos, does not mean it is anarchy. Anarchism, contrary to popular belief, actually supports highly standardized and systemized society. Generally there is more order and organization than with a government, not less. Somalia is a good example of why rulers cannot go unchecked.. [...]\n\nExactly. While having no government is a necessary condition to achieve anarchist goals, it is not a sufficient condition. Thus, simply pointing to a case of a society with limited or no government that results in a bad outcome does not even imply a proposition as weak as \"sometimes an anarchist society results in a negative outcome\". By the way, that entire post was just great.",
				"added": 1503163186
			},
			{
				"comment_id": 9,
				"body": "> [kmueller](#comment_68_1PvReUtzc5s92BWTUDnxvmVGepNcyA2otB): BS! Adam was created 4000 bce (approximately).\n\nWell, I'm convinced!",
				"added": 1503874960
			}
		],
		"1_1EXANSGwi6EeGPVqCYcRhwsK5pUFabu8i6": [
			{
				"comment_id": 10,
				"body": "Eh, I already have kids and don't want more. This is very good news for me. Where do I get the shot that makes me sterile? Do I have to pay for it, or is it free? Its really nice of the Jewish community to provide such a great service.\n\n\n",
				"added": 1504386459
			}
		],
		"3_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 11,
				"body": "Decentralization and the freedom that comes with it are what drew me to ZeroNet, but its not what has kept me around. If it were only these that I cared about, then I could just as well use IPFS or any similar alternative. One thing that I love about ZeroNet is that I save any zite I visit by default and I can visit it even when my connection is down.  My connection is pretty inconsistent. Even better is that the zites update without me checking for updates (so long as I have the daemon open in the background). So, I have new content to browse when my connection is down. My connection goes down often.",
				"added": 1506219948
			}
		],
		"4_1H5UJ7LneToGqYqJ9fbLnu1Ko2pxTpchof": [
			{
				"comment_id": 12,
				"body": "I like him about as much as I like everyone else that I've never heard of. Why is he important enough that I should have an opinion on him?",
				"added": 1506220396
			}
		]
	},
	"comment_vote": {
		"441_1NWh3WAty57FH8at1WtrZigMrdhrDkuPzh": 1,
		"12_1PrxUQFugjmputGP2FzPSw4Wmq6tCd7xV7": 1
	}
}