{
	"next_topic_id": 22,
	"topic": [
		{
			"topic_id": 1,
			"title": "房价为什么这么贵？1中共各级政府土地卖的贵，就靠土地经济存活，2一次性将百姓10-30年的收入捆绑在他们的战车上，让你动弹不得。3红二代及地方官商权贵集团早已将你的10-30年收入拿走 人家早就移民海外逍遥去了。归根结底是这个万恶的中共独裁腐败体制造成的，中共不倒人民永无希望可言",
			"body": "房价为什么这么贵？1中共各级政府土地卖的贵，就靠土地经济存活，2一次性将百姓10-30年的收入捆绑在他们的战车上，让你动弹不得。3红二代及地方官商权贵集团早已将你的10-30年收入拿走 人家早就移民海外逍遥去了。归根结底是这个万恶的中共独裁腐败体制造成的，中共不倒人民永无希望可言",
			"added": 1509861381,
			"parent_topic_uri": "12_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "房价为什么这么贵？1中共各级政府土地卖的贵，就靠土地经济存活，2一次性将百姓10-30年的收入捆绑在他们的战车上，让你动弹不得。3红二代及地方官商权贵集团早已将你的10-30年收入拿走 人家早就移民海外逍遥去了。归根结底是这个万恶的中共独裁腐败体制造成的，中共不倒人民永无希望可言",
			"body": "房价为什么这么贵？1中共各级政府土地卖的贵，就靠土地经济存活，2一次性将百姓10-30年的收入捆绑在他们的战车上，让你动弹不得。3红二代及地方官商权贵集团早已将你的10-30年收入拿走 人家早就移民海外逍遥去了。归根结底是这个万恶的中共独裁腐败体制造成的，中共不倒人民永无希望可言",
			"added": 1509861451,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "很多中国大众不关心政治，但是把土共当祖宗拜着，这是他们心里的主子情结，没有了主子，让这些奴才奴隶没有了安全感，现在他们就是护犊子一样护着他们的主子，他们是野蛮的一群，野蛮的一群只有找更野蛮的奴隶主才能统治，和这些没有理性的人根本不可能进行辩论，只有胡搅蛮缠和诡辩。",
			"body": "很多中国大众不关心政治，但是把土共当祖宗拜着，这是他们心里的主子情结，没有了主子，让这些奴才奴隶没有了安全感，现在他们就是护犊子一样护着他们的主子，他们是野蛮的一群，野蛮的一群只有找更野蛮的奴隶主才能统治，和这些没有理性的人根本不可能进行辩论，只有胡搅蛮缠和诡辩。",
			"added": 1509861547,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "一百多年的历史显示，共产红潮所到之处，伴随着战乱、饥荒、屠杀和恐怖。共产运动重创了人类几千年的文明，造成了一亿人的非正常死亡，更多人遭受肉体与精神的苦难。“人间天堂”的假说，将十几亿人带入了“人间地狱”。其对信仰的迫害、对道德价值的摧毁、对生态环境的破坏，造成了恶劣而深远的影响",
			"body": "一百多年的历史显示，共产红潮所到之处，伴随着战乱、饥荒、屠杀和恐怖。共产运动重创了人类几千年的文明，造成了一亿人的非正常死亡，更多人遭受肉体与精神的苦难。“人间天堂”的假说，将十几亿人带入了“人间地狱”。其对信仰的迫害、对道德价值的摧毁、对生态环境的破坏，造成了恶劣而深远的影响。",
			"added": 1509861714,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "婚礼现场，主持人：你是否愿这男子成为你丈夫？陪他吃三聚氰胺奶、注水肉、避孕鱼…直至永远？ 新娘：“最毒妇人心，我愿意！” 主持人：你是否愿这女人成为你妻子？为她买镉大米、瘦肉精、苏丹红、地沟油，直至永远？ 新郎：无毒不丈夫，我愿意！ 主持人：我以马克思之名恭喜你们结为中国式夫妻。",
			"body": "婚礼现场，主持人：你是否愿这男子成为你丈夫？陪他吃三聚氰胺奶、注水肉、避孕鱼…直至永远？\n新娘：“最毒妇人心，我愿意！”\n主持人：你是否愿这女人成为你妻子？为她买镉大米、瘦肉精、苏丹红、地沟油，直至永远？\n新郎：无毒不丈夫，我愿意！\n主持人：我以马克思之名恭喜你们结为中国式夫妻。",
			"added": 1509886366,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "hegre-art 合辑视频与图片   磁力链接下载",
			"body": "Hegre-Art.com видио по 03.2016 :\nmagnet:?xt=urn:btih:5ccdd283050e84255eeb7cacbca6194562824bc0&dn=Hegre-Art.com %D0%B2%D0%B8%D0%B4%D0%B8%D0%BE %D0%BF%D0%BE 03.2016\n\nhegre   picture Hegre-Art.com_14.02.27.Emily.Not.Shy.XXX.IMAGESET-FuGLi[rarbg]\nmagnet:?xt=urn:btih:d2dc46d19ea8c0905b87eb9f840b582b020e5a9a&dn=Hegre-Art.com_14.02.27.Emily.Not.Shy.XXX.IMAGESET-FuGLi[rarbg]\n\nHegre.com 17.01.03 Olivia-Orgasm marathon. 1080p.mp4\nmagnet:?xt=urn:btih:52b01280542f5c7179139cbb98507be43b05fab1&dn=Hegre.com 17.01.03 Olivia-Orgasm marathon. 1080p.mp4\n\nHegre-Art.com_16.08.31.Julietta.And.Magdalena.Acrobatic.Art.XXX.IMAGESET-FuGLi[rarbg]\nmagnet:?xt=urn:btih:47cd5b4f5a811750c2320408c7aa8b6bdd65fb7a&dn=Hegre-Art.com_16.08.31.Julietta.And.Magdalena.Acrobatic.Art.XXX.IMAGESET-FuGLi[rarbg]\n\nHegre-Art.com_16.08.22.Emily.Fit.And.Fun.XXX.iMAGESET-YAPG[rarbg]\nmagnet:?xt=urn:btih:2ef5e5da732ee006fe303ae7bf0c2e6933eca3f4&dn=Hegre-Art.com_16.08.22.Emily.Fit.And.Fun.XXX.iMAGESET-YAPG%5Brarbg%5D\n\nHegre-Art.com_16.12.12.Emily.Electric.Nudes.XXX.IMAGESET-FuGLi[rarbg]\nmagnet:?xt=urn:btih:dc00b9cdee10816a2c0986a6337543fd03e97fad&dn=Hegre-Art.com_16.12.12.Emily.Electric.Nudes.XXX.IMAGESET-FuGLi%5Brarbg%5D\n\nHegre-Art.com_14.12.12.Serena.Seductive.XXX.IMAGESET-FuGLi[rarbg]\nmagnet:?xt=urn:btih:f690803522a39144aab651ff0812f55c23e3d947&dn=Hegre-Art.com_14.12.12.Serena.Seductive.XXX.IMAGESET-FuGLi%5Brarbg%5D\n\nHegre-Art.com 2017-05-02 Karina - Nude Photography.mp4\nmagnet:?xt=urn:btih:0ab5c04321f4f15bbf8a4e418cacde59b3fc4ede&dn=Hegre-Art.com%202017-05-02%20Karina%20-%20Nude%20Photography.mp4\n\nHegre-Art.com_14.01.05.Victoria.R.Seductive.XXX.IMAGESET-FuGLi[rarbg]\nmagnet:?xt=urn:btih:d8f57183aa219b1b0a76b990494f42187c0f5ebd&dn=Hegre-Art.com_14.01.05.Victoria.R.Seductive.XXX.IMAGESET-FuGLi%5Brarbg%5D\n\n[Hegre-Art.com] April 12, 2016. Julietta & Magdalena - Twins Dildo Experiment (2160p.).mp4\nmagnet:?xt=urn:btih:e793c8a00fa71268f00dd8eb21203077e7c3b874&dn=%5BHegre-Art.com%5D%20April%2012%2C%202016.%20Julietta%20%26%20Magdalena%20-%20Twins%20Dildo%20Experiment%20%282160p.%29.mp4\n\nHegre-Art.com_16.12.03.Charlotta.And.Alex.Sex.On.The.Beach.XXX.IMAGESET-FuGLi[rarbg]\nmagnet:?xt=urn:btih:761bd2e1e8da212274882e23de023d94cb4b658b&dn=Hegre-Art.com_16.12.03.Charlotta.And.Alex.Sex.On.The.Beach.XXX.IMAGESET-FuGLi%5Brarbg%5D",
			"added": 1509979466,
			"parent_topic_uri": "13_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 7,
			"title": "禁片 出租车司机.A.Taxi.Dirver.2017.HD720P.X264.AAC.Korean.CHS.MF",
			"body": "出租车司机.A.Taxi.Dirver.2017.HD720P.X264.AAC.Korean.CHS.MF\nhttps://tinyurl.com/y9a8z7jx",
			"added": 1509982098,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 8,
			"title": "天堂文件》震撼彈！趙薇夫婦麻煩大了！！！",
			"body": "https://tinyurl.com/y7c8y6ar",
			"added": 1509984469,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 9,
			"title": "维权律师腾彪发表12691字长文，八个不择手段攻击指责郭文贵。证实了他名副其实的乱伦彪！他是思想价值的乱伦，方法逻辑的乱伦。他是反共人士，引用中共的假资料；他是公开支持台独的，引用统派言论；他是律师知道法律原则：无罪推论，程序争议，证据第一，却引用无证材料。这些都证明他不折不扣的乱伦",
			"body": "维权律师腾彪发表12691字长文，八个不择手段攻击指责郭文贵。证实了他名副其实的乱伦彪！他是思想价值的乱伦，方法逻辑的乱伦。他是反共人士，引用中共的假资料；他是公开支持台独的，引用统派言论；他是律师知道法律原则：无罪推论，程序争议，证据第一，却引用无证材料。这些都证明他不折不扣的乱伦",
			"added": 1510230103,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 10,
			"title": "“沉船计划”详解",
			"body": "更新至2017年11月11号）\n\n感谢大湿人的辛苦付出！\n\n中共内部有七不讲：普世价值不讲（升高粉红度）；新闻自由不讲（蓄积洪水势能）；公民社会不讲（瓦解基层组织度）；公民权利不讲（生产两脚羊）；共产党历史错误不讲（严禁修船）；权贵资产阶级不讲（方舟乘客保密）；司法独立不讲（炸坝放水）。只有滔天的洪水袭来，方舟才能有用武之地。大家记得电影《2012》的场景吗，洪水涌上珠峰侧峰，方舟才有载体起航。所以，这是一场必定的洪水，它已经近在咫尺了！\n\n一、引子\n\n“沉船计划”也称“逐日计划”，取自《山海经》夸父逐日的典故。释义很明了，喝光所有的水，让老旧的身躯死去。这是上世纪90年代初，中共为政权覆灭后给高层准备的一个逃生通道。其分为“方舟计划”、“纤夫计划”，“着港计划”三阶段，其一阶段工程已于2015年左右完成，目前正启动二阶段“纤夫计划”。\n\n沉船计划起因是这样的。在六四镇压前，邓小平就做了两手准备，其中B选项就是万一镇压失败，停在西山的几架专机随时准备西飞巴基斯坦，当时机内的黄金、美钞已实载，北海舰队的132舰（第二护卫群）也启动一级警戒，随时起航。当然，随着镇压的成功，这项逃亡计划也不了了之，但邓的当时举动引起了其他元老的不满，为平息非议，故在1991年的中顾委常务会议上，邓提出了“沉船计划”，并获得了全票通过。会后成立组建了秘密筹备小组，仅对中顾委常务委员会负责。\n\n1992的中共取消了中顾委机构，但机构转成影子模式，由各大家族推荐入驻（人员原则上以血缘为主，婚姻为辅），沉船计划随之正式启动。最后一次中顾委常务会议确定了该工程核心三要素“钱、人、路”，并推出各要素的负责人（家族）：陈家钱，邓家人，薄家路。陈家钱，顾名思义，是该家族负责整个计划的资金筹集和支配。在如何开盘运筹中，陈一贯模式是节流，而与邓开源的思维相悖，开局就不顺畅，好在实操的陈长子说服老子，故有了后来邓的南巡划圈。议定等到合适时机，筹建独立运行资金的机构，也就是后来的国开行。陈的得意弟子——棺材总理，就是陈家推出的代言人。财赋分税制、医教产业化、国企大变现，这些都是为沉船计划募集首金而进行的所谓改革。特征是资金的隐匿性要非常强，国开行便应势而出。所以朱的上台，是带有强烈烙印的。什么“经济沙皇”、“铁血宰相”都是只能一笑而过。本质就是个looter代理。而陈家另一个传声筒姚家，则推出了快婿，也就是后来的王厂公，厂公事先不作详述，郭爆料已经很多了，等讲到“纤夫计划”时我会补充。总之，“逐日工程”的财备，目前则主要由陈、朱、姚（王）三家总管，其余虾兵蟹将，日后会补充提及。\n\n邓家人，隔代指定胡，三代备选，包子亦是得益者。立储云云不赘述了，重点谈“沉船计划”的设计理念。很多人理解的沉船计划局限在字面，弃船只是其中一环而已，更重要是弃船前后的生态更换。所以对邓而言，方舟蓝图，弃船时机，背纤人选，引航着港，各阶段方案设计，备选应急，才是重中之重。按最初的方舟蓝图：人员配置是1:3:6:10即各家族：世仆：外臣：百工，后三者遴选活动由邓家负责。按照前些年爆出的五百家计算，每家按100口人计算，那么（100人✖️500家）➗（1/20），方舟实载人数约100万，也就是100万人的目标。\n\n薄家路。薄三原本是条天配的尾巴，是安排主持“断尾行动”的，在红龙登船驶离那刻，负责砍断羁绊方舟的锚索，抽掉人流涌动的跳板。他一向表现出享受粉红簇拥的感觉，以及对即将蜕去的躯壳热爱。可是红龙评估出这将是条稳定性极差的尾巴，忌惮其会缠住本尊，最终抛弃了他。薄三察觉出这个意图，曾试图先一步掀起这股潮流，也就是被贬重庆后的自强，无奈还是被扑杀了。红龙在“路”上选错了人，至于候补的是哪位，请跳至最后的断尾工程，那就是最佳人选大傻。\n\n“钱、人、路”这种分工在开始几年内成果斐然，各大家族二代迅速介入党政中枢、军队控制、财务机构和情报系统中，有着明确的分工。但上世纪九十年代姬XX事件后，为避免一家失控导致全局尽毁的风险，他们鼓励每家都参与到上述四个体系中去，故有了儿在高位接班，女隐海外接应，婿在各处发财的现象，并允许培育各自马仔。而且，红龙还在内部严明了家法，也就是大傻经常挂在嘴边的“政治规矩”，并有专门机构调查处理，专治二代不服，震慑家奴异动。\n\n薄三的悲剧就在于，他觉得这船还能开，你们不想开可以滚下去，我来掌舵，真是很Naive；而周、令的结果就是在警示蠢蠢欲动的马仔：偷点吃点也就算了，竟敢打库房的主意。但有一点是肯定的，大戏即将开始了，轻装登船，必须对人员进行二次删减，这也就是即将发生的“瘦身计划”、“脱皮工程”和“断尾行动”。\n\n方舟计划的前奏是重启“夹边沟”，当“物质追求”的糖果掉落那刻起，就预示卡斯特梅的雨季的到来，一场按比例的清洗即将开始。推友们，特定人群抽签，随机罗织控罪，鼓励告密兴起，只有你想不到，没有你看不到的。疆藏模式是小测试，在特定地区针对一些被妖魔化的族群进行，反弹会小很多，而且更能激起小粉红们的狂热，让清洗更省时省力，这也称作“跳板效应”。\n\n“人口在一定时期会产生红利，但在失控的态势下，将会是灾难。过去二十年我们仅将重点放在控制增量上，看来效果还不明显，必要时候要对存量下手！”这是（影子）机构某大佬的原话，是不是应了那句老话：二十年不灾则人无地，三十年不剿则地无人。\n\n上些年爆出的巴拿马文件，仅仅是一些没有抹掉痕迹的备用金池，救生艇配备的定义就是“充足的隐匿离岸资本储备”。是防止在“纤夫计划”实施中出现意外情况，独立的救生艇会对方舟进行疏散，直到确定下一批“纤夫”到位。总之，“救生艇”模式的实施，是把双刃剑，其中一艘叫“海航”的，今年被引爆了。\n\n蛤看中萨哈林联合开发，以图门江出海口试探，被俄爹说先签划界条约，签完发现被忽悠了，所以目标转而向西（配备了国内出台西部大开发的马甲），买单上合，想着中亚五国会上钩，911后竹篮打水。蛤又继续想着巴铁出海，想法不错，可是时间不够了，交给后来小胡做了。解释了那么多构架，回到探路上来。蛤蛤的探路之旅，其实更加衣可赛艇。江在上世纪九十年代发起组建的“上合组织”，很多人肯定摸不清这组织到底用来干啥的，因为完全是几个貌离神合的乌合。根本没有存在的必要，而且全要蛤背着骂名出饭票。但你若理解成蛤蛤任上探路之旅的总结，那一切都豁然开朗了。\n\n“病毒必须在宿主产生抗体的前一刻，迅速杀死宿主，然后转向下一个目标。”沉船计划的核心理念在于此，知晓这点后就能理解所有“大洪水”播报员的真诚了。战神是抗原，海外林立的山头也是抗原。只不过对于后者，病毒早已变异。面对即将到来的抗原大爆发，不得不提早杀死宿主。简单而无奈的结局！\n\n反抗者焚为灰烬，两面人绞成燃油，小粉红铸作跳板！唯有红色基因的传承者，才能获得方舟船票。这仅仅只是开始，触不到的未来，才是滔天巨浪肆虐的最佳舞台！\n\n高墙内不允许出现任何有关“战神”的只言片语，不服从，唯有消失。他们从“没有敌人”身上小试牛刀，正式版即将推出，《一九八四》有现成模版可用，为加大洪水的预应力，以掩护方舟出航，高墙外的不利噪音也会逐步消声！\n\n沉船容易着港难，一块固定可靠的庇护地是必须的先决条件。当年分内外两种方案，内就是备选海南方案，由此还导致了94年房产大崩盘事件，所以机构一致决策海外基地比较妥当。在单基地还是多基地上，还存有分歧，直到百舸争流模式确立后，才不了了之。让泡沫浮起来，更多的泡沫，以掩盖即将到来的腥浪血波，那么是时候发挥洗衣粉的疗效了。谁是洗衣粉？国产的墙内御用文人，进口的墙外亲华友人，还有一些中外合资的品牌，诸如“海豹突击队斩首中南海行动总指挥”，大概连自己都不知道被制成了洗衣粉。\n\n二、瘦身计划\n\n“瘦身计划”即将启动，不同于过去五年内的反腐，后者只是消毒而已。“瘦身”的对象是如今还沉醉在升官发财，却对方舟毫无裨益的厅部级人员，你们即将迎来第一波清洗。刚刚七长老的重新宣誓，就是信号。接下来会对党员身份再审核，按比例剔除，并进行瓜蔓追究，高明吧，底下的掌声会淹没你们的哀嚎。\n\n何为瓜蔓，就比如这个厅官什么出身，后台是谁，交集有谁，然后一步步摸上三级，如非白名单成员，自身也无利用价值，一律拿下。这会是东厂的另一场盛宴，大小硕鼠苦心经营多年的鼠洞，将被一个个掘开，遍地开花；这是燃油回收的开始，绞干选定目标。洗衣粉会加大剂量倒入，搓洗出更多更浓的泡沫，让外界看不到真相。此时，赞美的、哀鸣的、颂圣的各种交织在一起，为“脱皮工程”造势，加强版1966开始。\n\n原本的“瘦身计划”，应该在大傻上位初就开始开始实行了，但碍于有些二代们还在筹备救生艇，所以在厂公力谏下延后，这就是为什么“七不讲”被活生生咽回去的原因。当然，厂公也有私心，想造个超级救生艇，没想到今年战神给砸了。说到这里，本大湿情不自禁赋诗一首：陈涉揭竿因鱼书，田齐复国借牛阵。能使厂公撞冰山，文贵无愧称战神。”\n\n三、脱皮工程\n\n脱皮工程是涌来的第一波洪水。如果你骤然少了三分之二体重，那么松弛的皮肤将是噩梦。红龙也是如此，亟需来场“脱皮工程”让自己躯体获得重生。当然，丰富的经验会让这场工程更具规模，更有效率，就等刻意溅出的火星，看那一颗最终引燃干柴。\n\n县处级以下的官员，将是脱皮工程的第一波受难对象，今天的长老会无比是从那个时代成长过来的，所以操作起来得心应手。大傻没有那么多时间追遍全支“红红脸，出出汗！”所以这个重担必须交到粉红身上。粉红是催化剂，是脱皮成功与否的关键，这也是为什么过去五年中共国粉红度骤升的原因。过去几年用粉红来掩饰造势，怂恿基层官员为所欲为；接下来必定会用粉红来煽动民众反扑，将其撕成碎片。撕咬的结局就是，支国基层残存的最后一点组织度，爆发中荡然无存。不同于文革的伟人语录越俎代庖，这次的主导者将是一众骨灰级粉红，少数的天赋异禀粉，会在过程中看到真相，嗅到机会。\n\n从大傻树周带鱼这根标杆开始，就是在为这一刻的到来做准备。周带鱼的职责是让整个青年群体的粉红度骤升。从过去几年看，带鱼做的很用心，也成果卓越，如果没有战神这次点炮殃及池鱼，揪住他绿龟帽，他很可能将是另一个王力，这点可以从享用锦衣卫指挥使女宠看出。\n\n想在夹边沟偶遇痒蜜吗？想在改造营邂逅流炎吗？这都不是梦，你只缺一个粉红的信念而已。在“脱皮工程”中找出两脚羊菜谱，你就将开创张献忠般的事业！所以，大家千万正视粉红度飙升的现象，不要肤浅的去嘲笑，那只会让你踏入粉红的陷阱。这是场扮猪吃老虎的游戏，这也是一场无法避免的灾难，如果没有足够的勇气和谋略拥抱张献忠，那么，唯一的生机，就是系紧鞋带，跑赢其他两脚羊！\n\n以基层官员消失殆尽为其出航掩护，以支国遍地腥风血浪为其扬帆，向着星辰大海，留下身后一抹粉红的余晖。\n\n红龙极力培植粉红势力，用于瓦解支国社会秩序和基层组织度，就好似毒蛇滚进了蚁穴，借力蚁类的噬咬为其蜕皮，然后逃离，走刀口的游戏。时点稍有一丝偏差都将葬身蚁口。所以必须制造条尾巴来吸引注意，时间一到自动断尾，让本尊顺利撤退。\n\n本湿人预测：今后五年将会成为粉红崛起乃至泛滥的时代，这也是红龙一系列计划中最毒环节。等到粉红卷起滔天巨浪之际，就是方舟悄然起航之时。届时回望支国大地，都将淹没在这波可怕的洪水中，然后寒冬接踵而至，所有的一切都骤然凝结，冻成一坨黑色，甚至不留痕迹。\n\n四、断尾行动\n\n“断尾行动”：当洪水滔天之际，巨浪中人人都想抓住一根稻草。溺毙边缘的求生欲望，会给方舟安全造成极大隐患。所以需要抛出一个漂浮物，吸引洪流中的生物。谁是这个漂浮物，是推友们密切要关注的动态。目前来看，大傻是当仁不让的最佳人选。大傻贪图浮名，这是致命弱点，才望不足而占据大位，巨祸也。尾巴的风险是会卷住本尊一起葬入巨浪，既然战胜不了，那么同归于尽也不失为一个好办法。德不配位是一方面，这里还有个重要因素是尾巴一定要发挥尾巴的作用，爱折腾的尾巴才能吸引注意，掩护主力出逃！说起尾巴，这里补充下：厂公才是制造尾巴的总工程师。\n\n古语道：权不可中制，将不可遥度。对于包重贵这类金表败内型人物，所有的潜意识都会逆向而行。这就是所谓洪水的预应力，一旦有决口，必将滔天巨浪。过去三十年的裱糊努力，一夜之间消失殆尽。猛饲包重贵这只蚁后，才能让管涌形成，这就是制造洪水的先决条件。气候只是其次，漫堤形势可遇不可求，不要期望各种巧合随机组合，这和中乐透一样虚无缥缈。产生溃口哪种方法简单粗暴就用哪种。很多人提及海航巨资全球收购是否就是沉船计划的表现。这里只能说海航在整个“沉船计划”的地位，不过是“背纤计划”中的一个纤夫，又或者说是“方舟计划”中的一只小救生艇。所以要借海航一斑想窥见整个沉船计划全貌，难度很大。\n\n当前，方舟驶向何方，纤夫如何发力，都不是民众是关注的焦点。迫在眉睫的首要任务是如何在洪水中抓住稻草，生存下来。大湿的忠告：国内粉红度的变化，是推友们目前最须优先关注的，这是判断洪水远近的重要指标！也是你们唯一可以观察到的。（未完待续…）",
			"added": 1510396420,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 11,
			"title": "大量网民表示，网络上热传的“携程幼托虐童事件”相关禁令图片，在微信、QQ空间、新浪微博均会被系统自动识别后屏蔽。 @枸橘野道：所谓“你看不见黑暗是因为有人拼命把黑暗挡在你看不见的地方”",
			"body": "大量网民表示，网络上热传的“携程幼托虐童事件”相关禁令图片，在微信、QQ空间、新浪微博均会被系统自动识别后屏蔽。\n@枸橘野道：所谓“你看不见黑暗是因为有人拼命把黑暗挡在你看不见的地方”",
			"added": 1510483182,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 12,
			"title": "什么是共产党",
			"body": "杀了国歌作者，却慷慨激昂高唱国歌；\n刨了孔子坟墓，却满世界建孔子学院；\n打着马列旗帜，却要反对西方价值观；\n毁掉中华文化，却高喊他们是爱国者；\n集体参与盗国，却标榜自己反腐倡廉。\n活活弄死你：\n教育弄不穷你，医疗弄；\n医疗弄不穷你，房贷弄；\n房贷弄不穷你，车贷弄；\n车贷弄不穷你，加税弄；\n加税弄不穷你，通胀弄；\n通胀弄不穷你，养老弄；\n养老弄不穷你，放开二胎弄；\n放开二胎弄不穷你，退休继续交费弄；\n继续交费弄不穷你，死后墓地高价弄。\n目的只有一个，永远不让你有闲钱。",
			"added": 1510679669,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 13,
			"title": "你说的很对，习根本没有威望。毛起码是“开国皇帝”，习才在位五年，除了撒比就是以反腐的名义清除异己，结果清除别人的人自己就是最大的贪官，反腐也成了笑话。习就是一大SB，都什么时代了，还想做极权皇帝，逆民意而为，他的行为会加快速度把共产党送进坟墓。所以，支持习主席在十九大上的加冕。",
			"body": "你说的很对，习根本没有威望。毛起码是“开国皇帝”，习才在位五年，除了撒比就是以反腐的名义清除异己，结果清除别人的人自己就是最大的贪官，反腐也成了笑话。习就是一大SB，都什么时代了，还想做极权皇帝，逆民意而为，他的行为会加快速度把共产党送进坟墓。所以，支持习主席在十九大上的加冕。",
			"added": 1511068575,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 14,
			"title": "【国家领袖象征岂容亵渎！门源公安严肃查处一起侮辱维尼熊案】 维尼熊是国家领袖的象征和标志，我国每一个公民，都应当尊重和爱护维尼熊，故意侮辱维尼熊是对国家领袖尊严的亵渎，对人民爱国热情的损害。近日门源县马某某故意将维尼熊扔进垃圾堆，造成恶劣社会影响，目前已受到了严肃的处罚。",
			"body": "【国家领袖象征岂容亵渎！门源公安严肃查处一起侮辱维尼熊案】 维尼熊是国家领袖的象征和标志，我国每一个公民，都应当尊重和爱护维尼熊，故意侮辱维尼熊是对国家领袖尊严的亵渎，对人民爱国热情的损害。近日门源县马某某故意将维尼熊扔进垃圾堆，造成恶劣社会影响，目前已受到了严肃的处罚。",
			"added": 1511083850,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 15,
			"title": "考不上大学的中国学生们，应该花点钱移民非洲，再回中国留学！ 非洲人去中国留学 不但无需高考 免学费上大学！毎年还有9万人民币资助！ 外国人去中国留学的学生毎可获9万元资助！中国土生长的学生们一直想不通 http://xw.qq.com/edu/20140901014196/EDU2014090101419600 …",
			"body": "伟大领袖 慈禧太后: “宁赠友邦，不予家奴”！\n考不上大学的中国学生们，应该花点钱移民非洲，再回中国留学！\n非洲人去中国留学 不但无需高考 免学费上大学！毎年还有9万人民币资助！\n外国人去中国留学的学生毎可获9万元资助！中国土生长的学生们一直想不通\nhttp://xw.qq.com/edu/20140901014196/EDU2014090101419600 …",
			"added": 1511084301,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 16,
			"title": "【郭文贵视频合集】",
			"body": "【郭文贵视频合集】\nhttps://iteoedugr0-my.sharepoint.com/personal/0_xxxo_ga/_layouts/15/guestaccess.aspx?folderid=192b0d126c7db40d498d751b5060f81d3&authkey=AajCngglg6VT9Ihm6y5Nceo&expiration=2019-04-04T02%3A59%3A38.000Z&e=628439e2828f498e8da367eb1ccbc884",
			"added": 1511151211,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 17,
			"title": "北京南部大興區的一處廉價公寓內11月18日夜晚發生大火，事故已導致19人死亡8人受傷。",
			"body": "北京南部大興區的一處廉價公寓內11月18日夜晚發生大火，事故已導致19人死亡8人受傷。\n事發地\"聚福緣公寓\"位於大興區西紅門鎮新建村，是一座老舊的二層建築，地下還有一層。\n事發半夜，中國媒體就收到了禁令。此後，仍有媒體前往採訪，但報道遭遇了嚴厲的網絡審查。微信和微博上關於這起事故的許多帖文都已經被刪除，多家媒體報道也已經被撤下。\n河南魯山老年公寓大火38人死亡\n香港觀察：工業大廈迷你倉大火的反思\n倫敦大火給中國的城市化樓群帶來什麼啟示？\n中國浙江足浴店18死火災負責人已被檢控\n\"如果窗戶能打開，就不會死那麼多人\"\n今年36歲的楊先生是最早的逃生者之一。他在公寓附近的服裝廠上班，他跟妻子租住公寓中的一間，面積在16平方米左右，有廚房和衛生間，月租500元。\n他告訴BBC中文網，他當日18時就聞到了燒焦的味道，之後穿上外套拿起手機就凖備往樓下跑。\n\"煙是從地下室的冷庫冒上來的，開門後，樓道裏有女人帶著孩子和老人在拍著窗戶喊救命，我捂著鼻子連走帶爬走到了一樓門衛處，膝蓋都破皮了。\"\n\n火災現場留下的遺跡。這場大火已導致19人死亡。\n在二樓樓道，由於濃煙太大，楊先生跟其他住戶試圖打開窗戶釋放濃煙，但窗戶根本打不開。\"那些窗戶平時就很難打開，如果那天能打開，應該就不會死那麼多人。\"\n下樓後，楊先生試圖裹著被子上去救人，但被濃煙逼退了回來。楊先生稱，住戶們於18：18開始多次撥打火警電話，消防於18：46到達現場。\n楊先生稱，目前他和其他住戶還沒得到任何安置，他們正凖備聯合起來向政府要個說法。他告訴BBC中文網，公寓樓下的警察告訴他們，政府設在金星派出所的臨時指揮中心會安置這些住戶，可是他和住戶們到了金星派出所後，警察卻表示並沒有聽說過安置事宜。\nBBC中文網多次撥打金星派出所電話，但一直無人接聽。\n村鎮工業大院引關注\n北京市政府已針對事故原因開展調查，結果尚未公布。而據新華社報道，涉嫌人員已被採取強制措施。\n對於起火的原因目前說法不一。楊先生告訴BBC中文網，消防人員告訴他，起火點是公寓地下一層冷庫放置的泡沫。而此前有公寓內的其他住戶對中國澎湃新聞表示，公寓地下是一個小型服裝廠，死傷的也大多是該服裝廠的人員。\n出事公寓所在的西紅門地區是典型的城鄉結合部，位於北京南五環與六環之間。這裏有許多大大小小的服裝製造和物流企業，吸引了大量外來務工人員湧入居住。\n外地人員流入後，不少村民開始加蓋自己的房屋，改造成公寓和工業混雜的村鎮工業大院，\"聚福緣公寓\"就屬於這種情況。\n\n火災發生地聚福緣公寓位于城鄉結合部的村鎮工業大院區域。\n而北京市早已意識到工業大院的隱患。為改善城鄉面貌，北京市當局目前正在對城鄉結合部進行拆遷改造，西紅門鎮是其中的試點鎮。\"聚福緣公寓\"所在的新建村也在拆遷名單之內，預計要在12月15日之前完成，但附近居民還沒有開始搬遷。\n事發後，北京開始加大力度排查清理安全隱患，市長蔡奇特別要求要加大對\"三合一\"(車間、倉庫、員工宿舍設在同一建築內) 、\"多合一\"場所、工業大院、散亂污企業、違法建設等的清理力度，徹底消除安全隱患。\n有維權人士表示，這種行動的具體內容包括從市中心進一步強行遷走外來務工人員。\n中國近年來類似事故\n,圖片版權AFP\n由於忽略安全條例與執法規則而導致的致命火災在中國並不少見。\n2017年2月25日，江西省南昌市一KTV由於裝修引起火災，事故造成10人死亡，13人受傷。\n2017年2月5日，浙江省台州市一足浴中心發生火災，18人死亡，18人受傷。事件被認定為重大生產安全責任事故。\n2017年7月16日，江蘇常熟一棟群居民房發生火災，22人死亡，3人受傷。\n2010年1月6日，浙江省瑞安市一家\"三合一\"工廠失火，造成9人死亡2人受傷。",
			"added": 1511190178,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 18,
			"title": "高端的红黄蓝幼儿园的幼儿被嫖，喂药、打针、猥亵……你们知道吗",
			"body": "高端的红黄蓝幼儿园的幼儿被大人嫖，喂药、打针、猥亵……你们知道吗，国家删帖！你们知道吗？\n图片：\nhttps://iteoedugr0-my.sharepoint.com/personal/0_xxxo_ga/_layouts/15/guestaccess.aspx?folderid=185a2c176580b426ab3511d9bfa1e7859&authkey=AY4kF5AL4g5QcNdUeAwFyYc&expiration=2019-11-23T16%3A15%3A51.000Z&e=87bc139bc39b42c399d6b4865534b3a4",
			"added": 1511453771,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 19,
			"title": "Chrome一键翻墙包/火狐firefox一键翻墙包所有软件下载",
			"body": "https://github.com/bannedbook/fanqiang/wiki",
			"added": 1511455314,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 20,
			"title": "北京红黄蓝幼儿园』最大控股人被曝是“孟建柱的公子孟亮”并非创始人曹赤民和史燕来，孟亮的合伙人以周海英之名持股49%。周海英为北京顺义区司法局副局长，为孟家股票的代持人 红黄蓝被性侵、验血、吃药的孩子 意大利专家：中国是换头手术的实验基地 北京清理\"低端人口\" 地狱空荡荡，魔鬼在人间！",
			"body": "北京红黄蓝幼儿园』最大控股人被曝是“孟建柱的公子孟亮”并非创始人曹赤民和史燕来，孟亮的合伙人以周海英之名持股49%。周海英为北京顺义区司法局副局长，为孟家股票的代持人\n红黄蓝被性侵、验血、吃药的孩子\n意大利专家：中国是换头手术的实验基地\n北京清理\"低端人口\"\n地狱空荡荡，魔鬼在人间！",
			"added": 1511628455,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 21,
			"title": "Tor的10大“最佳替代品”",
			"body": "Tor的10大“最佳替代品”\n\n洋葱路由器(TOR)可以说是21世纪初以来，最安全可靠的互联网访问工具。今天就让我们一起看看类似于TOR，同样拥有高级别隐私保护的那些替代品。\n洋葱路由器(TOR)可以说是21世纪初以来，最安全可靠的互联网访问工具。TOR网络允许任何人，以完全匿名的形式浏览及访问互联网，且不受地域限制。除此之外，利用TOR网络我们还能到达自然搜索，无法到达的网络空间。\n\n正因为如此，TOR网络一直以来也都让美国联邦调查局感到头疼，几年前他们就 设法破解TOR网络，并中断了网络的运行。此外，在最近过去的这段时间，一些政权已经设法阻止TOR在他们国家的运行。但是，不用担心!除了TOR之外，我们还有许多类似于TOR，同样拥有高级别隐私保护的替代品，可以帮助我们访问互联网。\n\n一、TOR是如何工作的\n\nTOR通过分布在全球各地的近数百台服务器来中继你的网络流量，从而避免了用户的真实IP被追踪。此外，TOR浏览器可以帮助你访问到主流浏览器，所无法访问到的隐藏内容。(例如：暗网)通过TOR我们能访问到暗网中的所有站点。\n\n二、TOR的最佳替代品\n\n以下是一些已知的TOR最佳替代品。值得一提的是，这些替代品可能不能为你提供等同于TOR的用户体验。但是，它们将很好的解决你浏览互联网时，所顾虑的隐私，匿名及安全问题。\n\n1. I2P\n\nI2P 是一个匿名网络项目，它提供了一个简单的网络层，提供对身份敏感的程序进行安全的匿名通讯。该系统用于加密流量的方法，也使其成为了TOR浏览器的最佳替代品之一。\n\n许多人将此系统描述为“互联网内的互联网”，因为它使用TCP / IP和UDP会话来构建网络层，当你在线时它会帮助你隐藏身份。因此，使用强加密协议和构建网络层的方法，是使I2P成为TOR的最佳替代方案的两个重要特征。\n\nI2P\n\n2. Yandex\n\nYandex 浏览器，是另一个值得你选择和替代TOR的方案之一。Yandex之所以能成为TOR的最佳替代品之一，由以下几个理由：首先，Yandex具有自动扫描互联网，并检测恶意软件的独特功能。因此，无论你访问什么站点，浏览器都会自动保护你，免受恶意软件的攻击。\n\n此外，Yandex可以防止第三方在你上线时，跟踪到你的位置和你的上网行为。TOR被公认为是保持匿名浏览的最佳选择。然而，许多人现在认为Yandex是另一个，首选可以替代TOR的浏览器。\n\nYandex\n\n3. Whonix\n\nWhonix 是基于Virtual Box、Debian GNU/Linux和Tor的匿名通用操作系统，开发者声称该操作系统将让IP和DNS泄漏变得不可能，有root权限的恶意程序也发现不了真正的IP地址。此外，Whonix运行在一个名为Whonix-Workstation的特殊网络上，只有你通过TOR才可以连接它。因此，关于隐私和安全，Whonix是TOR的一个重要替代品。\n\ntor-10-best-alternatives-3.png\n\n4. Disconnect\n\n断开连接，专用于帮助你自动断开那些尝试跟踪获取你位置信息的网站。当你使用断开连接时，你会反复收到关于尝试跟踪你活动的特定站点通知，并会为你自动断开对你隐私有影响的站点连接。然而，很明显，断开连接缺少类似于TOR系统的高度安全特性。因此，我们可以选择将它作为一种，对我们在线隐私保护的补充方式使用。\n\ntor-10-best-alternatives-4.png\n\n5. Globus\n\n同样有以下几个理由，让Globus成为TOR浏览器的一个很好的替代方案。首先，Globus使用复杂的VPN服务，来保持你的通信匿名。这也就保证了你的所有上网流量，都被进行了加密隐藏，因此第三方也无法在线上跟踪到你。\n\n其次，Globus使用TOR软件来保护你免受恶意软件的攻击。你必须清楚一点，黑客最喜欢使用的就是利用恶意软件，来访问受害者设备。因此，TOR浏览器的替代品，应该同时具备防恶意软件的功能。\n\nGlobus\n\n6. Freepto\n\nFreepto是TOR浏览器的一种非常有效的替代方案，他同样具备隐藏你身份的功能。值得注意的是，如果你选择使用Freepto，你必须确保将它放在一个指定的磁盘上。\n\n软件会自动加密，你存储在便携式磁盘上的所有数据。这个软件的另一个优势是，有许多的活动家正使用它，作为逃避执法机构的重要工具之一。因此，Freepto也是一个值得信赖的，隐私保护软件和有价值的TOR替代方案之一。\n\nFreepto\n\n7. Epic\n\nEpic可以说是，几乎结合了所有当今使用的常规浏览器中发现的强大功能，包括Firefox和Chrome浏览器上的。你应该知道TOR浏览器，其实是基于Firefox浏览器开发的。因此，这也意味着Epic浏览器具有与TOR浏览器类似的工作方式。\n\n你可以使用Epic浏览器，成功躲避追踪和网络罪犯。Epic浏览器可帮助你在联机时保持匿名，这也是它成为TOR替代方案之一的主要原因。\n\ntor-10-best-alternatives-7.png\n\n8. Tails\n\nTails是一个Live操作系统，能安装在光盘、U盘和SD卡上。它是一个基于Tor的Linux操作系统，启动之后会自动运行Tor。\n\nTails OS通常从外部驱动器启动。 因此，当你使用此操作系统时，你的任何操作痕迹都不会被保存在设备上。只要你携带包含操作系统的外部驱动器，你就可以随时随地匿名使用任何计算机。一旦你完成了你的工作，你可以弹出磁盘，不跟踪你的活动将被留在电脑上。\n\nTails\n\n9. JonDO Live\n\nJonDo Live是TOR浏览器的另一个重要替代品。该操作系统配备各种内置功能及程序，你可以利用它们匿名在线，以及保护你的在线隐私。\n\n更重要的是，这个操作系统使用了TOR软件，来保护你在线时免受恶意软件程序的攻击。而TOR系统最具特色的功能之一，莫过于其保护用户免受恶意软件攻击的强大功能。因此，JonDo Live使用TOR软件来保护你免受恶意软件攻击，也就意味着你可已放心的在任何地方，使用该系统的TOR浏览器。\n\nJonDO Live\n\n10. Tox\n\nTox专注于为用户提供安全的即时通讯过程。最初，该平台被构建为向用户提供一种安全可靠的交换即时消息，甚至在线会议的方式。然而，随着时间的推移，人们开始使用该平台作为TOR浏览器的替代品。使用此平台，你可以安全的与同事进行在线沟通。\n\nTox\n\n三、总结\n\n总之，以上列举的都是现今一些最好的TOR替代品。它们能很好的帮助我们隐藏真实的身份，避免一些试图获取我们信息的站点跟踪，以及帮助我们免受各种形式的恶意软件攻击。\n\n【编辑推荐】",
			"added": 1511710048,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 9,
	"comment": {
		"1_1LvamwQDsYMynhBvPuYo3CPyNz8TvXzoAy": [
			{
				"comment_id": 1,
				"body": "不安全\n服务协议\n本服务条款是得自由（官方网址devpn.com）团队（以下简称为“得自由”），与用户（下称为“您”），共同缔结的对双方具有约束力的有效契约。 得自由向用户提供本网站上所展示的服务（下称“得自由服务”、“本服务”），并将不断更新服务内容，最新的得自由服务以本网站上的相关产品及服务介绍的页面展示以及向用户实际提供的为准。\n1. 总则\n\n1.1. 您确认：您在使用本服务之前，已经充分阅读、理解并接受本服务条款的全部内容，一旦您完成注册流程或使用本服务，即表示您同意遵循本服务条款之所有约定。\n1.2. 您同意：得自由有权随时对本服务条款及相应的服务规则内容进行单方面的变更，并有权以消息推送、网页公告等方式予以公布，而无需另行单独通知您；若您在本服务条款内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的条款内容使用本服务；若您不同意修改后的服务条款，您应立即停止使用本服务。\n2. 服务费用\n\n2.1. 服务费用将在购买套餐页面予以列明，您可自行选择具体服务类型并按列明的价格予以支付。\n2.2. 您付费之后，得自由开始为您提供对应的付费服务。\n2.3. 得自由暂时没有提供退款服务，如果您首次使用得自由服务，请先阅读使用教程，并获取免费试用服务以测试是否适合您，免费的服务只有定时断线的限制，其它的功能完全一样。\n2.4. 您完全理解得自由价格体系中所有服务项目。\n3. 权利和义务\n\n3.1. 您的权利和义务\n3.1.1. 您有权利享受得自由提供的互联网技术和信息服务，并有权利在接受得自由提供的服务时获得得自由的技术支持、咨询等服务，服务内容详见本网站相关服务介绍。\n3.1.2. 您应按照得自由的页面提示及本服务条款的约定支付相应服务费用。\n3.1.3. 您承诺：\n3.1.3.1. 不散布电子邮件广告、垃圾邮件（SPAM）：不利用得自由提供的服务散发大量不受欢迎的或者未经请求的电子邮件、电子广告或包含反动、色情等有害信息的电子邮件；\n3.1.3.2. 不利用得自由提供的服务上传（Upload）、下载（Download）、发布如下信息或者内容，不为他人发布该等信息提供任何便利:\n3.1.3.2.1. 违反国家规定的政治宣传或新闻信息；\n3.1.3.2.2. 涉及国家秘密或安全的信息；\n3.1.3.2.3. 封建迷信或淫秽、色情、下流的信息或教唆犯罪的信息；\n3.1.3.2.4. 违反国家民族和宗教政策的信息；\n3.1.3.2.5. 妨碍互联网运行安全的信息；\n3.1.3.2.6. 侵害他人合法权益的信息或其他有损于社会秩序、社会治安、公共道德的信息或内容；\n3.1.3.2.7. 其他违反法律法规、部门规章或国家政策的内容。\n3.1.3.3. 不进行任何破坏或试图破坏网络安全的行为（包括钓鱼，黑客，网络诈骗等）；\n3.1.3.4. 如得自由发现您违反上述条款的约定，有权根据情况采取相应的处理措施，包括立即终止服务等。\n3.1.4. 您了解得自由无法保证其所提供的服务毫无瑕疵，但得自由承诺不断提升服务质量及服务水平。所以您同意：即使得自由提供的服务存在瑕疵，但上述瑕疵是当时行业技术水平所无法避免的，将不被视为得自由违约。您同意和得自由一同解决上述瑕疵问题。\n3.2. 得自由的权利和义务\n3.2.1. 得自由应按照协议约定提供服务。\n3.2.2. 服务期限内，得自由将为您提供客户服务，解答用户在使用中的问题。\n3.2.3. 得自由应严格遵守保密义务。\n4. 用户数据的保存、销毁与下载\n\n4.1. 您的用户数据将在下述情况下部分或全部被披露：\n4.1.1. 经您同意，向第三方披露；\n4.1.2. 根据法律的有关规定，或者行政、司法机构的要求，向第三方或者行政、司法机构披露；\n4.1.3. 如果您出现违反中国有关法律法规的情况，需要向第三方披露；\n4.1.4. 为提供您所要求的服务，而必须和第三方分享您数据。\n5. 服务终止\n\n5.1. 发生下列情形，服务期限提前终止：\n5.1.1. 双方协商一致提前终止的；\n5.1.2. 您严重违反本服务条款，得自由有权提前终止服务，并不退还您已经支付的费用。\n6. 违约责任\n\n6.1. 本服务条款任何一方违约均须依法承担违约责任。\n6.2. 您理解，鉴于计算机、互联网的特殊性，下述情况不属于得自由违约：\n6.2.1. 得自由在进行服务器配置、维护时，需要短时间中断服务；\n6.2.2. 由于Internet上的通路阻塞造成您使用速度下降；\n6.3. 如因得自由原因，造成您连续72小时不能正常使用服务的，您可以终止服务，但非得自由控制之内的原因引起的除外。\n6.4. 在任何情况下，得自由均不对任何间接性、后果性、惩戒性、偶然性、特殊性的损害，包括您使用得自由服务而遭受的利润损失承担责任（即使您已被告知该等损失的可能性）。\n6.5. 在任何情况下，得自由对本服务条款所承担的违约赔偿责任总额不超过违约服务对应之服务费总额。\n7. 不可抗力\n\n7.1. 因不可抗力或者其他意外事件，使得本服务条款的履行不可能、不必要或者无意义的，遭受不可抗力、意外事件的一方不承担责任。\n7.2. 不可抗力、意外事件是指不能预见、不能克服并不能避免且对一方或双方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线路中断、黑客、网路堵塞、电信部门技术调整和政府管制等。\n8. 法律适用及争议解决\n\n8.1. 本服务条款受中华人民共和国法律管辖。\n8.2. 在执行本服务条款过程中如发生纠纷，双方应及时协商解决。协商不成时，任何一方均可直接向人民法院提起诉讼。",
				"added": 1509772842
			},
			{
				"comment_id": 2,
				"body": "不安全\n服务协议\n用户数据的保存、销毁与下载\n4.1. 您的用户数据将在下述情况下部分或全部被披露：\n4.1.1. 经您同意，向第三方披露；\n4.1.2. 根据法律的有关规定，或者行政、司法机构的要求，向第三方或者行政、司法机构披露；\n4.1.3. 如果您出现违反中国有关法律法规的情况，需要向第三方披露；\n4.1.4. 为提供您所要求的服务，而必须和第三方分享您数据。",
				"added": 1509772890
			}
		],
		"1_1LLcRbp9QfpN4PRbuXXBWVegE8pPoim7Kf": [
			{
				"comment_id": 3,
				"body": "反正不会因为生病而死，他可以按需杀人，他有最好的医疗团队，只有两种可能被别人暗杀。被人民清算杀死。或者出意外。",
				"added": 1509980646
			},
			{
				"comment_id": 5,
				"body": "一定不可能老死，他的存在是建立在政治杀戮与清洗之上",
				"added": 1509981550
			}
		],
		"2_1CmstATrVYNZWP2aD4rgGiJpeJFcpj2Hau": [
			{
				"comment_id": 4,
				"body": "是的",
				"added": 1509980718
			}
		],
		"10_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": [
			{
				"comment_id": 6,
				"body": "大傻：习近平维尼熊！",
				"added": 1510478942
			},
			{
				"comment_id": 7,
				"body": "> [66666666666666](#comment_6_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi): 大傻：习近平维尼熊！\n\n大傻是当仁不让的最佳人选。大傻贪图浮名，这是致命弱点，才望不足而占据大位，巨祸也",
				"added": 1510478981
			}
		],
		"2_12pu2MFpjqWpNd4TqLC6edzMtEczQ2vLti": [
			{
				"comment_id": 8,
				"body": "?",
				"added": 1510679735
			}
		]
	},
	"comment_vote": {}
}