{
	"next_post_id": 12,
	"next_comment_id": 1,
	"next_follow_id": 1,
	"avatar": "generate",
	"user_name": "Johnbyte",
	"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
	"intro": "Random ZeroNet user",
	"post": [
		{
			"post_id": 1,
			"date_added": 1506792109,
			"body": "Hello ZeroMe!"
		},
		{
			"post_id": 1509910512,
			"body": "\"САТАНИНСКИЙ МЕТОД ЗОМБИРОВАНИЯ - способ зомбирования, при котором власть имущие исподволь подталкивают население к совершению каких-либо осуждаемых действий (и/или к фантазированию о совершении таких действий), и сами же осуждают/наказывают граждан за совершение данных действий (за фантазии о данных действиях). В результате люди испытывают страх, чувство вины, становятся закомплексованными и стараются \"не высовываться\" - т.е. не критиковать власть, не требовать от политиков слишком многого и пр. Данный метод практикуют в основном управляющие государствами радикальные иудеи - собственно, поэтому он и назван сатанинским (дело в том, что в соответствии с представлениями иудаистов сатана, Сатан - это в целом положительный персонаж, который сначала подстрекает людей к греху, а после того, как те поддаются соблазнам, обвиняет их на \"высшем суде\" и забирает души приговорённых к смерти грешников - такие его действия считаются \"весьма хорошими\", см. http://toldot.ru/urava/ask/urava_6209.html).\nЗачастую сатанинский метод применяют пропагандисты СЕКСОФОБИИ: они сначала подталкивают граждан к совершению сексуальных \"прегрешений\", а через некоторое время (либо одновременно) осуждают их за \"грехи\". Притом некоторые из этих \"прегрешений\" не являются грехами в соответствии с писаниями - пропагандисты пекутся не о соблюдении религиозных канонов, а в основном о своих личных интересах. К примеру, в РФ светско-лжерелигиозные власти пропагандируют ПЕДОФИЛИЮ и ЭФЕБОФИЛИЮ: по телевидению уже много лет транслируется детское порно, проправительственные махинаторы смакуют подробности отношений с несовершеннолетними в телепередачах и интернете - и при этом осуждают \"извращенцев-педофилов\". Для усиления эффекта сексофобствующие агитаторы делают упор на рекламирование/осуждение гомосексуальной педофилии - чтобы граждане не только комплексовали по поводу своих педофилических фантазий, но и испытывали гомофобские комплексы. Также власти рекламируют и порицают обычные однополые связи, инцест, т.н. \"разврат\" и т.д. - в результате чего большинство россиян уже превратились в запутавшихся закомплексованных \"грешников\", которые осознанно либо бессознательно боятся осуждения и поэтому раболепствуют перед властью.\nКак уже было сказано, сексофобствующие махинаторы могут рекламировать и осуждать \"грехи\" как одновременно, так и не одновременно. Зомбирование по схеме \"сначала реклама, а потом осуждение\" проводилось, к примеру, после революции в СССР: грубо говоря, при Ленине людей сексуально раскрепощали, а при Сталине закрепощали. В РФ начиная с 1990-х гг. происходило (происходит) примерно то же самое: при Ельцине началось в целом позитивное глобальное раскрепощение, а при Путине оно на первых порах продолжилось, но потом началась пропаганда мракобесия - вопли насчёт \"разврата\", гомофобная истерия, запреты на кружевное бельё/высокие каблуки и пр. Причём \"одновременный\" и \"неодновременный\" способы сатанинского зомбирования могут применяться параллельно, что ещё больше запутывает и подавляет граждан.\nЧитайте также НОВАЯ СЕКСОФОБНАЯ ПОЛИТИКА, ПЕДОФИЛОФОБИЯ, ШИЗОФРЕНИЗАЦИЯ СЕКСОФОБНАЯ в Мини-сексопедии, \"НЕКРОиудаизм - РЕЛИГИЯ СМЕРТИ\", \"СЕКС и БИБЛИЯ: как псевдосвященники ОБМАНУЛИ человечество.\", \"Заметки об ИУДАИЗМЕ\" и др. по ссылкам выше.\"\n(\"Мини-сексопедия\" - https://sites.google.com/site/seksofobiasimptomyiposledstvia/predlagau-rasprostranat-informaciu/mini-seksopedia )",
			"date_added": 1509910510
		},
		{
			"post_id": 1509910572,
			"body": "ШИЗОФРЕНИЗАЦИЯ СЕКСОФОБНАЯ - сексофобное зомбирование населения путём создания т.н. шизофренических ситуаций с целью эксплуатации граждан. Шизофреническими называют ситуации, в которых люди должны выполнять взаимоисключающие требования, причём в результате исполнения/неисполнения этих требований они в любом случае могут быть осуждены/наказаны, например: \n\n1. Родители требуют от ребёнка всё и всегда им рассказывать, но одновременно внушают ему, что ябедничать нехорошо (вследствие чего ребёнок не может рассказать, и одновременно не может не рассказать о плохом поведении своей сестры, т.к. он в любом случае поступит \"неправильно\"). \n2. От мужчины на свидании требуется вести себя настойчиво (потому что это \"по-мужски\", женщину \"надо добиваться\"), но и одновременно сдержанно (т.к. решительное поведение может быть расценено как попытка изнасилования). \n\nРегулярное попадание в шизофренические ситуации вызывает у людей растерянность и заторможенность, а по некоторым данным иногда даже приводит к развитию у них шизофрении. \n\nЗомбирование народа с помощью шизофренизации проводится с давних времён. Ещё до н. э. древние евреи воспевали в иудаистском писании (Торе) половую любовь, но в то же время вносили в это же самое писание массу половых запретов. В Торе содержатся в т.ч. и прямые противоречия - к примеру, в разных местах данной книги не осуждается, а затем запрещается инцест, запрещаются, а затем воспеваются однополые связи и т.д. Т.о. евреям по сути внушали, что любить и заниматься любовью отчасти хорошо, но скорее всё-таки плохо, что совокупляться можно и даже нужно, но одновременно и нельзя - т.е. осуждение/наказание предполагалось в любом случае, как за секс, так и за отказ от секса. Позже иудейское шизофренизированное писание было навязано под видом \"христианского Ветхого завета\" христианам, а затем, в сильно изменённом виде - мусульманам (см. статьи \"НЕКРОиудаизм - РЕЛИГИЯ СМЕРТИ\", \"ГЛАВНЫЕ СЕКСОФОБЫ - праведники или фашисты?\" по ссылкам выше). Адепты неавраамических конфессий тоже попали под влияние иудаистов. В результате нееврейские народы также стали подвергаться половой шизофренизации. \n\nВ т.н. \"христианских\" странах это веками проявлялось в основном в воспевании \"законной\" любви, и в одновременном осуждении \"незаконных\" (внебрачных, однополых и др.) связей. Православным частично запрещалось и до сих пор запрещается вступать в т.ч. и в супружеские сексуальные отношения - по определённым дням, во время поста и пр. То есть с одной стороны супружеский секс - это как бы неплохо, и поэтому надо \"плодиться и размножаться\", а с другой стороны - \"грех\", поэтому лучше заниматься им пореже, только тогда, когда разрешает церковь. Получается, православные прямо либо косвенно осуждают друг друга как за секс, так и за \"неразмножение\", в результате чего они всегда подсознательно чувствуют себя грешниками. \n\nУ мусульман шизофренизация проводится по большей части путём запрещения добрачного разнополого секса (считается, что супружеский, даже полигамный секс - это допустимо, а добрачные отношения \"греховны\"), а также при помощи разделения однополых отношений на допустимые и недопустимые (в исламских странах традиционно запрещаются гомосексуальные связи между взрослыми мужчинами, но разрешается сексуальное использование мальчиков; т.о. проявления гомосексуальности считаются одновременно и греховными и нормальными, иногда даже желательными, хотя некоторые исламские лидеры осуждают также и ПЕДОФИЛИЮ). \n\nВ современных \"цивилизованных светских\" обществах население шизофренизируют в основном с помощью относительно \"свежих\" половых предрассудков - см. НОВАЯ СЕКСОФОБНАЯ ПОЛИТИКА. В частности, людей зомбируют путём нагнетания т.н. педоистерии (когда с одной стороны педофилия категорически запрещается, но с другой - фактически рекламируется: гражданам как бы запрещают даже думать о педофилических отношениях, но в то же время не дают возможности о них не думать - думать \"надо\", потому что это серьёзная проблема и т.д. - см. ПЕДОФИЛОФОБИЯ). \n\nВ РФ в последние годы нагнетается всё та же педоистерия, а также пропагандируется ГОМОФОБИЯ. Причём травля представителей секс-меньшинств фактически поощряется, но юридически запрещается - людей осуждают как за толерантное отношение к ЛГБТ, так и за гомоненавистничество. К тому же, проправительственные СМИ косвенно рекламируют однополые отношения, см. ПРОПАГАНДА ГОМОФОБИИ. Усиленное пропагандирование в последние десятилетия преступного образа жизни, и в частности уголовных \"понятий\" привело к тому, что активных гомосексуальных насильников зачастую считают \"крутыми авторитетными мужиками\", а их жертв или просто пассивных гомосексуалов - недостойными уважения. Т.о. жители России как бы должны уважать одних гомосексуалистов, но при этом осуждать и презирать других - притом нарваться на неприятности можно в любом случае (см. \"ОПУСКАНИЕ\" в Мини-сексопедии, \"ГОМОФОБИЯ: причины и ПОСЛЕДСТВИЯ\" по ссылкам). \n\nВласти шизофренизируют население не только путём одновременного пропагандирования и осуждения сексуальных связей - иногда граждан сначала годами сексуально раскрепощают, а затем долго закрепощают. Так было, например, после революции в СССР: грубо говоря, при Ленине людей раскрепощали, а при Сталине - закрепощали. И сейчас мы наблюдаем в РФ примерно то же самое: при Ельцине началось в целом позитивное глобальное раскрепощение, а при Путине оно поначалу вроде бы продолжилось, но потом началась пропаганда мракобесия - вопли насчёт \"разврата\", гомофобная истерия, запреты на кружевное бельё/высокие каблуки и т.п. Естественно, многие россияне пребывают в полном замешательстве по поводу допустимости тех или иных проявлений сексуальности, со всеми вытекающими отсюда последствиями. \n\nСледует отметить, что даже в тех случаях, когда сексофобные ограничения вроде бы являются понятными и однозначными (например: \"после свадьбы можно, а до брака нельзя\"), люди всё равно невольно путаются, поскольку одни и те же сексуальные действия объявляются и плохими и нормальными/необходимыми. \n\nВ итоге практически все запутавшиеся сексофобы страдают от вышеописанных последствий шизофренизации - т.е. становятся растерянными, заторможенными, шизофрениками... А это как раз и позволяет властям их контролировать и активно эксплуатировать, т.к. запутавшихся тугодумов можно легко подчинить своей воле. \n\nЧитайте также САТАНИНСКИЙ МЕТОД ЗОМБИРОВАНИЯ в сексопедии, статьи о лжерелигиях по ссылкам выше. ",
			"date_added": 1509910569
		},
		{
			"post_id": 1509910630,
			"body": "ЛАТЕНТНАЯ СЕКСУАЛЬНОСТЬ - подавленное, неосознанное сексуальное влечение и связанное с таким влечением поведение. В результате сексофобной пропаганды подсознательные сексуальные желания испытывает большинство населения практически во всех обществах. \nЧаще всего эти желания носят латентно-гомосексуальный характер. Поскольку все люди от рождения бисексуальны, а однополые связи зачастую осуждаются особенно активно, многие гомофобы не могут признаться себе в собственной гомо(би)сексуальности и становятся т.н. латентными гомосексуалистами, латентными лесбиянками, латентными бисексуалами - см. ГОМОФОБИЯ, БИСЕКСУАЛЬНОСТЬ, БИФОБИЯ в Мини-сексопедии. \nКроме того, в последние десятилетия в разных странах активно пропагандируется ПЕДОФИЛИЯ/ПЕДОФИЛОФОБИЯ, в связи с чем миллионы взрослых начинают испытывать подсознательное влечение к детям и превращаются в латентных педофилов. Нередко латентные педофилы стремятся избегать общения с детьми, либо наоборот стараются держаться поближе к несовершеннолетним, \"случайно\" прикасаться к ним в транспорте, как бы \"нормально\" обнимать/целовать их в подходящих ситуациях и т.д. Некоторые из таких латентов устраиваются на работу в детские учреждения, либо вступают в \"педоборческие\" организации - т.о. латентные любители малолеток неосознанно пытаются бороться прежде всего с собственными неприемлемыми желаниями. \n\nВообще, \"борцами за нравственность\" нередко становятся не только латенты-педофилы, но и другие латентно озабоченные. \nПритом у огромного количества взрослых и несовершеннолетних неизрасходованная сексуальная энергия трансформируется в агрессию. По этой причине закомплексованные люди фантазируют о садистских действиях и зачастую совершают их, не осознавая, что данные действия носят сексуальный характер (см. САДИЗМ). \n\nИногда латентные желания могут распространяться на самые разные сексуальные объекты. Сильно изголодавшиеся сексофобы возбуждаются, как говорится, на всё что движется - они тянутся и к молодёжи, и к пенсионерам, и к детям, животным... Специалисты называют это синдромом неразличения сексуального объекта. Причём даже если страдающий таким синдромом латент занимается сексом - он как правило не выздоравливает, т.к. всё равно не получает полноценного удовлетворения из-за своей ЗАКОМПЛЕКСОВАННОСТИ, т.е. не удовлетворяет сексуальный голод полностью. \n\nНекоторые сексофобы (в основном глубоко закомплексованные лжерелигиозники) испытывают неосознанное влечение даже к трупам. Они целуют расчленённые тела т.н. \"святых\", либо собственноручно расчленяют мертвецов в церквях, моргах и пр., см. НЕКРОФИЛИЯ. \n\nВременами многие латенты начинают догадываться о собственных наклонностях. Кто-то из них осознаёт свои желания до конца, но чаще сексофобы пытаются забыть о возникающих у них догадках, упорно вытесняя их из памяти. \n\nПри этом испытывающие латентные желания люди во все времена придумывали себе оправдания. Так например, некоторые \"священники\" насиловали девушек, и утверждали, что они делали это не ради удовольствия, а \"в наказание за грехи\". Миллионы родителей порют детей, получая подсознательное сексуально-садистское наслаждение - и также оправдывают свои действия тем, что несовершеннолетних \"надо\" т.о. наказывать. А латентные гомосексуалисты, которые совершают гомосексуальные изнасилования, уверяют, что им якобы \"приходится\" насиловать лиц своего пола из-за отсутствия женщин, \"по понятиям\"... Все эти и др. подобные действия/отговорки являются проявлениями бредовых расстройств, НРАВСТВЕННОГО ПОМЕШАТЕЛЬСТВА и т.п. \n\nСм. также ПРОЕКЦИЯ, ШИЗОФРЕНИЗАЦИЯ СЕКСОФОБНАЯ.",
			"date_added": 1509910626
		},
		{
			"post_id": 1509910656,
			"body": "ПРОЕКЦИЯ - бессознательное либо полуосознанное приписывание собственных, в основном отрицательных качеств другим людям, реже - животным, вымышленным персонажам, предметам, явлениям природы и пр. Учёные давно установили: когда мы кого-то обзываем, обвиняем, или даже просто отзываемся о ком-то с раздражением, не очень красиво - мы зачастую пытаемся приписать этому человеку (людям...) наши собственные, не дающие нам покоя недостатки, желания, грехи и т.д. \"Очернив\" ближних (или дальних), мы подсознательно надеемся, что наши изъяны на их фоне будут не так заметны. \n\nНередко проецированием собственных качеств на других занимаются разного рода сексофобы. Так например, страдающие от полового голодания, а потому сексуально озабоченные, помешанные на мыслях о сексе и садизме лжерелигиозники любят повторять: мол, человечество сегодня \"погрязло в разврате\", \"девушки в мини-юбках провоцируют насильников\" и пр. Латентные гомосексуалисты (гомофобы) - т.е. агрессивно настроенные больные, которые испытывают подсознательное однополое влечение и боятся себе в этом признаться - часто без достаточных оснований объявляют людей \"п*дорами\", \"извращенцами/извращенками\", называют ЛГБТ-шников \"агрессивными\". Латенты-педофилы любят фантазировать и возмущённо рассказывать о том, как на Западе якобы \"узаконивают педофилию\", как педофилы там \"создают семьи и занимаются сексом с детьми\". А некоторые ополоумевшие от воздержания граждане невольно возбуждаются на всё подряд, и с негодованием озвучивают свои фантазии в виде замечаний вроде \"Сначала они гей-парад устроят, а потом? С детьми начнут трахаться, с трупами, с животными, с табуретками?..\" Приписывая свои наклонности другим, латентные извращенцы убивают сразу двух зайцев. Во-первых, они подсознательно избавляются от чувства вины, перекладывая вину с больной головы на здоровую (мол, это не я агрессивный извращенец, это они агрессивные извращенцы!). А во-вторых, латенты получают возможность фантазировать на волнующие их гомосексуальные, садистские, педофильские и др. темы, как бы оставаясь при этом \"нормальными людьми\" - такие больные неосознанно внушают себе мысли о том, что они фантазируют о \"непристойных\" вещах \"не ради удовольствия\", а просто потому, что всё это их глубоко возмущает, потому что они хотят разобраться в сути проблемы и бороться с \"извращенцами\". \n\nСм. также ЛАТЕНТНАЯ СЕКСУАЛЬНОСТЬ, ГОМОФОБИЯ, САДИЗМ, ПЕДОФИЛОФОБИЯ.",
			"date_added": 1509910651
		},
		{
			"post_id": 1509910687,
			"body": "САДОМАЗОХИЗМ - в широком смысле стремление человека к совершению актов насилия (см. САДИЗМ) и к подчинению насилию с целью получения сексуального удовольствия (МАЗОХИЗМ). Такое стремление может быть как осознанным, так и полуосознанным, неосознаваемым, и не всегда сочетается с желанием испытывать ОРГАЗМЫ. \nВ более узком смысле садомазохизм - это добровольные БДСМ-игры т.н. садистов и мазохистов (садомазохистов). Аббревиатура БДСМ означает \"БОНДАЖ\" (эротическое связывание либо заковывание в наручники, приковывание, привязывание, заключение в клетку, подвешивание и т.д. полового партнёра, партнёрши, партнёров...), \"ДОМИНИРОВАНИЕ\" (действия, направленные на подчинение себе партнёра/партнёров...), \"САДИЗМ\" (собственно садизм - причинение боли, унижение партнёра...), \"МАЗОХИЗМ\" (получение удовольствия от испытываемой боли и унижений). Некоторые люди совершают/стремятся совершать только садистские действия, некоторые - только мазохистские. Другим интересно играть как роль садиста, так и роль мазохиста. Зачастую любители БДСМ используют не только подручные, но и специальные приспособления - различные кнуты, плётки, колодки, кляпы и пр., которые продаются в секс-шопах. \nВ случае, если садо-мазо игры проводятся исключительно по взаимному согласию, не причиняют серьёзного вреда здоровью и могут быть в любой момент остановлены подчиняемым (например - путём использования т.н. \"стоп-слова\", при произнесении которого подчиняющий должен немедленно прекращать издевательство), они могут считаться допустимым способом получения сексуального удовлетворения. В целях обеспечения безопасности начинающим БДСМ-партнёрам рекомендуется не приступать сразу к активным играм, а сначала осторожно поэкспериментировать с различными приспособлениями, способами причинения боли, чтобы понять, к каким последствиям могут привести те или иные действия. \n\nКак садистские, так и мазохистские наклонности нередко развиваются на почве СЕКСОФОБИИ - комплексующим людям кажется, что испытываемые ими сексуальные желания являются \"неправильными\", \"греховными\", в результате чего у них возникает осознанное либо подсознательное стремление наказать \"за грехи\" себя или партнёра... Маньяки-некросадисты доходят в таком стремлении до крайности: они пытаются не просто наказывать, а полностью избавляться от \"причины\" своего болезненного состояния, уничтожая якобы \"виновных\" в их \"греховности\" людей - то есть тех, кто вызывает у них сексуальное влечение. Садомазохисты с выраженными некрофилическими наклонностями нередко заканчивают жизнь самоубийством либо экспериментируют с различными способами суицида, стараясь не доводить дело до конца (как правило, суицидальные попытки также бывают вызваны желанием освободиться от собственных \"греховных помыслов\"). Помимо этого, мазохистское поведение бывает обусловлено подсознательным желанием снять с себя ответственность за свои \"греховные\" устремления (мол, если меня принуждают, связывают - значит моей вины тут нет, мне просто приходится подчиняться). Некоторые мазохисты обоих полов даже намеренно или неосознанно стремятся попадать в ситуации, в которых их могут реально (не по договорённости) изнасиловать, и/или избить, искалечить... \n\nПрименение терминов \"садисты\", \"мазохисты\" и т.п. к цивилизованным любителям \"жёстких\" развлечений нельзя считать корректным. Строго говоря, садистами/мазохистами/садомазохистами можно называть только поклонников идей де Сада и/или Захер-Мазоха (которые страдали/страдают, в частности, женоненавистничеством, некросадизмом), а также других любителей реального, неигрового насилия. В отношении практикующих добровольные игры \"БДСМ-щиков\" следует применять нейтральные термины типа \"госпожа\", \"раб\", \"верхний\", \"нижняя\", \"доминирование\". \n\nСм. также СПАНКИНГ, ИЗВРАЩЕНИЯ ПОЛОВЫЕ в Мини-сексопедии, \"Сексофобия ОТ и ДО\" по ссылкам.",
			"date_added": 1509910681
		},
		{
			"post_id": 1509910713,
			"body": "ВОЗДЕРЖАНИЕ ПОЛОВОЕ - длительное противоестественное воздержание от сексуальных отношений, иногда в сочетании с отказом от САМОУДОВЛЕТВОРЕНИЯ ПОЛОВОГО (\"мастурбации\"). Некоторые люди воздерживаются от получения сексуального удовлетворения в силу объективных причин - например, ввиду физического отсутствия подходящих половых партнёров в глухих вымирающих деревнях, экспедициях и пр. Однако большинство граждан подавляют сексуальное желание из-за навязанных им лжерелигиозных и/или др. сексофобных убеждений (см. статьи по ссылкам выше). \n\nВ большинстве случаев длительное половое голодание постепенно превращает людей в депрессивных, агрессивных и одновременно трусливых тугодумов. Причем это касается не только тех, кто практикует полное сексуальное воздержание, но и граждан, ограничивающих себя лишь частично - как это делают, например, латентные гомосексуалисты, которые вступают в разнополые связи, воздерживаясь от гомосексуальных контактов (латентными гомосексуалистами или гомофобами называют больных, испытывающих подсознательное однополое влечение и стесняющихся себе в этом признаться - см. ГОМОФОБИЯ). Избегание тех или иных нормальных способов гетеросексуального удовлетворения, самоудовлетворения, а также каких-либо допустимых сексуальных фантазий также приводит к проблемам. Скажем, многие зомбированные псевдорелигиозниками люди могут регулярно заниматься сексом с супругами в законном браке, но всё равно страдать из-за того, что у них возникают \"греховные\" мысли по поводу посторонних мужчин/женщин, или потому что они занимались в юности т.н. мастурбацией - то есть таким образом \"грешили\" - и теперь боятся даже думать о самоудовлетворении... (см. СЕКСОФОБИЯ). \n\nЗачастую воздержанты выглядят и ведут себя вполне адекватно. Они могут сохранять ранее приобретённые знания и навыки, и даже приобретать новые. Однако сексуально изголодавшиеся граждане, как правило, быстро теряют способность к логическому мышлению - такими людьми очень легко управлять, ведь их почти всегда можно одурачить, запугать, зазомбировать. По всей видимости, непорядочные \"светские\" и лжерелигиозные правители подметили эту закономерность ещё в глубокой древности, и именно поэтому они напридумывали с тех пор довольно много абсурдных сексофобных табу, ограничений, запретов. В результате запуганные псевдорелигиозными байками о \"греховности\" секса люди превратились в идеальный для власть имущих человеческий материал - воздержантов можно без труда отправить в захватнический военный поход, заставить вкалывать за гроши ради идеи, или натравить друг на друга, чтобы отвлечь внимание населения от преступлений власти (этот принцип натравливания граждан на мнимых \"врагов народа\" известен с давних времён - он называется \"разделяй и властвуй\"). \nИ хотя со временем власть предержащие сами стали попадать под влияние сексофобной пропаганды, традиция зомбирования при помощи сексофобских идей живёт и сегодня. Многие продолжают пропагандировать сексофобные запреты в т.ч. и неосознанно, однако менее деструктивной от этого такая пропаганда не становится. \n\nВ крайних, запущенных случаях воздержанты не просто становятся агрессивными, но и превращаются в по-настоящему душевнобольных маньяков-некросадистов - достаточно вспомнить, например, средневековых инквизиторов, которые сажали людей на кол, сжигали их на кострах, распиливали живьём на части, кастрировали своих жертв и даже насиловали их при помощи специальных пыточных приспособлений. В наше время в России успешно функционируют организации, набирающие в свои ряды таких же псевдорелигиозных некросадистов. Некросадизмом страдают не только псевдорелигиозники, но и зомбированные ими рядовые граждане (см. САДИЗМ). \nПомимо склонности к садистическому насилию и некросадизму, длительное половое воздержание может вызвать либо усугубить и многие другие заболевания. Недостаток в организме вырабатываемых во время секса \"гормонов счастья\" - эндорфинов - способен привести к депрессии, снижению трудоспособности, неврозам. В запущенных случаях у сексофобов могут наблюдаться даже бред и галлюцинации. Продолжающееся дольше нескольких месяцев воздержание приводит к доброкачественным опухолям матки, маточным кровотечениям, онкологическим заболеваниям - в том числе и у мужчин. Кожные болезни, мужские заболевания мочеполовой сферы (такие как простатит, аденома простаты, импотенция и др.), проблемы с кишечником, сердечно-сосудистые расстройства также чаще всего возникают у сексофобов. Притом ситуация с лечением урологических и других \"неприличных\" болезней нередко усугубляется тем, что сексофобствующие больные стесняются обращаться по таким поводам к врачам... \nПочти все воздержанты-сексофобы в той или иной мере злоупотребляют спиртными напитками и/или другими одурманивающими веществами - как с целью избавиться от ЗАКОМПЛЕКСОВАННОСТИ, так и для того чтобы отвлечься от депрессивных мыслей о собственной сексуальной несостоятельности, либо \"греховности\" и пр. Зачастую переживания по поводу своей \"греховности\" усиливаются вследствие того, что половое голодание приводит к болезненной зацикленности на сексуальной тематике - воздерживающимся не дают покоя навязчивые эротические фантазии, \"вызывающе\" одетые девушки/юноши, \"пропагандирующие разврат\" телепередачи и т.п. \n\nПротивоестественное воздержание не следует путать с естественным (неопасным) воздержанием в детском, пожилом, старческом возрасте. Некоторые люди репродуктивного возраста с низким уровнем полового влечения могут почти не страдать от воздержания, однако таких людей крайне мало - гораздо чаще встречаются закомплексованные граждане, которые просто убеждают себя в том, что они якобы не нуждаются в сексе, см. АСЕКСУАЛЬНОСТЬ, СЕКСОФОБИЯ в Мини-сексопедии, а также \"Осторожно, СЕКСОФОБИЯ!\" по ссылкам выше.\n",
			"date_added": 1509910706
		},
		{
			"post_id": 1509910859,
			"body": "https://0chan.hk/freelove",
			"date_added": 1509910849
		},
		{
			"post_id": 1510435060,
			"date_added": 1510435049,
			"meta": "{\"img\":\"900,570,fffeeecccbbb878777554888ddd100765433998332655,01233333104567418381999AB183209996C8C8C8999DE845489999911781\"}"
		}
	],
	"post_like": {},
	"comment": [],
	"follow": []
}