{
	"next_topic_id": 9,
	"topic": [
		{
			"topic_id": 1,
			"title": "黎阳：印度叫种姓，中国叫“精英”",
			"body": "很多中国人很长时间都弄不明白印度统治精英层为什么那么反华，而且那么蛮横不可理喻——在中国人看来，两家实在没什么不可调和的矛盾：都是文明古国，都是第三世界，都历史悠久文化灿烂，近代都饱受西方侵略，都需要争取民族独立;可谓难兄难弟同病相怜。既然同命运，那自然根本利害相同。有西藏高原隔着，谁也威胁不着谁，有点边界争议也没什么了不起，历史遗留问题，完全可以求大同、存小异，坐下来心平气和平等协商谈判解决。所以中国人怎么也想不通为什么印度如此蛮横：根本不承认边界有争议、死活不肯通过谈判解决争议、非打不可——我已经委曲求全能做的都做了：“不打第一枪”、“后撤20公里”、“不巡逻、不修路”……如此仁至义尽你还步步进逼动枪动炮“把中国人消灭掉”，逼得我不得不自卫反击。尽管如此我仍然坚持和为贵：自卫反击大胜之际主动停火、主动后撤、主动释放全部战俘、主动归还全部缴获武器弹药还先清洗干净、码放整齐、汽车灌满油、如今又让印度加入“上合组织”、邀请印度参加“一带一路”……世界上还有其他国家能做到这个地步?为什么印度根本就不领情?为什么非要跟中国对立到底?\n　　这些中国人之所以想不通，是因为想当然地以为“中印平等”，而在印度统治精英层心目中“中印不平等”——第一，老子是高等种姓的亚利安优等，你不过低等种姓的亚洲土著劣等，岂配跟我平起平坐?第二，老子是大英帝国亚洲殖民体系的合法继承人，你不过是大英帝国的半殖民地。老子过去是大英帝国皇冠上最明亮的宝石，如今在亚洲照样最明亮。你中国过去如何对大英帝国卑躬屈膝矮三分，如今就得怎么对我卑躬屈膝矮三分——贱民如何对老爷毕恭毕敬，就应该如何对老爷的继承人少爷毕恭毕敬。既然你我根本不是平等关系，当然应该我说什么是什么，只有我下命令你执行的份，岂能允许你在我面前说三道四?更不用说平起平坐讨价还价了——所以在中国人看来是“争议”，在人家看来是“忤逆”;在中国人看来是自卫还击，在人家看来是造反翻天。敢还手都绝对不可原谅，更不用说被你打得鼻青脸肿溃不成军了。如此丢人现眼，不找回这个场子，我这个双料贵族今后还怎么混?就凭这一条，我也非报复不可，非把你中国整死不可。\n　　这就是典型的“存在决定意识”——存在不同，意识就不同;意识不同，存在必不相同。不明白这点就无法明白为什么无法取得共识。\n　　其实要弄懂印度统治精英层的心理也不难，只要拿中国“精英”对普通老百姓的态度一对比就能触类旁通——印度的种姓制度是高等种姓高人一等，社会必须由高等种姓治理;中国的“精英”体制是“精英”高人一等，社会必须由“精英”治理。印度是高种姓瞧不起低种姓，低种姓瞧不起“不可接触”的贱民;中国是高等“精英”瞧不起低等“精英”，低等“精英”瞧不起“大老粗”农民工……想想中国“精英”对普通老百姓的态度，就不难明白印度统治精英层对中国的态度。(在印度统治精英层眼里，中国要求跟印度平起平坐讲平等，恐怕就跟在公知眼里农民工要求跟王思聪、马云平起平坐讲平等一样。)\n　　今天的中国人如果嘲笑印度的种姓制度，那未免有点“五十步笑一百步”——今日中国“公知”、“精英”们正全力以赴孜孜不倦地建立不叫种姓制度的隐形种姓制度——形形色色的鄙视链：\n　　——学历鄙视链、出身鄙视链、住房鄙视链、汽车鄙视链、衣着鄙视链、手机鄙视链、包包鄙视链、化妆品鄙视链、交往圈子鄙视链……\n　　——教育鄙视链：“招生要考家长智商，并参考祖宗三代职业、受教育水平”、“绝不让娃和没英文名的孩子同读幼儿园”、“英文不仅仅是一项基本技能，而且已经成为孩子之间区分阶层的一大标准”、“外教必须通过国际相关幼儿教育机构考核，最好来自母语为英语的欧美发达国家，东南亚国家的英语外教只能是备选项”、“交得起6万学费的家庭，与交3万学费的家庭根本不在一个阶层”、“家庭背景是很多家长在给孩子挑选幼儿园时看重的一点”、“家庭背景较好的孩子，眼界不论是日常接触的事物还是思考问题的角度往往与普通孩子不太一样”、“大部分幼儿的父母或有海外留学、工作背景，或是私企老板、金融、IT企业高管，几乎没有普通工薪阶层”、“没有点特长，我都不好意思去开家长会”……\n　　——动画片鄙视链、旅游地鄙视链、兴趣班鄙视链、幼儿园鄙视链、早教机构鄙视链、电视剧鄙视链、足球联赛鄙视链、电影鄙视链、音乐鄙视链……\n　　根本不用废话，光看看住处、衣着、手机、汽车，一个人的阶级地位就明白无误了。\n　　这还不算，还要“没有起跑线”、“让孩子赢在射精前、赢在子宫里”——一个人还没出生，阶级地位和命运就已经决定好了——这比印度的种姓制度如何?(“公知”还有脸说毛泽东时代“等级森严”，真无耻。)\n　　难怪有如此感慨：“高考是阶层性的考试，农村地区越来越很难考出来，我是中产家庭孩子，生在北京，在北京这种大城市能享受到的教育资源，决定了我在学习时能走很多捷径，能看到现在很多状元都是家里厉害，又有能力的人，所以有知识不一定改变命运，但是没有知识一定改变不了命运”、“这个时代寒门再难出贵子!”“成绩好的孩子大多来自家庭条件相对好的家庭，而单靠吃苦，已经不能弥合教育水平的差距”、“寒门学子输在了教育起跑线上”……\n　　2007年10月3日新华社发了一篇报道：“‘新社会阶层’跻身中国政坛”。最后一句话是：“‘新社会阶层’人士要进一步提升自己各方面的能力，时刻准备着”——“时刻准备着”干什么?秃子头上的虱子——明摆着的：这些新“高等种姓”(“新社会阶层”)摩拳擦掌“时刻准备着”要“跻身中国政坛”，夺取最高权力。也就是说，公开彻底在中国实行新”种姓制度“——”精英制度”。\n　　如意算盘如此美好，可恨中国老百姓不买帐，非要闹平等，闹“人民，只有人民，才是创造历史的动力”，实在令“公知”们咬牙切齿。\n　　怎么办?学印度——难怪“公知”要大肆宣扬“笑眯眯的印度乞丐”：“印度乞丐总是笑眯眯，我猜想很可能与挥之不去的种姓制度有关系”、“虽然早在1947年独立之时，印度就在法律上废除了种姓制度，政治上也逐渐迈入民主时代，可是种姓制度在社会实际运作，特别是社会心理层面上依旧影响深远。这或许就是印度乞丐始终面带笑容的文化心理根源：由于对自己的身份、地位和命运抱持与生俱来的宿命感，所以少抱怨，也少不平”、“种姓制度有千般不是，与现代民主社会也格格不入，可是笑眯眯的乞丐却着实是一个意料之外的‘红利’”、“在一个内在等级制度森严的社会中，愤恨也会很小”、“笑眯眯的印度乞丐不愤恨，他们安天知命，可以通过精神性的诉求来安慰人生的不公。相比之下，仇富者的愤恨情绪尽管正当，但因为纠结了太多的怨气和嫉妒，最终将吞噬每一个体的灵魂”(《南方周末》2009-08-19)、“印度则流行苦感文化，认为人越受苦，精神越升华，离神就越近，来世也就越幸福”(袁南生)……\n　　印度通过种姓制度实现“上等人”对“下等人”的歧视和压迫;中国“公知”通过“精英”体制实现“上等人”对“下等人”的歧视和压迫，二者“上尊下卑”的本质一样，只不过印度叫“种姓”，中国叫“精英”。(玩弄文字游戏忽悠人历来是中国“公知”的拿手好戏——“能做不能说”、“打左灯向右柺”：不叫婊子叫“性工作者”;不叫资本家叫“民营企业家”;不叫私有化叫“民营化”;不叫损公肥私叫“产权重组”;不叫消灭共C党叫“从革命党转变为执政党”、“共产党改名”;不叫“种姓”叫“精英”……)\n　　“公知”们的“精英牌”种姓制度如此美妙，可惜只有一个毛病：在中国历史上从来没成功过——从夏商周起到现在，只见“王侯将相宁有种乎”、“君子之泽五世而斩”、“富不过三代”，不见哪个朝代的“高等种姓”能传承延续至今。\n　　为什么种姓制度这种上尊下鄙压迫体制在印度能通行无阻数百年，在中国却总也行不通?\n　　其他原因且不论，单凭中国的一条国情就足以说明问题。\n　　人最大的人权是生存权。最后的底线是生存权。人可以忍受不公平，但不能忍受“活不下去”。一旦“活不下去”，任何法律法规都不再有效。而社会越不公，底层人离“活不下去”就越近。\n　　印度气候炎热物产丰富，可吃的东西多，社会不公平不容易导致大规模生存危机。而中国不同，尤其北方，很容易出现灾荒。在社会极度不公的情况下，任何偶然事件都能导致大规模生存危机。一旦出现持续的大规模生存危机，必将出现大规模社会动乱。\n　　战场上越与众不同威风凛凛的将军高官目标越明显，越成为众矢之的先挨枪。社会动乱时，越与众不同威风凛凛的显贵巨富目标越明显，越成为众矢之的先挨抢。所以中国老话只说“闷声发大财”，从不说“张扬发大财”。\n　　“存在决定意识”。“公知”“精英”不懂中国的存在，生搬硬套印度的“种姓”那一套，肆无忌惮炫富耀贵，整天大闹什么“鄙视链”、歧视老百姓、以为逼中国老百姓学“笑眯眯的印度乞丐”就可以在中国建立“精英牌”种姓压迫体制——这叫无知狂妄加愚蠢。",
			"added": 1501390790,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "能否加一个“转基因”的版块？",
			"body": "如题，谢谢！",
			"added": 1501392303,
			"parent_topic_uri": "14_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "卢麒元：故事三则",
			"body": "即便是吃瓜，也须吃得有滋有味。况且，人民群众，也未必只会吃瓜。时政纷纭，不谈也罢，读一点历史吧。\n一，清君侧。\n公元前154年，刘濞带领楚、赵等七国以“清君侧”为名，公开叛乱，史称七国之乱，后被汉军主将周亚夫击败，刘濞兵败被杀，封国被废除。刘濞（前216年—前154年），沛郡丰邑（今徐州丰县）人，汉高祖刘邦之侄，西汉诸侯王，性格剽悍勇猛。公元前196年，二十岁的刘濞受封为沛侯，后英布谋反时，刘濞随刘邦大破英布军，公元前195年，封刘濞为吴王，管辖东南三郡五十三城。由于西汉皇帝奉行黄老之道\"无为而治\"，使刘姓宗室诸侯王的势力日益壮大，日渐骄纵，刘濞在封国内大量铸钱、扩军，并广纳能人异士，以扩张势力，图谋篡夺皇位。公元前180年，汉文帝刘恒继位后，感到同姓藩国的威胁，采纳御史大夫贾谊的建议，开始削弱诸侯势力的权力，公元前157年，汉景帝刘启继位后，采纳御史大夫晁错的建议，削夺王国封地，于是刘濞开始联合楚赵等国谋划叛乱。\n此处值得深思的是，大汉两任御史大夫的悲惨结局。第一个是贾谊，堪称大汉第一才俊，他就是著名《治安策》的作者。正是这位少年才俊，提出了完整的削藩建议。其实，高官结党贪腐，势同藩王割据，反腐无异于削藩。笔者以为，贾谊不仅仅是杰出政论家，也是世不二出的伟大经济学家。他的《论积贮疏》和《谏铸钱疏》，对未来汉武帝击败匈奴功不可没。可惜，他的政治主张和经济主张，触动了藩王、大臣、豪族、巨贾的利益，遭到了几乎是朝野一致的排挤和迫害。汉文帝十二年（前168年），贾谊在忧郁中死去，年仅三十三岁。他死后十四年，刘濞果然叛乱。第二个是晁错，他才不及贾谊，却是勇冠朝野，他就是著名《削藩策》的作者。晁错说：“今削之亦反，,不削亦反。削之，其反亟，祸小；不削之，其反迟，祸大。”晁错义无反顾，他深知与刘姓藩王为敌，已经注定了悲惨的结局。公元前155年，景帝听从袁盎之计，腰斩晁错于东市。晁错最伟大的贡献，就是以自己的死证明，“清君侧”是藩王彻头彻尾的谎言。晁错死后，校尉邓公从前线归来，汇报军情，景帝询问交涉进展。邓公认为诸侯叛乱，清君侧只是借口，诛杀晁错对内堵塞了忠臣之口，对外却为诸侯王报了仇，而叛乱并不会平息。景帝深以为然，拜为城阳中尉。其后景帝降诏讨伐，不到三个月就取得了胜利。\n结论：藩王坐大，必弱其主，终将取而代之。清君侧，意在摧毁国之栋梁，目的是一剑可封君王的咽喉。\n二，东林党争。\n利益集团以前不叫利益集团。在明朝，它的名字叫东林党。此党，当然不是政党，而是十恶不赦的朋党。此朋党，汇聚了大明的藩王、大臣、豪族、巨贾。东林党以及其子孙控制了四百余年的舆论，以致於你今天去百度或维基百科也仍然是一头雾水。东林党要与谁对抗呢？儒士们顶着忠孝节义，当然不能公开与皇上对抗。於是，就只好选了皇帝身边的太监——魏忠贤。有趣吧，东林党大战阉党。问题是，读书人就不想一想，东林党最终大胜了阉党，以致於魏都从肉体上消失了，那么为什么大明竟然还是亡了呢？\n公元1604年（万历三十二年），顾宪成等人修复宋代杨时讲学的东林书院，与高攀龙、钱一本等讲学其中。东林讲学之际，正值明末社会矛盾日趋激化之时。东林人士借讽议朝政、评论官吏之名，行包庇地主，为富商巨贾争利之实。他们虽然提出了廉正奉公，振兴吏治，开放言路，革除朝野积弊等进步口号，然而实质上却沦为了大地主，大商人利益集团的代言人，对明末饥荒灾民的悲惨现实视而不见，对征款赈灾行为极力阻挠。东林人士在当时遭到宦官以及草根阶层的激烈反对。两者之间因政见分歧发展演变形成明末激烈的党争局面。反对派将东林书院讲学及与之有关系或支持同情讲学的朝野人士笼统称之为“东林党”。说白了吧，大明的皇党（大明的皇党只能是阉党）主张澄清吏治、改进税制、增辟财源、兴修水利和整顿军事，而东林党主张地方分权、土地兼并、自由贸易、减免工商税、加征人头税（于今天利益集团的主张惊人相似）。皇党手上的利器就是东厂、西厂、锦衣卫，皇党以反腐败之名收拾不听话的东林党人。东林党人则拥有社会财富和舆论工具，东林党人用软实力最终收拾了皇党。事实证明，只有枪杆子，不掌握秤赶子和笔杆子是很危险的。\n大明的悲剧归结于崇祯。崇祯很奇葩，皇党的首领竟然投奔了东林党。笔者倒也理解崇祯，就如同笔者能理解大明的吃瓜群众一样。你如果跟吃瓜群众说，阉党才是真正的人民的党，阉党帮着皇上护佑国家和人民；那么，群众会立刻晕菜的，他们自小看《新龙门客栈》，他们已经被洗脑四百年了，他们本能地痛恨阉党专政，他们本能地将藩王、大臣、豪族、巨贾翻译成“忠良”。他们不会用脑子的，就如同崇祯从未用过脖子上的那个脑袋。也不去想一想，九千九百岁的魏忠贤若是赵高，他崇祯难道就不会成为秦二世吗？魏忠贤不反腐抄家凑军饷，袁崇焕拿什么去打仗呢？非要向饥馑的农民课税吗？逼李自成造反的“忠良”们就忠贤吗？崇祯之幼稚，足以鉴证东林党之邪恶。\n结论：利益集团结成朋党后，必思削弱皇权而割据，必然污名化护国栋梁，必欲群起除之而后快。魏忠贤固然缺点一箩筐，为成事也必须擅权专政，甚至为扼制东林党而不择手段。问题是，谁在支撑大明的江山？张居正后，魏忠贤是税政改革的唯一希望，也是在纷乱中能平衡朝野的唯一能臣。可惜，魏忠贤不但死了，还要背负千古骂名。吃瓜群众忘了，在能决定他们命运的衮衮诸公中，真正出身于草根的就只有魏忠贤这个太监。你看看，连皇上，那个崇祯，也是酷爱资本的，不小心也变成了东林党人。历史，有时侯很扯淡。\n三，三代民逗。\n回到当代。其实，历史从未走远。\n中国自有了两弹一星后，就基本解除了外部的军事威胁。敌对势力收拾中国，只能在中国内部下功夫了。不能武装夺取中国的最高权力，就只能依赖于资本的蚕食。资本蚕食主权，需要一个好的借口，现代这个借口就是民主。资本家不能直接玩民主，太假了。需要操盘手，于是就有了民主逗士。第一代民主逗士，产生于上个世纪八十年代。那时，我们刚刚读完《第二次握手》，最崇拜的就是天文物理学家，一个戴着天文物理学家光环的民主逗士诞生了。这第一代逗士还真的挺能斗，真搞出来一场政治风波。第二代民主逗士产生于二十一世纪初。那时，开始流行网络作家了，于是他们就培养了赛车手作家，以为悉心打造的神一般的偶像，就可以引领青年参加大使先生的茉莉花运动。确实，有过很拉风的车队巡游，也有过稀稀拉拉的举花散步。可惜，我们这一代长大了，我们不接受这一套，我写了一篇文章《警惕HH模式》。可能，根本就不用我写，网红本就不是一呼百应的英雄。举花散步没多久，这模式也就破了。现在，该第三代民主逗士闪亮登场了。瞧瞧现在国人这副审美德行，竟然逼得敌对势力培养起土豪了。我们愚钝，就算当今中国年轻人嫌贫爱富，也不会将累累污点的土豪当成英雄吧？难道，他们会在土豪的指引下，重演三十八年前的那一幕？这逗士，也太逗点了吧！\n我们的确有问题，有很多的问题，有很大的问题。但是，我们这一百多年一直在解决问题。历史的经验告诉我们，解决中国问题需要一个强大的组织，历史选择了中国共产党这个强大的组织。读点儿历史你就知道，组织就是一种集体的皇权（亦可理解为皇党）。海外金融资本和官僚垄断资本（亦可理解为朋党），携起手来要肢解并取代这个组织。是的，他们貌似针对某人或某部门（清君侧），其实他们根本就不是针对晁错和魏忠贤，他们就是要掌握国家的控制权进而攫取国民财富。现代以来，多少国家被他们攻破而沦落啊！刘濞的叫嚣，老百姓是听得懂的。东林党人的慷慨激昂，老百姓就未必听得懂了。至于，民逗的忽悠，年轻人会觉得很好玩的。不过，这帮家伙也未必能忽悠多久。同学们读完了这三则故事，忽悠就会变成一场奢华的闹剧。看看吧，除了娱乐，还能长一点见识。\n结论：一部手机坏了，有三种做法。第一，砸了。第二，换手机套。第三，修破损的芯片。刘濞和东林党人都是要砸的，民主逗士们要换手机套，我们决定修芯片。\n故事讲完了，说几句多余的话。\n当下的反腐，虽未必合乎法制规范，但却合乎天理、伦常、民意，因而是国家民族的必然选择。不过，有两件事情要注意：一是，应以义始而以礼终，意思是动起于行政而终结于税政；二是，必须相信和依靠群众，意思是尽早让老百姓直接参与到反腐斗争中来。有了这两条，反腐斗争就不是党争，更不是泛泛的政治运动，而是一场安邦兴国的伟大制度建设。中国老百姓很明白且很宽容，东林党和民逗的小动作糊弄不了朝阳群众。今天，老百姓不会再委屈为国为民而有所担当的国家栋梁。甚至，老百姓自己就会去修理那些个朋党和逗士的。",
			"added": 1501577116,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 4,
			"title": "如今如何才能搞垮中国？",
			"body": "黎阳 \n2017．9．12． \n以今日中国的实力，恐怕没什么人敢指望靠直接的大规模武装进攻来搞垮中国了。 \n要搞垮中国，又不能指望靠直接的大规模暴力，那就只有一个法子：让中国自己搞垮自己：动乱分裂，自相残杀，自我削弱，直至再也无力抵御武装入侵——历史上中国屡次由盛而衰都是先闹内乱再引来外患。如今也不例外。刁德一要让新四军的伤病员自己走出来，搞垮中国的人则要让中国自己垮下来。 ...华岳论坛 - \"http://washeng.net\" \n如何让中国自己搞垮自己？无非是激化中国内部矛盾——分化瓦解、挑拨离间、煽动不满、破坏信任、摧毁权威、瓦解凝聚、制造动乱…… \n其实这些招早就在使，从来就没断过线——经济封锁、经济制裁、经济战、金融战、“改革代价”、“普世价值”、“宪政民主”、“公民社会”、“一人一票”、“政党轮替”、“颜色革命”…… \n既然如此，那为什么一直没见效？为什么迄今为止中国不但没垮，反而不断发展壮大？ \n因为还缺最关键的一环。 \n看看前苏联——外来的大规模武力进攻、冷战、“大规模报复战略”、“恐怖的和平”、“军备竞赛”、两大阵营对峙、经济封锁、意识形态较量……所有这些虽然不能说毫无作用，但都不致命，并没有能制止前苏联的发展，更不足以使之垮掉。 ...华岳论坛 - \"http://hua-yue.net\" \n对前苏联而言，真正最致命的一步是陷入阿富汗战争泥潭。 \n第一，战争泥潭无限地吞噬掉了前苏联的国力和资源，使苏联经济背上沉重的大包袱。 \n第二，西方得以有借口对前苏联施加空前严厉的经济制裁，使苏联经济雪上加霜。 \n第三，阿富汗战争使前苏联空前孤立，不得不付出加倍的代价维持自己的地位和利益，这就使前苏联经济更加捉襟见肘。 \n第四，苏联老百姓既看不到战争的正义性和必要性又看不到战争的前景，却不得不承担无穷的战争苦难和牺牲以及西方经济制裁的代价，这就不可避免地产生厌战情绪和抵触情绪。时间越久，厌战情绪和抵触情绪越强烈，直至摧毁老百姓对前苏联当局的信任。 ...华岳论坛 - \"http://washeng.net\" \n第五，老百姓的信任被阿富汗战争摧毁，前苏联当局的权威和凝聚一落千丈，西方的意识形态战和经济战等得以充分发挥出作用，所有搞垮苏联的因素从此被全部激活，大见成效。一连串的连锁反应使前苏联内部的各种矛盾从此被无限激化，最终解体。 ...华岳论坛 - \"http://hua-yue.net\" \n可见导致前苏联解体最关键的外因是陷入阿富汗战争——在那之前，一切搞垮苏联的努力都不见成效或收效甚微，而在那之后，这些努力全部发挥出了超预期的效果。道理很简单：战争摧毁了前苏联老百姓对当局的信任，摧毁了前苏联当局的权威和凝聚。这使前苏联再也无力抵御西方的意识形态战和经济战，内部矛盾空前激化，最终无法维持统治。 ...华岳论坛 - \"http://washeng.net\" \n陷入阿富汗战争泥潭是前苏联从巅峰走向毁灭的转折点。阿富汗战争使前苏联栽了大跟头。朝鲜战争和越南战争使美国栽了大跟头——想搞垮一个超级大国又要避免迎头相撞全面开战拼得你死我活两败俱伤，唯一可行的办法就是设法让这个超级大国头脑发热、在没有处于生死存亡的危机时跟某个不要命的国家死磕到底，打一场没完没了的消耗战——警察不怕盗贼拼命，就怕盗贼周旋；不怕盗贼凶狠，就怕盗贼无穷：永远抓不到，也永远抓不完，没日没夜跟你耗，耗得你疲于奔命筋疲力尽。警察如此，超级大国也如此：不怕硬碰硬，就怕耗死命；不怕速战速决战，就怕扩日持久。任何国家除非因为生死存亡无退路，只要陷入持久战的泥潭，赢了都输。 ...华岳论坛 - \"http://hua-yue.net\" \n给中国安排出“中国的阿富汗”已成为今日搞垮中国这个大战略的关键——从前苏联的前车之鉴可知，要想让中国自己垮掉，就必须给中国安排出一个乃至多个“中国的阿富汗”。 \n如今西方精英层已有共识：要避免西方世界的沉沦就必须干掉中国，要干掉中国用武力硬打不行，必须依靠西方最占优势的经济战金融战。但如今中国经济规模如此之大，与西方国家相互渗透如此之深，如果发动对中国的经济战金融战，西方国家自己也必须承受极大的代价。要让西方世界老百姓承受这样的代价，就必须拿出足够强有力的借口。而“惩戒侵略”和“禁止与交战国贸易”历来是西方国家最冠冕堂皇最拿得出手的借口——只有在乌克兰搞颜色革命逼俄罗斯收回克里米亚，才能以“惩戒侵略”的名义克服各种阻力实施经济制裁俄罗斯；只有使中国跟前苏联一样头脑发热、不顾一切陷入跟某个不惜代价不要命的国家（或地区）死磕的“中国的阿富汗”泥潭，才能以“惩戒侵略”、“禁止与交战国贸易”的名义克服各种阻力实施经济制裁中国、对中国发动全面的经济制裁经济战金融战、给中国制造出空前的经济危机；才能充分利用持久战无限消耗掉中国的国力、遏制中国发展的势头；才能利用经济危机大力培养厌战情绪和抵触情绪，借此彻底摧毁中国老百姓对中国政府的信任，从而彻底摧毁中国政府的权威和凝聚；才能使外来的经济制裁、经济战和内部的“普世价值”、“颜色革命”等等因素一股脑充分发挥出作用，最终达到全面激活激化中国内部矛盾、导致中国动乱分裂、自相残杀、自己削弱自己、自行垮台的战略总目标——没有“中国的阿富汗”，“让中国自己垮台”的这盘大棋就是死棋僵局；制造出“中国的阿富汗”，这盘大棋所有的布局落子立刻满盘皆活。 ...华岳论坛 - \"http://washeng.net\" \n因此，给中国制造出“中国的阿富汗”战略陷阱是今日搞垮中国总战略的重中之重；绑架中国的战略决策、诱迫中国跳入“中国的阿富汗”战略陷阱是当前一切阴谋诡计的实质核心。 \n不过把前苏联诱入阿富汗战争泥潭的诱饵——意识形态的“国际主义”对中国不灵，于是“国际主义”也就“与时俱进”地换成了“领土领海国家主权”之类。 \n这就使中国领导人面临的形势更棘手、更险恶：只要稍有不慎、不够沉着冷静当机立断、不能顶住内外各方压力、不能正确地权衡眼前利益和长远利益、局部利益和整体利益、不能精确地把握住分寸和力度，就会要么犯不抵抗的投降主义，要么犯不负责的冒险主义；要么助长侵略者的气焰使中国丧失主权和尊严，要么使中国重蹈前苏联的覆辙陷入万劫不复的战略陷阱；要么在眼前被指责为胆小如鼠软弱无能丧权辱国，要么在将来被指控无能误国、必须对国家的经济危机、战争苦难甚至垮台解体负责。 ...华岳论坛 - \"http://hua-yue.net\" \n这也给出了衡量中国领导人处置这一国家生死攸关的大事的客观标准——第一，避免陷入“中国的阿富汗”战略陷阱。第二，维护中国的领土领海主权和尊严。第三，尽可能避免或推迟在不利条件下与西方国家的经济战金融战，至少不让西方国家获得容易蛊惑人心的对华经济制裁的借口。总原则——不让中华民族复兴的战略进程被破坏中断。 ...华岳论坛 - \"http://washeng.net\" \n许多涉及中国的大事尽管形式千变万化，本质万变不离其宗只有一条：“给中国制造出‘中国的阿富汗’战略陷阱搞垮中国”。过去一年中发生的三件大事——南海仲裁、朝核危机、印度犯边也不例外。只有从“给中国制造出‘中国的阿富汗’战略陷阱搞垮中国”的大战略角度分析问题，才能真正看清上述事件的本质；只有用上述三条客观标准来衡量上述事件结果，才能实事求是地判断中国政府的应对处置得当与否。 ...华岳论坛 - \"http://hua-yue.net\" \n1．南海仲裁： \n如果中国接受“国际仲裁”，则必丧失南海全部主权，并被得寸进尺步步紧逼勒索更多的领海领土主权。这就足以在中国制造出“爱国动乱”——任何政权如果一下子丢了南海“九段线”210万平方公里的领域主权，还想保住自己的合法性么？想想“五四”，想想“九一八”，想想“一二九”，想想“七七”……届时中国“公知”必大喊大叫“誓死捍卫国土”、“严惩卖国政府”、“清算1949年以来丧失的领土领海”……如果中国同意走“国际仲裁”之路后又拒绝“国际仲裁”的裁定，就等于自己给自己戴上“破坏国际规则”、“违反国际法”、“非法占领”、“侵略邻国”的帽子，菲律宾就可以名正言顺“反抗侵略”，美国就可以名正言顺“支持反侵略”、把菲律宾变成“中国的阿富汗”、使南海问题国际化、派军舰常驻南海把中国逼出南海诸岛、借此对中国实施经济制裁，给中国制造出经济危机、激化中国内部矛盾、制造“颜色革命”引发动乱。届时中国“公知”必大吵大闹“失掉一点领土，但是那儿的百姓能够生活得更自由，更富有，对百姓是有利的。这样的领土完整就没有必要去追求”、“那儿的领土压根儿就没人居住，争夺那儿的领土完整，却要百姓付出沉重的代价，有什么必要？”…… ...华岳论坛 - \"http://washeng.net\" \n不管是哪种情况，都能达到“摧毁中国政府的权威和凝聚、为制造中国内乱创造条件”的目标。 \n而实际结果是中国文韬武略双管齐下化危机于无形： \n——文韬：根本拒绝上“国际仲裁法庭”，宣布“绝不接受南海仲裁”、“核心利益决不放弃”、“南海主权不容侵犯”，集中火力一下子打掉“仲裁法庭”的合法性，通过外交使联合国和国际法庭纷纷宣布与这个野鸡法庭无任何关系，使世界上90多国家宣布支持中国、支持美国的国家寥寥无几，连南海周边当事国组成的东盟都没有就“国际仲裁”表态，“仲裁”变成了废纸。然后抓住菲律宾总统换届之机使菲律宾缓和了南海诸岛得立场，对华政策从对抗转为缓和。 ...华岳论坛 - \"http://hua-yue.net\" \n——武略：针锋相对寸步不让——你“做好今夜就和中国开战的准备”、“8艘航母一齐出动，两个航母作战群进入南海”、“隐蔽真实位置展开兵力、实行无线电静默和战时新闻管制”；我针锋相对组织南海大军演、四个上将共同坐镇、三大舰队一齐出动、上百艘战舰、上百架战机云集、战略空军和战略火箭军纷纷亮相、动员召集部分预备役军人重返部队、突然派轰六K轰炸机携反舰导弹出现在宣布的演习圈外、公开宣布中段反导成功、与俄罗斯在南海联合军演、特意安排朝鲜战争爆发纪念日（6月25日）发射的“长征7号”二级火箭在朝鲜停战纪念日（7月27日）在美国西北部上空坠入大气层……用“行为艺术”让对方知道自己先机已失、位置暴露、底牌被我掌握、孤军深入、已陷入中国三大舰队的口袋阵和火力圈中，真敢玩真的没好果子吃。终于气势汹汹而来，偃旗息鼓而去，使“通过武力恫吓逼中国就范”的图谋破产。 ...华岳论坛 - \"http://washeng.net\" \n结果：确立并捍卫了南海210万平方公里的主权，使以“国际仲裁”为根据公然用武力干预南海诸岛、“把菲律宾变成中国的阿富汗”、对华发动经济制裁经济战搞垮中国的战略图谋未能得逞。没有在国内造成战争恐慌或战争歇斯底里的人心惶惶惊恐不安秩序大乱。 ...华岳论坛 - \"http://hua-yue.net\" \n结论：既维护了中国的领土领海主权和尊严，又使中国避免了“中国的阿富汗”战略陷阱和经济制裁的危机。中华民族复兴的战略进程没有因此被破坏中断。 \n2．朝核危机 \n朝核问题是美韩和中国“公知”里应外合联手制造出来的战略陷阱，蓄意借此给中国下套： \n——美国前防长承认“我们离朝鲜弃核曾只差一步”：朝鲜同意不搞核武器、签署了《核不扩散条约》和《朝美日内瓦协议》、同意拆除朝鲜的石墨反应堆及其它有核武开发嫌疑的一切设施、收回退出《核不扩散条约》声明、接受国际原子能组织监督。但美国单方面撕毁协议和卡扎菲的下场，使朝鲜认定美国和西方国家靠不住； ...华岳论坛 - \"http://washeng.net\" \n——苏联解体，使朝鲜认定苏联靠不住； \n——中国“公知”长期公开妖魔化朝鲜、煽动仇恨朝鲜情绪、鼓吹朝鲜是敌人、韩国是“朋友”、叫嚣“放弃朝鲜”、让南韩吃掉朝鲜——“邪恶的国家”、“溅着粪汁的粪球”（人大张鸣）、“朝一直最看不起的是中国”（陈有西）、“朝鲜已经不是盟友了，而韩国已经化敌为友了“、”我们的目标应该是彻底解决朝鲜半岛问题，不是维持现状“（沈志华）……使朝鲜认定中国靠不住。 ...华岳论坛 - \"http://hua-yue.net\" \n所有这些“靠不住”加在一起，就有了朝鲜的“宁可吃草也要搞核武器”，就有了朝核问题。把朝核问题硬跟中国扯到一起，就给中国制造出个“朝核危机”： \n——如果中国在并未遭到朝鲜核试验的危害和朝鲜核讹诈的情况下同意武力解决朝核问题，就意味着撕毁盟约与朝鲜为敌，就必然陷入“借中国之刀杀朝鲜，借朝鲜之刀杀中国”的战略陷阱，就必然使自己陷入核战争——明知朝鲜有核武器还要闹着要武力进攻朝鲜，不是蓄意使中国陷入核战争是什么？不是蓄意把朝鲜变成“中国的阿富汗”是什么？真打起来，“公知”必然又要大喊大叫追究陷入核战争的责任，直至追究当年抗美援朝的责任…… ...华岳论坛 - \"http://washeng.net\" \n——如果中国无条件支持朝鲜核武，就要背腹受敌：第一，自愿使中国的战略被朝鲜绑架——如果朝鲜擅自使用核武器或造成核事故、核污染，则中国无法让人们相信中国毫无责任。那时“公知”和西方必然把一切责任都赖到中国政府头上。第二，给了美国发动经济战经济制裁中国的借口。第三，给了中国“公知”借经济制裁造成的困难煽动动乱制造颜色革命的借口：一切困难都是中国政府支持朝鲜核武器造成的，为了朝鲜政权不惜牺牲中国老百姓的利益，不惜让中国替朝鲜承担制裁……第四，给了南韩和日本发展核武器的借口。 ...华岳论坛 - \"http://hua-yue.net\" \n不管是哪种情况，都能达到“摧毁中国政府的权威和凝聚、为制造中国内乱创造条件”的目标。 \n从“公知”逼出朝鲜的核武器开始，中国的对朝战略就被绑架了。中国不管如何决策都受制于人，都得吃亏。问题已经不是中国如何做出最好的选择，而是如何做出伤害最小的选择。 \n在中国战略已被“公知”绑架、战略处境极为被动的情况下接手处理这一危机的习近平既坚决反对朝鲜发展核武，又坚决反对对朝动武。 \n结果：既避免了让中国替朝鲜承担核武责任、使中国的战略被朝核问题绑架、承受以朝核问题为借口发动对华经济制裁经济战的损失；又避免了“借中国之刀杀朝鲜，借朝鲜之刀杀中国”、“把朝鲜变成中国的阿富汗”、甚至使中国陷入核战争的战略陷阱。没有在国内造成战争恐慌或战争歇斯底里的人心惶惶惊恐不安秩序大乱。 ...华岳论坛 - \"http://washeng.net\" \n（即使中国反对朝鲜核武的情况下仍然遭到对华经济制裁经济战，那问题的性质和后果也将大不一样——对中国老百姓来说，因为支持朝鲜搞核武而遭受经济制裁经济战的困难和代价是一回事，因为中国崛起而遭受经济制裁经济战的困难和代价是另外一回事。前者将被认为是可以避免的，是中国政府失策招来的，将导致对中国政府的怨言和离心离德不信任；后者将被认为是不可避免的，是忌惮中国崛起而存心跟中国过不去，不管中国如何委曲求全也没有用，将导致对中国政府的同仇敌忾、信任、权威和凝聚。这是朝鲜被逼出核武器、中国战略上被朝核危机绑架的情况下所能争取到的最有利的结果。） ...华岳论坛 - \"http://hua-yue.net\" \n结论：既维护了中国的根本利益和尊严，又使中国避免了“中国的阿富汗”战略陷阱和经济制裁的危机。中华复兴的战略进程没有因此被破坏中断。 \n3．印度犯边 \n印度短期内不能构成对中国最大最危险最关键的军事威胁。如果中国在印军还没有开第一枪、没有大举进攻、没有最后下定发动战争的决心的情况下就跟印度大打出手兵戎相见，那就必然导致持久战——印度的幅员、潜力和急于向中国找回1962年惨败场子的心理，以及西方国家的竭力支持挑唆决定印度一旦开战不可能轻易停火。地理环境决定军事行动对中印两国国力的消耗完全不对等——中国劳师以远，受西藏高原的制约；印度守在家门口，充分享有印度平原地利之便。同样的军事行动，对中国国力的消耗远大于对印度的。“C型包围圈”决定中国不可能顾头不顾腚全力以赴对付印度，也不可能长期大规模对印度用兵。这一切决定贸然激化边境对峙升级为军事冲突只能使印度变成“中国的阿富汗”。西方国家正好借此对中国发动全面的经济制裁经济战金融战。 ...华岳论坛 - \"http://washeng.net\" \n如果中国听任印度侵占领土，那就必然会被“公知”扣上“丧权辱国”、“胆小如鼠”、“放弃国土”……等罪名。 \n不管是哪种情况，都能达到“摧毁中国政府的权威和凝聚、为制造中国内乱创造条件”的目标。 \n习近平既没有容忍印军侵犯又没有贸然动武，而是文攻武卫——外交施压纵横捭阖，军事逼迫调兵遣将，最终迫使印度撤兵。 \n结果：既未失寸土又避免了中印兵戎相见，孤立了印度，争取了尼泊尔和不丹，为将来进一步发展打下埋伏，还让莫迪还不得不来华参加金砖五国会议，使西方国家挑动中印大打出手、把印度变成“中国的阿富汗”、利用印度消耗中国、两败俱伤的战略图谋未能得逞。没有在中国国内造成战争恐慌或战争歇斯底里的人心惶惶惊恐不安秩序大乱。 ...华岳论坛 - \"http://hua-yue.net\" \n结论：既维护了中国的领土主权和尊严，又使中国避免了“中国的阿富汗”战略陷阱和经济制裁的危机。中华民族复兴的战略进程没有因此被破坏中断。 \n现在谈南海仲裁、朝核危机和印度犯边似乎可以很轻松，但这仅仅是大局已定的事后回味——最凶险的阶段已经过去。但在尘埃落定之前每一次都是处处惊险步步杀机，每次都是判断稍有失误、决心稍有动摇、处理稍有差池、分寸拿捏稍有失误就会一失足成千古恨，使中国被拖入“中国的阿富汗”战略陷阱、被送上“自己搞垮自己”的绝路；每次都是靠习近平沉着冷静指挥得当才化险为夷，不战而屈人之兵。这样的战略陷阱，仅仅在过去一年里公开了的就有这三大起，没有公开的呢？不知道还有多少——就在此时此刻，不知道有多少大大小小各式各样的战略陷阱已经或者正在发生，正涌向习近平案头等待处理。而中国老百姓的和平生活、中华复兴的战略进程没有被打断这一事实本身就证明迄今为止所有的战略陷阱都已经被习近平领导的中国政府一一破解，只是尚未被全部公开而已。 ...华岳论坛 - \"http://washeng.net\" \n如果用上述三条客观标准来衡量，那就能得出一个结论：习近平干得漂亮——仅仅一年里就已经至少三次举重若轻、不动声色化危机于无形、把“黑云压城城欲摧”变成“柳暗花明又一村”，没有使中华民族复兴的战略进程被破坏中断。每次都做到了：第一，避免陷入“中国的阿富汗”战略陷阱。第二，维护中国的领土领海主权和尊严。第三，尽可能避免或推迟在不利条件下与西方国家的经济战金融战，至少不让西方国家获得容易蛊惑人心的对华经济制裁的借口。 ...华岳论坛 - \"http://hua-yue.net\" \n然而“公知”和一些“喷子”的结论却完全相反。照他们的说法，中国一败再败，从来就没赢过：第一，南海仲裁中国一败涂地——“一群不懂国际法、目无法律秩序、刚愎自用的权力决策者，生生把一手好棋下成了臭棋滥棋死棋”（陈有西）。第二，朝核危机中国一败涂地——“朝鲜梦危及中国梦”、“朝鲜核武讹诈中国养虎为患”、“中国有着全世界最多的核武邻国：俄罗斯、印度、巴基斯坦、如今又加上了朝鲜、这种局面是中国自己造成的”、“朝鲜让中国难堪”、“朝鲜疯狂‘捣弹’对中国四大威胁，东北或成死亡区”、“朝鲜最近重大试都是在中国召开重要峰会时都是巧合吗”、“如今的中国政权又加入了西方邪恶阵营来制裁、围剿朝鲜，这是他妈的多么具有讽刺意味的丑剧”……第三，洞郎事件中国一败涂地——“中国服软了”、“中国输了。印度没有付出代价，想来就来想走就走”、“中共跟印度秘密媾和”、“中国向印方提供200亿美元贴息贷款”、“中共连在国内筑路的主权都不能捍卫，还说甚么卫土成功，还何必打肿脸充胖子”、“在修路问题上无条件让步，严重损害了国家和民族的尊严，这就是最大的失败”、“毫无道理地丧失民族尊严，与战败无异！为什么不提以牺牲国家和民族尊严为代价”、“人家闯到你家里强奸了你媳妇，然后提着裤子跑了，也算是你神勇，对吗？”、“以‘理性’的名义兜售投降主义，出卖国家利益”、“咱中国政府就是有韩信钻胯的勇气！甘于胯下之辱，方可为大将军！”、“其实如今的当权者比当年的汪精卫更不堪”、“丧权辱国的汉奸卖国贼”…… ...华岳论坛 - \"http://washeng.net\" \n那中国得怎么着？“公知”和这些“喷子”给出的答案：“南海仲裁应该法庭上法庭外两手都硬”、“组织出庭应诉，因为历史证据、二战后的确认、海洋公约法理，中国完全有可能胜诉，不胜诉程序上也可以拖他八年十年，待国际国内两岸关系的有利变局“、“五年中，国际政治格局、中国政治格局，会产生重大变化。那时通过外交协商解决国际海域领土争议的契机就会出现”、“就算没用，也必须信仰法律。这是法律人的基本守则。国内国际秩序一样”、“没有一个国家会傻到主动放弃一条战线”、“朝鲜核试就不要吵了，一起制止它不就完了”、“建议习近平下令对金正恩进行军事打击”、“该出手时就出手』军事打击！解放朝鲜！终止半岛核危机，中国应该给人类做一次正面贡献！”、“中美韩三国发出最后通牒；通牒不起作用，军事打击”、“朝核问题不能再拖；非军事手段优先于军事手段；中美韩一致行动至关重要”、“中美干脆将朝鲜半岛分了，再在三八线开一个超级‘天上人间’”、“肢解印度，或印度割地赔款作为胜利的条件。最起码要收回藏南，还要跟印度要这么多年的占用费，补偿62年中国对印反击战的费用和我军民伤亡还有财产损失”、“中国要想获得长足的发展，唯有杀出一条血路”、“中国必须寻找一个有力的突破口以展现中国人民捍卫主权与尊严的决心与勇气，以战争促和平则能实现真正的和平”、“此时给印度以致命的一击，中国必然也要付出相当的代价。某些人担心如此将会‘中断’中国现在的发展进程，我认为，迟滞是肯定的，但不会中断，这就是必须付出的代价”、“将后援与补给的问题解决好后，随时都可以开战”、“对于印度、日本以及越南这样的痞子国家，不把他们打趴下，他们就始终要制造麻烦”…… ...华岳论坛 - \"http://hua-yue.net\" \n用不着多高深的学问，单凭常识，如果当真按照这些“公知”和“喷子”的药方办事，你说如今中国会是个什么状况？保得住南海诸岛和210万平方公里的主权吗？能避免核战争核灾难吗？能避免陷入“中国的阿富汗”战略陷阱吗？中华民族复兴的战略进程还保得住吗？“我们不是生活在一个和平的时代，我们只是生活在一个和平的国家”等自豪壮语还说得出来吗？ ...华岳论坛 - \"http://washeng.net\" \n“兵者，国之大事，死生之地，存亡之道，不可不察也”。而这些“公知”和“喷子”呢？一开口就是“该出手时就出手”、“军事打击”、“杀出一条血路”、“以战争促和平”、“此时给印度以致命的一击”、“必须付出的代价”……喊打喊杀喊战争如此轻松，如此随意，就跟闹着玩似的，连核战争核冲突这样的后果都满不在乎。听这些人的，那就只能是战争；不听这些人的，则又成了“丧权辱国”、“投降主义”、“出卖国家利益”……。 ...华岳论坛 - \"http://hua-yue.net\" \n根据上述三条标准，南海仲裁、朝核危机、印军犯界等事件的结果明明是中国不战而屈人之兵大获全胜，“公知”和“喷子”却硬要说中国丧权辱国大败亏输，为什么？ \n第一，用舆论绑架国策，逼中国跳进“中国的阿富汗”战略陷阱。如得逞，就实现了“让中国自己搞垮自己”的战略目标。 \n第二，为逼宫政变创造条件——既然南海仲裁中国一败涂地，朝核危机中国一败涂地，洞郎事件中国一败涂地，那自然就可以追究一败涂地丧权辱国的责任，就可以问责第一把手，就可以要求习近平下台，就有借口拉帮结派逼宫政变。 ...华岳论坛 - \"http://washeng.net\" \n“被敌人反对是好事而不是坏事”。铁心搞垮中国的人如此仇恨习近平、如此不择手段必欲置之死地而后快，尤其在十九大即将召开之机如此不顾一切，从反面证明习近平做对了，捍卫了中国最根本的利益。 \n搞垮中国是目的，其他一切都是借口。目的不会变，借口可以变来变去。尽管借口不同，要做的事却完全相同——对同一个中国政府，“公知”指责其反对联合美韩军事打击朝鲜解决朝核问题，所以有罪，要搞垮；自称“彻底毛左”的“喷子”指责其加入了西方邪恶阵营来制裁围剿朝鲜，是背叛，所以有罪，也要搞垮——一个说，你不符合“普世价值”，所以应该下台，一个说，“这个国家，背叛毛主席，基本上结局已经注定”、“我不承认当今的中国政府是共产党所领导的人民政府”，所以应该下台。对同一个一把手，“公知”指责其继承了毛泽东，要打倒；自称“彻底毛左”的“喷子”指责其背叛了毛泽东，也要打倒——说是势不两立，却用截然相反的理由得出完全相同的结论、闹着要做同一件事。可见“势不两立”是假象，一丘之貉才是本质。所谓的“截然相反”不过是同一枚硬币的两个不同的表面，本质都是要把中国搞垮——台上的不合格，那么谁合格呢？不知道。既然一个都不合格，那实际要说的只有一条：统统下台，无政府状态。而中国一旦陷入无政府，岂能不内战崩溃？岂能不自己搞垮自己？如果真那么自信，真那么真理在握大义凛然要为真理而献身，那就带头上井冈山去。整天光说不练，躲在安全地方拼命骂人，无非唆使别人牺牲好让自己坐享其成。可见这些“公知”或自称“彻底毛左”的“喷子”也就这些下三烂的本事。 ...华岳论坛 - \"http://hua-yue.net\" \n然而对这些下三烂却不能掉以轻心——如今要搞垮中国就必须让中国自己搞垮自己，要让中国自己搞垮自己就必须使中国陷入“中国的阿富汗”战略陷阱。要使中国陷入“中国的阿富汗”战略陷阱就必须使中国领导人战略决策失误、自己往陷阱里跳。而战略决策失误不过是“一念之差”。这“一念之差”可以用这些下三烂操纵舆论制造倾向性舆论狂潮诱迫制造出来。 ...华岳论坛 - \"http://washeng.net\" \n事实上，中国“公知”已经屡次成功地用这些下三烂操纵舆论制造倾向性舆论狂潮诱迫制造出了这“一念之差”，使国家决策遭到绑架。例如： \n——操纵舆论利用7.23动车事故制造倾向性舆论狂潮，使中国高铁决策遭到绑架，在建的全部下马，已建的全部减速，正在谈判出口的项目全部停摆，损失不计其数。 \n——操纵舆论制造妖魔化朝鲜的倾向性舆论狂潮，使朝鲜丧失对中国的最后一丝信任，决心不惜一切发展核武，造成朝核问题，使中国的战略被朝核危机所绑架，完全陷入被动。 \n——操纵舆论制造“南海九段线非法”、“中国对南海诸岛的主权没有法律根据”等舆论狂潮，为美菲支招“南海国际仲裁”，使中国决策差一点被绑架。 \n——操纵舆论制造反警、仇警的倾向性舆论狂潮，使整个中国社会对法律和执法人员的基本立场普遍被绑架，不尊重法律、不尊重执法人员、把警察当打工的……中国警察对造就“世界上最安全的国家”的贡献和牺牲这一主流和本质几乎被社会舆论完全无视，偏见和歧视蔚然成风——同样是2017年9月，警察执法失误被大肆宣扬，公然违法、暴力抗法、用小孩当人质袭击执法人员等行为却被熟视无睹甚至百般辩解。“9月7日，黑龙江警察英雄壮举，只身抓获杀人凶手，媒体却集体沉默”。“9月3日，广东清远。砖块砸向警察头部，看客们兴奋地欢呼起哄拍照”。“9月6日，四川宜宾人民公园管理处工作人员，制止广场噪音时遭到袭击，一名警务室工人员面部受伤鼻部骨裂，媒体集体沉默”……当整个社会把公然违法、暴力抗法、侮辱执法人员、把小孩老弱当成抗拒执法的人质不当回事时，掀起“颜色革命”、制造动乱暴乱还很难吗？ ...华岳论坛 - \"http://hua-yue.net\" \n——此外，诸如“共产党改名”、“革命党转变为执政党”、“公民社会”、“宪政民主”、藏独、疆独、台独、港独、鼓吹跟印度全面开战……等等的本质都是操纵舆论制造倾向性舆论狂潮绑架国策制造战略决策失误“一念之差”以搞垮中国。 ...华岳论坛 - \"http://washeng.net\" \n由此可以看出今日搞垮中国的逻辑关系链：搞垮中国——无法靠直接的武力消灭——只能让中国自己搞垮自己——必须激活激化中国内部矛盾——必须为激活激化中国内部矛盾创造出最关键的条件：使中国陷入“中国的阿富汗”战略陷阱——必须制造出中国战略决策失误，使中国自己跳入“中国的阿富汗”战略陷阱——必须制造出中国战略决策失误的“一念之差”——必须靠操纵舆论制造倾向性舆论狂潮绑架战略决策，从而制造出战略决策失误的“一念之差”——只有“公知”有条件操纵舆论制造倾向性舆论狂潮绑架战略决策制造出这“一念之差”——今日搞垮中国的主力是“公知”。 ...华岳论坛 - \"http://hua-yue.net\" \n一个在苏联解体前不久访问苏联的美国教授回国后告诉学生说，如今的苏联就象一台超级电脑，硬件正常，但软件乱套了。 \n稍微有点电脑常识就可以明白：电脑硬件正常，软件乱套——不用问，肯定是中了电脑病毒。 \n电脑体系如此，国家机器同样如此。前苏联崩溃，不是硬件问题，而是软件问题——国家机器的“操作软件体系”中了“人脑病毒”——“普世价值”、“绝对言论自由”、“绝对民主”、“自由主义”……系统完全失灵失效，虽然硬件没有问题，仍然瘫痪崩溃。 ...华岳论坛 - \"http://washeng.net\" \n电脑系统要能正常工作，不但必须有足够强大的硬件软件，而且必须有足够强大的抵御电脑病毒能力——防毒、抗毒、消毒、杀毒。 \n国家机器同样如此。国家要生存，不但必须有足够强大的硬件软件，而且必须有足够强大的抵御针对国家机器的“操作软件体系”的“人脑病毒”能力——防毒、抗毒、消毒、杀毒。 \n要摧毁电脑系统，不需要直接摧毁硬件，只需要善于制造传播电脑病毒就可以了。电脑硬件越完善，摧毁电脑就越要靠软件病毒。 \n要摧毁国家机器，不需要直接摧毁硬件，只需要善于制造传播能瘫痪摧毁国家机器的“操作软件体系”的人脑病毒就可以了。国家硬件越强大，摧毁国家就越要靠人脑思想软件病毒。 \n编写摧毁电脑的病毒用不着大量人力物力——无数人呕心沥血千辛万苦制造调试出来的电脑体系，一个精通电脑程序的“精英”就能用电脑程序病毒将其搞垮。 \n编写摧毁国家机器的“操作软件体系”人脑思想病毒永不着大量人力物力——无数人流血牺牲千辛万苦建立起来的强大的国家机器，一小撮精通阴谋权术文字游戏的“公知”就能用“普世价值”等“人脑思想病毒”将国家机器管理操作系统软件毁灭。 ...华岳论坛 - \"http://hua-yue.net\" \n电脑程序病毒离不开电脑程序语言领域的“言论自由”和“新闻传播自由”。电脑领域里“言论自由”和“新闻自由”越绝对越彻底，电脑病毒越猖獗。要消灭电脑病毒，就必须遏制电脑程序语言领域里的“言论自由”和“新闻传播自由”——要么电脑系统瘫痪，要么绝对的“言论自由”和“新闻传播自由”，二者必居其一。 ...华岳论坛 - \"http://washeng.net\" \n毁灭国家机器“系统操作软件”的人脑思想病毒离不开社会领域里的“言论自由”和“新闻传播自由”。社会领域里的“言论自由”和“新闻传播自由”越绝对越彻底，能摧毁国家机器“系统操作软件”的人脑思想病毒越猖獗。要消灭摧毁国家机器“系统操作软件”的人脑思想病毒，就必须遏制社会领域里的“言论自由”和“新闻传播自由”——要么国家机器瓦解崩溃，要么要么绝对的“言论自由”和“新闻传播自由”，二者必居其一。 ...华岳论坛 - \"http://hua-yue.net\" \n从电脑病毒的角度看，所谓“操纵舆论制造倾向性舆论狂潮制造‘一念之差’绑架国家决策、制造战略失误搞垮中国”说白了就是：用“思想病毒”摧毁中国国家机器的“系统操作软件”。 \n“苏东波”和“阿拉伯之春”证明： \n第一，不必用直接暴力，单用“人脑思想病毒”的软实力软杀伤瘫痪摧毁国家机器的“系统操作软件”就能摧毁整个国家机器、毁灭整个国家。国家有形的实力越强大，要突破僵局就越得靠“人脑思想病毒”对国家机器的“系统操作软件”实行软摧毁、软杀伤。 ...华岳论坛 - \"http://washeng.net\" \n第二，国家强大与否不但取决于硬实力，而且取决于软实力。国家再强再大，哪怕是超级大国，如果国家机器的“系统操作软件”没有强悍的防毒、抗毒、消毒、灭毒能力，则这个“强大”是假的。抓住这个致命的死穴命门，不必劳师动众，甚至不费一枪一炮，光用“人脑思想病毒”对国家机器的“系统操作软件”进行破坏就能劫持国家战略决策，制造出决策失误，使国家自己跳进战略陷阱，自己搞垮自己。 ...华岳论坛 - \"http://hua-yue.net\" \n第三，国家安全不但包括硬安全，更包括软安全。国家机器的“系统操作软件”必须绝对安全。如果只知道硬件安全建设不知道软件安全建设、不知道国家机器的“系统操作软件”的防毒、抗毒、消毒、灭毒，就等于国家安全建设还没有进入现代化，还停留在原始的人力兽力机械化战争时代，对电子化信息化时代的国家安全一窍不通。对现代化国家安全一窍不通，自然抵御不了现代化的“人脑思想病毒”袭击，不战自垮，硬实力再强也无济于事。 ...华岳论坛 - \"http://washeng.net\" \n结论：在今天搞垮中国最可行的办法是让中国自己搞垮自己。让中国自己搞垮自己最可行的办法是让中国战略决策失误。要让中国战略决策失误最可行的办法是用“人脑思想病毒”摧毁中国国家机器的“系统操作软件”——操纵舆论制造倾向性舆论狂潮制造“一念之差”，绑架国家决策，诱迫中国战略决策失误。而中国“公知”则是“思想病毒专业户”。摧毁国家机器硬件他们不行，但他们最善于制造摧毁国家机器“系统操作软件”的“人脑思想病毒软件包”——操纵舆论制造足以绑架国家战略决策的倾向性舆论狂潮。 ...华岳论坛 - \"http://hua-yue.net\" \n有人质疑我为什么总是死盯着”公知“不放。道理很简单：贪官是硬件式破坏，“公知”是软件病毒式破坏。硬件式破坏是明的，有形有限有穷有尽；软件病毒式破坏是暗的，无形无限无穷无尽。硬件式破坏的危害有目共睹，我不说大家也知道；软件病毒式破坏的危害尚未被广泛认清，亟待大力揭露批判；对付硬件式破坏要靠硬力量，轮不到我管；对付软件病毒式破坏要靠软力量，我使得上劲。今日对中国最大的危害软件病毒式破坏。今日中国最大最危险的敌人是“公知”——许多在卡扎菲垮台时欣喜若狂、为“普世价值”大声欢呼的利比亚人如今却只恨天下没有后悔药卖。看不到他们的懊悔，看不到今日中国最大的危害，看不透“公知”，早晚轮到自己去体会红楼梦的一句话：“身后有余忘缩手，眼前无路想回头”。 ...华岳论坛 - \"http://washeng.net\"",
			"added": 1505535758,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 5,
			"title": "我为什么拥护习近平",
			"body": "黎阳 \n2017．9．12． \n有人指责：你为什么那么拥护习近平？可见你只反贪官不反皇帝、“赵家人”、“被招安”、“站在人民的对立面”、“当今政权的卫道士”…… \n我倒要问：我为什么不拥护习近平？——其他不管，先看以下事实： \n——习近平上台刚五年。五年前中国是个什么样？——连两个军委副主席和中共中办主任都是巨贪，军队公然卖官鬻爵按职论价肆无忌惮，上上下下大大小小贪官不计其数，气焰嚣张无法无天——难怪有人调侃说习近平开始履职时是“战斗在敌人心脏里”。如今呢？仅仅五年，抓了多少贪官？贪官还敢那么嚣张吗？党风政风是更糟了还是向着正确方向扭转了？整个军队从上到下彻底变了没有？是更腐败了还是朝着能打仗的方向转变了？ ...华岳论坛 - \"http://washeng.net\" \n——五年前，“公知”、“带路党”是个什么样？——“国家不可爱，何必要爱国”、“爱国贼”、“带路党”、“三百年殖民地”、“草泥马，祖国”、“领土不完整，少了一块，于我何干呢？”、“卖国并不是什么严重的错误”、“殖民史是文明输入史和文明扩展史”、“南方都市报：我们不需要《惩治汉奸言论法》”、“南方都市报：毛泽东走的路时下已无用”、“南方都市报今日探讨‘广东独立’”、“南都：和思想自由相比，强奸算得了什么呢？”、“南方人物周刊陈乐：应该把毛左都送炉子炼肥皂”、“南方都市报闫涛：民主了爆你菊花”、“南方周末：笑眯眯的印度乞丐”、“他妈的奇迹！”、“死亡快车”、“起来，不愿做高铁奴隶的人们”、“南都周刊：愤青的狂暴已经接近病态”、“奥巴马指定《南周》独访”、“南方周末：索马里证明没有政府是一件好事”、“政府不做什么比做什么更重要”、“有没有政府，其实没有太大关系。一个县有点警察维持一下社会治安就可以了。如果地方自治有规模，连警察都可以省了”、公然在中央电视台宣扬“人不为己天诛地灭”、“CCTV所有频道节目主持人在十天来的抗震热播中没有吐说一个社会主义”、“南方周末：汶川震痛，痛出一个新中国”、“中国在抗震救灾中诠释普世价值”、“地震和奥运催生中国的公民社会”、“把大震之年变为中国民主元年”、“抗震救灾的胜利是普价值观的伟大胜利”、“日本人能来救灾，我非常感激，这表现了人性的光辉”、“日本人的行为表现了对逝者的尊重，让人非常感动”、“日本救灾队在中国的土地上，坚持‘逝者最大’的民族理念，坚持按日本的风俗表达对逝者的尊重”、“感谢日本”、“中国人民会永远记得，这60位日本救援人员是汶川大地震后第一支抵达灾区现场的外国救援队，也是新中国历史上参与现场救助的第一支国际救援队”、“开放NGO和鼓励其他民间力量形成专业救护团队”、“谣言不足畏惧。谣言可能杀人，但没有谣言的国家更加危险”、“‘范跑跑’跑出了普世价值的真谛”、“个人的性命高于公德，人权高于道德”、“何兵：教育部吊销范美忠教师资格证程序严重违法”、“范美忠事件吹响中国文化革命的号角”、“中青报：《谁都没有以命换命的义务》”、“卖淫嫖娼是个人不可侵犯的权利”、“贿选是基层民主建设必须付出的代价之一”、“只有儿童买卖合法化，才能减少儿童偷盗!”、“拐卖儿童问题的出现是供需问题。只有开放儿童市场，允许合法的买卖儿童，才能遏制非法买卖儿童”…… ...华岳论坛 - \"http://hua-yue.net\" \n——五年前，“公知”的气焰嚣张到什么程度？敢于公然叫板共产党的最高领导，明目张胆要给刚上任的习近平一个下马威——2012年底18大结束，习近平履职，2013年新年伊始“公知”就闹了个“《南方周末》2013年新年特刊风波”，悍然勒令习近平罢免广东省委宣传部长，甚至公然叫嚣“起义”——“今日不起义，更待何时？”“不要对新政奢望过多”、“撸管为号！打响起义第一枪，不成功就成狗!”、“大道汤汤，逆之皆亡。文人啸聚，初试锋芒”、“我们不惮于冒犯”、“我们保留进一步行动的权利”、“不惧失去任何东西，除了灵魂”……紧接着是“猎鹰计划在行动”、“宁可十年不将军，不可一日不拱卒——‘罗援’、‘戴旭’战役意义深远”、“中国鹰派军人惨遭人肉痛骂极端孤立”、“中国鹰派军人遭到网民群殴式围攻”、“一大批公共知识份子讨伐罗援”、“公知的‘南娼起义’”……甚至公然跟习近平直接叫板：习近平说：“革命理想高于天”，人大张鸣马上说：“革命的理想，是上一个时代，很多人费了才建立起来的。不管至今还崇拜这种理想的人有多惋惜，它已经崩塌了，在全世界范围内崩塌了。如果有人觉得可以在市场条件下重建这个理想，这样的人，不是出土文物，就是在梦游”、“到了这个地步，还想整顿，不想更新，想靠学习革命理想，重建革命精神。我才知道，什么中国梦，就是一场春梦”、“党在中国传统文化里，是一个不好的字眼。君子不党，结党营私，党跟帮派，在人们眼里没有多少区别。人一旦结成了党，多半不干好事”、“中国人不脱毛，不管怎么装文明，都是猴子”、“对于病入膏肓的腐败，开的药方居然是节俭。好吧，少花点钱，多往瑞士银行里存点”……那时“公知”“带路党”是何等嚣张。如今呢？还那么神气活现吗？为什么那么多人要象人大张鸣那样慌慌忙忙删掉自己2013年的微博微信呢？ ...华岳论坛 - \"http://washeng.net\" \n——五年前，中国在钓鱼岛是个什么状况？日本悍然搞“钓鱼岛国有化”，宣称钓鱼岛“牢牢在日本掌控之中”。然而仅仅过了五年，中国海警船巡航钓鱼岛已经成了家常便饭，日本巡航船只能退避三舍，再也不敢发动“水炮大战”，更不用说扣船扣人。日本除了表示要“冷静和毅然”应对外已无可奈何，不得不承认钓鱼岛“牢牢在日本掌控之中”的见解在日本政府内已出现“大幅度动摇”——中国没有发动战争，却照样实现了“钓鱼岛在中国的牢牢掌控之下”。 ...华岳论坛 - \"http://hua-yue.net\" \n——五年前，中国在南海诸岛是个什么状况？如今呢？南海种岛的成就有目共睹。 \n习近平刚一履职就在2012年11月17日十八届中央政治局第一次集体学习上指出：“马克思列宁主义、毛泽东思想一定不能丢，丢了就丧失根本”，之后在古田召开新时代的“古田会议”——政治工作会议、“不能用后三十年否定前三十年”、捍卫狼牙山五壮士的英名、在建军90周年文艺演出中表现抗美援朝、《绝密543》中再现学习毛泽东著作指导作战的历史内容…… ...华岳论坛 - \"http://washeng.net\" \n另一方面，习近平上任时有自己的体系吗？有多少自己的班底？在力量对比如此悬殊的条件下仅仅用五年做了这么多事，容易吗？要冒多大风险？顶多大压力？克服多少阻力？就那么点力量，就那么点时间，还能做多少？要彻底改变力量对比，最需要的是时间，时间，时间。而“公知”和贪官呢？最要紧的就是不给时间，是趁力量对比对自己进一步不利之前赶紧摊牌，发动政变把你赶下台。因此最需要的就是借口和机会。最好的借口和机会就是使中国出现经济危机——只要出现经济危机，就可以使“公知”和贪官们几十年来“顶层设计”出的一切社会矛盾大爆发，“公知”和贪官就可以借力打力把经济危机转变为政治危机。而让中国因反对联合国制裁朝鲜而导致美国的对华贸易战经济战就是触发经济危机的极好借口和机会。因此在不伤害朝鲜生存的前提下赞同联合国制裁朝鲜，实质上是在中国战略已经被“公知”绑架多年的情况下尽量延缓公开的经济战、不给“公知”和贪官们把外患变成内乱的机会、争取为最终彻底扭转中国战略被动局面的时间的必要措施。 ...华岳论坛 - \"http://hua-yue.net\" \n只要不希望中国垮，就应当听得进去毛泽东的话：实事求是、抓主要矛盾、集中力量打击主要敌人、“你打你的，我打我的”、“一切敌人的‘挑战书’，旁人的‘激将法’，都应束之高阁，置之不理，丝毫也不为其所动”、有理有利有节，就应当能够看到习近平做得完全正确。",
			"added": 1505535824,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 6,
			"title": "暴躁皮皮：为人民立新功",
			"body": "　　一．到底谁迫害谁\n　　12月26日是有个人的诞辰。不同的人群都在纪念，只是纪念的东西不同。有人在纪念他开创中华帝国的武功。他是秦皇汉武唐宗宋祖，统一了国家，为他们的中华帝国打下了基石。他年老糊涂，好大喜功，为小人所趁，差点导致好不容易打下的江山颠覆。但毕竟是开国大君，成绩七分错误三分。今天他们伟大复兴在即，不能不隆重纪念下以示党国的仁厚……\n　　我也得赶场子匆匆纪念下，纪念他作为政治家在那场差点颠覆中华帝国的运动中展现的杰出品质，留给下一代革命者的教训。\n　　文革的具体过程和各处情形非常复杂，但主要的斗争脉络还是很清晰的。以我自己为例假设下。我若活在那时候，大概是一个教师。我对他们的教育政策和生活作风不满已久，却没有发言权，课堂上多说几句就被他们认为有思想问题，要来“教育帮助”、“提高认识”。五一六通知一下来，我立刻响应号召，贴出大字报，批评他们的学校是培养资产阶级分子的温床，而校党委就是资产阶级窝。于是我被他们抓去，又是殴打，又是恐吓，又是查家庭出身、一贯言行，逼我承认反党罪行。我祖上三代不幸不全是贫农，还可能有在国民党、日伪机关里当过小办事员的，这下坐实了反革命罪，我是阶级敌人向党进攻，我对党的一贯不满是我的阶级立场决定的。我被整得死去活来，准备自杀。正在这时候，中央文革斗倒了刘邓司令部，勒令各地不得镇压造反派群众。于是我出狱了，欣喜若狂地去北京，在天安门城楼前热泪盈眶地向毛主席高呼万岁。毛主席怎么把人民从旧社会解救出来我没有亲身经历，但他把我从走资派手里解救出来是千真万确的。我把执行刘邓修正主义教育路线的校长们戴上高帽批斗。我的命运从此和中央文革绑在了一起。中央文革和走资本主义道路的当权派拉锯战，而我和当地的校长书记们拉锯战。每次走资派一反扑，我就进监狱。而每次中央文革在毛支持下强硬，我就被释放。这中间还有很多插曲：校长们组织一班保守派群众保护自己，也乔装“革命造反”组织，对造反派大打出手，中央文革问罪时他们声称是群众打群众，不关他们的事，谁让中央文革号召造反的；各种投机者看到造反有好处，也都来浑水摸鱼，组织林立；造反派夺权之后由于意见不一和一些领导者的作风问题，开始分化，争权夺利，加剧了混乱；还有一些真正的反革命分子、地痞流氓，趁机对从前管教过他们的干部下毒手。最后，毛死了，四人帮进了秦城监狱，我和下边那几百万造反派也进了各地的监狱，这次要呆足20年才可能出来了，运气不好还会直接枪毙以给校长们压惊。我的罪名是投靠四人帮，迫害老干部，不择手段往上爬；我在学校里搞极左路线，让学生不读书；我煽动武斗；我本是个不学无术的小教师，因为迫害知识分子有功被四人帮封为当地教育系统的头，现在终于被打回原形；我是隐瞒历史混入党的国民党特务、汉奸、反革命分子……报纸上群情激奋地揭发、批判我。那些投机失败者出来假装忏悔、说风凉话，就像当年国民党报纸上那些“误入歧途”、经党国教育后深刻认识到“赤化不符合中国国情”、“赤＆匪罪恶滔天”。有人义愤填膺地要把我斩立决，校长们却大度地表示，要恩赐给我一个重新做人的机会……我反正呆在监狱里开不了口了。\n　　这算是谁迫害谁呢？文革这么残酷是造反派的错吗？这是吃饱了撑的挑动群众斗群众还是你死我活的阶级斗争？\n　　对这种命运，唯一能抱怨的就是毛太心慈手软，明知道他一死，右派肯定要夺权，却迟迟不肯下决心。这是把几百万跟随他的左派的生命当儿戏。\n　　二．为人民立新功\n　　毛在文革中的真实心态到底如何？是像左派想的心慈手软还是右派想的年老昏聩？还是那批投机失败者散布的：毛玩弄权术，拉一派整一派，利用老干部打江山后打倒老干部，利用林彪打倒老干部后又打倒林彪，利用红卫兵夺权后又将红卫兵踢开？\n　　毛发动文革并非要彻底打倒老干部集团。1967年4月12日，江青在军委扩大会议上有一场著名讲话《为人民立新功》，用“触龙说赵太后”故事委婉地劝说老干部集团。赵国被秦国攻击，形势危急，向齐国求援。齐国依照惯例，要赵太后送幼子长安君当人质。赵太后疼爱幼子，竟不肯送去。群臣拿国家利益百般游说，太后不依，还发了脾气：谁敢再说这事就要啐他脸上。老臣触龙委婉地对太后说：从前那些将相公侯，可有一家尚在？为何都没了？因为他们的后人继承权位，却无功绩服人。太后宠爱长安君，让他从小受国人奉养、使唤众人、封地众多，却不让他去为国家立功劳，太后百年后长安君何以立足？太后幡然醒悟，立刻送出了长安君。“如果我们不注意严格要求我们的子女，他们也会变质，可能搞资产阶级复辟，无产阶级的财产和权力就会被资产阶级夺回去。在座的同志，大概权是很多的……但是这个权就不能轻易用。既然人民给了咱们这么高的职位，俸禄也很厚，权又很大，如果我们不立新功，对得起人民吗？久了人民能要我们吗？这个故事，主席讲了很多次，对我们自己的孩子也曾讲了很多次。但他们是不怎么理解的。”\n　　这场讲话的背景是刚被打压下去的“二月逆流”。文革刚开始，“老同志”们以为是57年的反右运动又来了，要再次狠整我这种“思想有问题”的“右派”。《五一六通知》其实写得很明确：“混进党里、政府里、军队里和各种文化界的资产阶级代表人物，是一批反革命的修正主义分子，一旦时机成熟，他们就会要夺取政权，由无产阶级专政变为资产阶级专政。这些人物，有些已被我们识破了，有些则还没有被识破，有些正在受到我们信用，被培养为我们的接班人，例如赫鲁晓夫那样的人物，他们现正睡在我们的身旁，各级党委必须充分注意这一点。”老同志们以为是毛小题大做，像我这种基层的反动右派，是一小撮，无产阶级专政的铁拳头轻轻一碰就会化为齑粉，哪里当得了赫鲁晓夫呢？但领袖发话，他们不能不响应号召，把我们抓来整一整。结果随着运动的深入，真相终于大白：原来老同志们才是赫鲁晓夫，文革竟是发动我们整他们啊！老同志们悲愤欲绝。他们跟随毛出生入死大半辈子，毛竟纵容一些娃娃、出身不好的反动学生、没摸过枪的秀才来迫害他们。他们对毛充满怨气，对中央文革更恨之入骨。毛若不是通过林彪把军权抓得很紧，他们早就来“清君侧”了。当日形势极其严峻，政变一触即发，所以林彪在军队系统中进行大清洗，安插四野亲信，打击私敌，大搞个人崇拜，毛虽在私下给江青的信中谈了疑虑，却都默许。林彪地位若不稳，被挂上木牌、坐喷气式的就是毛和中央文革了。刘邓司令部可绝不会像毛一样心慈手软这也埋下了林彪谋反的祸根。\n　　二月逆流的导火索是67年上海一月风暴中陈丕显被打倒，和北京高干子弟的的联动、西纠组织被抓。陈是个13岁参加革命的红小鬼、老革命，但文革中被揭露出，他家里的扶手被外人摸过后要用紫外线消毒，可见其平常是什么生活、对民众什么态度。他们的子女从小上干部子弟学校，享受父母的特权，更是骄横跋扈。中央文革号召红卫兵造反，要让无产阶级接班，他们竟以为是要让他们接班，搞了联动、西纠组织，公然宣扬封建“血统论”，老子英雄儿好汉、老子反动儿混蛋、老子革命儿接班，又大搞打砸抢，用私刑毒打虐杀他们认定的阶级敌人。他们中有的竟疯狂到把受害者的惨叫录下来欣赏。“传说你们看见别人衣服破了，扣子未扣好就当流氓打，因为你们也未扣好。老百姓的扣子未扣的多得很。你们的父母在游击战争中，经常穿破衣服，没有鞋穿。”（陈伯达对联动西纠分子讲话）这群红色贵族和他们的血统高贵的公子小姐已经疯了，却不自悟。苏联为何叫苏修？最根本的特征就是重新产生了特权阶层。\n　　老干部集团决定反击，互相串联，甚至给林彪都写了密信，希望他站在这些“革命功臣”的一边，起码保持中立。谭震林的信写得很悲情：“我所以要如此，是到忍无可忍的地步。他们（指江青）不仅不听主席的指示，当着主席的面说‘我要造你的反’。他们把主席放在什么地位，真比武则天还凶。……大批老干部，省级以上的高级干部，除了在军队的，住在中南海的，几乎都挨了斗，戴了高帽，坐了飞机，身体搞垮了，弄得妻离子散，倾家荡产的人不少，谭启龙、江华同志就是如此。我们党被丑化到无以复加了。北京百丑图出笼后，上海、西安照办。真正的修正主义反革命分子无人过问，他们有兴趣的是打倒老干部，只要你有一点过错，非整死你不可。”中央文革没能控制住局势，武斗盛行，投机分子混入，这是中央文革的错，但群众运动不可能像请客吃饭那么文雅、从容不迫。老同志们当年搞革命，也不文雅，犯过比文革的群众更严重的错打错杀的错误，所以他们的革命是错误的，应该把国民党请回来不成？今天他们腐化到家里的扶手被人摸过就要用紫外线消毒，这只是“一点过错”吗？他们当初整群众时的威风到哪里去了？陈毅大骂中央文革：国民党没办成的事，都让你们办了。国民党当初要杀的可不只是他们的人，而是他们代表的赤化思想。今天陈毅要还活着，就可以好好问问他：到底谁办了国民党没办成的事？\n　　当年革命革到国民党的老革命头上，老革命们受不了：我们革命几十年，在满清政府和北洋军阀的监狱里受过酷刑，那么多同志惨死在满清和北洋军阀手里，难道是为了让这群叫共产党的毛头小伙子来抢权？因此清共、大屠杀。今天革命革到共产党的老革命头上，共产党的老革命也受不了了，准备来第二次清共和屠杀。\n　　在67年1、2月间，老干部集团在地方上动用军队镇压造反派，在中央，由老帅们出面连续向中央文革发难。既然老干部集团意见如此大，毛便连续批评中央文革。毛并非要真正打倒老干部集团，而是让老干部们被群众运动的火烧一烧，头脑清醒下，别真把自己当红色贵族。但群众运动如此过火，显然是中央文革在执行中有很大错误，应好好检讨下，在坚持原则的基础上和老干部集团搞好关系。冲击军队也让毛恼火。军队是政权基石，不说外敌入侵，眼下文革的成败、毛和中央文革小组的性命都系于军队的忠诚度。如此凶险的时刻怎能去搞乱军队呢？这是对中央文革办事能力的批评，而不是对文革方向的批评。中央文革未能理解毛的意思。江青顶嘴：如果毛不让她革命，她也要造毛的反。陈伯达很可笑，吓得要自杀。老干部集团误判形势，以为毛在他们威逼下要“改正错误”了，于是在2月16日中央会议上上演了“大闹怀仁堂”，要进一步逼毛把中央文革小组的秀才都交出来让他们整。毛终于勃然大怒：“你们都想闹事，那就闹嘛。无非是文化大革命失败，我马上走，林彪同志也走，我们重新上井岗山闹革命。你们说江青、陈伯达不行，那就把文革小组改组，让谭震林当组长，陈毅、徐向前当副组长，余秋里、薄一波当组员。再不够，把王明、张国焘都请回来。力量还不够，那就请美国、苏联一块来。你们把伯达、江青枪毙，康生充军，其他人你们爱怎么办就怎么办，这下总行了吧，这下就达到你们的目的了吧！”\n　　毛发了通火，把老干部集团的气焰打下去后，依照惯例，过了一阵又和他们和解。这些“老同志”，在历史上和毛有过各种恩怨，不是第一次试图来夺权了，只是每一次夺完都发现自己不行，还得让毛来掌舵。换成张国焘、王明、蒋介石，早就清洗得血流成河了。毛却每次都不计前嫌，只要大家不搞阴谋诡计，承认错误，就既往不咎。正是这种公正、大度使这些枭雄肯乖乖听令。他们都是来自五湖四海，为了一个模糊的“新中国”走到一起，至于怎么个“新”法，谁也不知道。有人想有饭吃有衣穿，有人想大块吃肉大碗喝酒，有人想摇着扇子吟诗作赋。大家根本不是一路人，千差万别，没有一个雄才大略又公正大度的领袖，早就散伙，各拥一派军队，各玩各的去了。\n　　江青《为人民立新功》的讲话就发生在这种时刻。这是毛对老干部集团的委婉劝谏。“老同志”们今天位高权重，在民众中积怨已久。他们狂妄自大，把这个国家当成他们这个集团的私产。他们把对他们有意见的群众逼得自杀时从没觉得有何不妥，今天被群众整了整就喊起“迫害”。他们的子女在外像群小盖世太保他们不管，被抓了，他们竟控诉那是“连十七八岁的娃娃都不放过”。（二月逆流中谭震林的话）这样下去怎生得了呢？所以不要躺在过去的功劳上睡觉，要为人民立新功，这样将来才可立足。他们和他一起经历了最艰难的革命岁月，多少同志都牺牲在半途，只剩下他们这一群，他怎么会抛弃他们呢？文革不是整他们，是为他们的长远打算。\n　　这次讲话过后十天，4月22日，毛又下令释放联动西纠分子，算给老干部集团送礼。也只能释放。那么多部长、总理、将军的子女，难道都判刑不成？江青不久前还大骂他们“血统高贵什么东西”，这时不得不低声下气地谢罪，称他们“受委屈了”。\n　　毛对老干部集团仁至义尽，没有半点对不起他们。他们不肯听劝，反把毛和江青同志丑化成秦始皇、武则天。据我看，他们这群人的下场堪忧。历代血统高贵的人们下场都很不妙。\n　　三．失控的文革\n　　毛发动文革，最初的构想其实很简单：一年发动，二年胜利，三年收尾，到69年就该结束了。这是一次反资防修的演习，在党内来说只是又一次整风运动。这么多年没整党了，问题越来越多，再不整不行了。\n　　1964年12月26日，毛自掏稿费，以过生日的名义把一些高层、人大代表、身边工作人员找来敲打：“今天是我的生日，过了年就71岁，我老了，也许不久就要去见马克思，所以今天请大家来吃顿饭……现在用几盒香烟就可以把一个党支部书记给贿赂了。如果把女儿嫁给一个干部，那就要什么有什么。他们与工人阶级和贫下中农是两个尖锐对立的阶级了。”\n　　1963年开始，在毛提议下，全国开展了一场社会主义教育运动，即清政治、清经济、清思想、清组织的“四清”运动。毛认为问题的根在当权派，是民众和当权派的阶级矛盾，要发动群众来整党。刘少奇却认为基层干部贪污腐败是人民内部矛盾，要靠党的领导，自上而下去查。在“四清”中，他依然不忘把矛头对准群众，造成了一种白色恐怖气氛，谁也不敢说话，怕一提意见就被揪成阶级敌人。文革其实只是四清的延续。因为四清失败，毛才发动文革，而文革的第一步就是打倒使四清失败的刘邓司令部。他们在经济上鼓吹分田单干，瓦解公有制；在政治上维护特权阶级利益，把自己当诸葛亮，把民众当阿斗，搞国民党的“训政”；在文化上复古尊孔，讲儒家修养；在思想上搞实用主义，怎么“伟大复兴”怎么搞，——这不是走资本主义道路的当权派是什么？干部队伍的弊病丛生不是简单的干部问题，是刘邓司令部在根本上推行了一条错误的路线，正在缓慢地颠覆政权性质。（在经济政策上，刘邓当初搞反右扩大化、刮共产风最起劲，一副极左面貌，这时却突然要代表左派来反思，直接转向资本主义。这和他们的子女搞武斗最起劲、后来却要代表红卫兵来忏悔有异曲同工之妙。）\n　　毛当初怕自己死了，刘邓镇不住党内的牛鬼蛇神，被彭德怀式的野心家篡权，所以退居二线，让刘邓及早树立威望。没想到刘邓竟然要复辟资本主义！他多次旁敲侧击，刘邓都不理，把他当老糊涂看待。他讲反修防修、阶级斗争，刘邓接过话茬，认定阶级敌人就是黑五类，他们这个集团坐稳了江山就是社会主义江山不变色。这迫使毛下决心拿下他们。\n　　毛发动文革时预计到了老干部集团的抵抗将非常激烈。他做好了最坏打算，和江青密约，江青代他出面冲锋，若失败，江青承担一切罪责，和他离婚坐牢去，保得一个是一个。（这种密约，江青同志后来因初期的胜利得意忘形，竟在政治局会议上当众说出，可见她多幼稚。）但他自信自己在全党全国的威望，只要牢牢掌控军权，不怕老干部集团谋反。他要像父亲管教儿子一样把他们推到群众运动的大火中去接受洗礼。尝过味道了，不把自己当红色贵族了，他再把他们一个个都官复原职。这个过程他预计为三年。这三年中国家秩序必然会大动荡，发展会停滞，但这是必要的代价，总好过民众起义，导致不知道多少年的内乱。\n　　但局势发展不停地超出他的预想。\n　　造反派学生响应号召，贴出大字报。这使他非常高兴，他从他们身上看到了自己年轻时的闯劲。所以刘邓派工作组镇压学生，他非常愤怒，立刻表态支持学生。但武斗的苗头开始出现，老同志们被打得落花流水，这就很不妙了。老同志们都被打死了谁来建设国家？他就这么把他的老战友都交给群众打？他思前想后，做出艰难的抉择：必须忍受这些代价，群众运动必须继续深入，只能尽量教育群众不要武斗。\n　　老干部集团并不甘束手待毙。起先动用军队镇压造反派，被毛禁止。他们很狡猾，毛不是讲相信群众嘛，那就让亲信组织群众也来“革命造反”，和那些要揪他们的造反派群众打。于是各种保党委的群众组织出来了。造反派集会批判老干部集团，这些保守派组织便冲过去撕标语，殴打演讲者和听众。北京保爹妈的联动西纠就是其中一种。老干部集团坐稳江山后，无耻地声称那是毛的造反理论引起的群众斗群众。但熟悉近代世界历史的人都可看出，那是各国革命史上常见的法西斯团体用暴力驱散左派！欧洲大革命中，反动派煽动农民进城屠杀革命者。老干部集团也如法炮制，对农民声称党正遭到一些阶级敌人的攻击，组织大批农民进城痛殴造反派。\n　　67年7月20日，公安部长谢富治和中央文革成员王力去武汉解决武斗问题，竟被武汉军区司令员陈再道支持的保守派组织“百万雄狮”的武装人员冲入宾馆揪斗。谢富治被打，王力被拉去批斗。百万雄狮开着卡车拿着枪支在全市耀武扬威地游行，声称要造中央文革的反。毛此时正秘密住在宾馆里，准备做陈再道的思想工作。几十万陈派的武装人员就在他眼皮底下，公然绑走他的公安部长和内阁大臣！毛坐了从来不坐的飞机，逃到上海张春桥处避难。可见这些保守派有多猖獗。\n　　造反派和保守派斗争是文革主流。在造反派得胜的地区，又出现了各种暗流。有人窥伺风向，想把周恩来也揪出来打。周恩来是掌管国民经济的一把手，也是毛和老干部集团间的桥梁，帮毛安抚着老干部集团。他要是倒了，国家秩序就要彻底崩溃了。有人把张春桥和江青的黑材料也送上来，要帮毛“除奸”。张春桥和江青要是“奸”，那毛岂不是最大的“奸”了？在上海，有人试图把张春桥揪出来打，理由是：不是号称造反有理吗？张春桥的反就造不得？中央文革的反就造不得？张春桥在晋江饭店开会，晋江饭店的某个小造反派组织为了让张春桥答应他们某种要求，竟试图绑架张春桥，声称：中央文革首长不要怕见群众嘛。徐景贤被某个造反派组织绑架，军队介入，这些人振振有辞地背诵毛的指示：凡是镇压学生运动的都没有好下场。王洪文夺了市委的权，立刻有不知哪来的造反派试图来夺他的权。（上海情形见徐景贤《十年一梦》。）\n　　文革初期，造反是要担风险的，老干部集团的专政机器并非吃素的。老干部集团倒台后，造反变得有利可图，各路投机分子都打着毛的旗号试图来捞一把，就形成了这种混乱局面。老干部集团在边上发笑：你们不是要造我们的反吗？现在自己也被人造反了吧？看你们反来反去能反到几时。\n　　与此同时，很多地区的局面已失控：无论什么人，都可以自称造反派，冲进国家机关和被打倒的当权派家里，抄家，打人。各种档案材料、国家机密都被抢走。谁想阻止就是“反对文革、镇压革命群众”。而“革命群众”们为了抢东西互相斗殴，谁拳头大，人数多，搞到的武器多，谁就是正宗的“革命”。\n　　毛这时面临着错综复杂的任务：一，防止老干部集团的反扑。老干部集团拿混乱来向他诉苦，他要他们看到文革的主流是群众正在自己解放自己，自己教育自己，混乱不可避免，但只是一时的。二，帮助左派组织战胜右派组织。老干部集团给右派组织发枪，左派总是挨打。毛三令五申无法阻止后，索性下令给左派发枪自卫。“文攻武卫”的口号就这么来的。三，教育造反派群众如何正确掌权。这是最困难的。文革不能只是破坏，破完旧就要建设新的。如果49年共产党夺权后建设不起新国家，只是不停地造反来造反去，谁要这种革命呢？他们要学会处理错综复杂的局势。首先要正确处理和老干部集团的关系，不能一棒打死，要争取过来一起共事。然后要在内部求同存异，不要争权夺利。对后起的造反派组织，也不能一概斥为投机，要听取他们意见，吸收他们进新政权。如果有人试图把水搅浑，偏离文革批判走资派的大方向，要在大多数造反派组织的一致同意下进行批判、清理。要克服唯我独革、独占真理的倾向，无论做什么决定都要取得大多数的同意。即便相信自己正确，也要学会耐心说服别人。总的原则是：心胸要宽广，要团结一切可以团结的人，在大团结、大联合的基础上组建新政权。\n　　这些经验，是毛自己一生革命斗争的宝贵经验。半个世纪前他们革命造反，也是派别林立，鱼龙混杂，而毛靠着“团结一切可以团结的人”这件法宝，战胜了心胸狭隘的张国焘、王明、蒋介石们。\n　　有人把这称为毛的“权术”：分化、孤立对手，拉大多数打击少数，拉完这派打那派，又拉另一派打这派。如果它是权术，它不是锁在深宫大院里的不宣之秘，而是毛不厌其烦一遍遍向全国人民公开教授的权术。\n　　如果事情按毛预想的发展，67年造反派全面夺权后，花一年时间组建好新政权，恢复社会秩序，就可以召开九大，宣布革命胜利结束了。\n　　但毛失望了。这些造反派缺乏政治才能，不管他怎么教育，都做不到大团结、大联合。造反派组织开始分化，互相竟也开始武斗。譬如在北京，红卫兵分成了天派、地派。同一工厂的工人也分为两派武斗。这离毛号召的文革已十万八千里。文革渐渐沦为一种造反游戏，个人名利和恩怨的角斗场。68年7月时他召见北京的红卫兵领袖蒯大富等人说：“文化大革命搞了两年，你们现在是一不斗、二不批、三不改。斗是斗，但你们是搞武斗。”所以文革后期蒯大富就被审查、下放劳动了。\n　　只有上海的张春桥、王洪文让毛非常高兴。他们夺了旧市委的权后，组建了大联合政权，制止住了各种投机者的闹场，恢复了上海的生活、生产秩序。文革的直接政治目标非常清楚：打掉当权的走资派；让跟随走资派的老干部集团在群众运动中经受洗礼，认识错误，回到毛的路线上来；抓革命促生产，用事实证明社会主义道路比资本主义道路行。文革不是要打死老干部，也不是让大家造反玩的。张春桥和王洪文做到了第一条和第三条，第二条虽然不圆满，起码把老干部马天水争取过来了。所以张春桥和王洪文后来成为毛想培养的接班人。\n　　文革进行到这种时候，毛认为已经不只是对老干部集团的洗礼，也是对造反派群众、整个国家的洗礼。大家都在这场斗争中经受了洗礼，懂得革命的错综复杂。武斗虽然很糟糕，但国家太平已久，民众都没见过刀枪，见一见也好，只当搞了次演习。造反派不太争气，那也无所谓。当年一大的代表们，有的投了国民党，有的还当了汉奸，坚持到最后的有几个？革命的浪潮会清洗各种杂质。沧海横流，方显英雄本色。那些真正的革命领袖，将像从前的他一样在斗争中学会斗争，最终脱颖而出，来接他的班。毛对文革仍然充满信心。\n　　既然造反派组不起政权，毛便帮造反派来组建由老干部、军方、造反派共同组成的“三结合”政权。他自己的新党中央也是按这种原则。党内的派别斗争，一直就存在，不然毛在革命战争年代也不用吃那么多苦，他的领袖地位正是在一次又一次的派别斗争中慢慢形成的。只是为党的形象对外讳饰。67年初的一次对外讲话中他说，“我们党内有党，这点你们过去不知道。表面上是一团和气，实际上是斗得很厉害。”文革进行到这种时候，他明白这次派别斗争将比过去任何一次都激烈、漫长，便索性公开，不再搞假和气。他把左中右（围绕对文革的不同态度形成的造反派、中立者、老干部）的人群都吸收进新政权，大家公开分歧，有事都摆到台面上说，谁也不彻底打倒谁。譬如陈毅这些老干部集团的头目，就作为右派代表进入九大。这其实有点像西方国家的议会，只是他们那里左派议席很少，而这里右派议席很少。（可笑的是陈毅认为贴上“右派代表”标签是对他的羞辱。他抗拒革命，对造反派恨之入骨，不是右派是什么？）\n　　三结合政权成功建立，文革本来也可以结束了。但谁也没想到林彪来谋反了！\n　　文革是一场上下相连的斗争。所有地方上的现象，在中央也同样发生。因为引发斗争的那些社会状况、思想意识，在地方和中央都同样存在。\n　　在地方上，各色人等都欲借文革打击私敌。在中央也如此。很多恩怨都是几十年前就已有的，在文革中来了个总爆发。今天官方史学把一切都归为毛迫害，但那些老同志们都心知肚明，除了刘少奇是毛坚持要往死里整的，其他都是老同志们对掐。就在整刘少奇的过程中，不知多少与刘有隙的老同志趁机塞入私货！毛对这些当然也清楚，要是不清楚也当不了他们的领袖，但水至清则无鱼。譬如林彪打击私敌，他必须默许。\n　　地方上的造反派打倒旧党委后争权夺利，中央文革打倒中央的走资派后也如此。王力、关锋、戚本禹开始傲慢自大，试图掌控文革方向。在王力授意下，红卫兵冲击了外交部，火烧英国驻华代办处，殴打英国外交官，试图夺取外交大权；王力又号召“揪军内一小撮”，引发军队系统混乱，试图夺取军权。这简直是煽动反革命暴乱。毛果断地把王、关、戚拿下。文革是一场凶险的斗争，不是好玩的造反游戏。毛是顶着老干部集团的压力，顶着国内外敌人的虎视眈眈，顶着彻底失控、全国动乱的风险，赌上自己的声誉和性命发动的。在哪发动，先攻哪，再攻哪，每一步都必须仔细思量。王力不知天高地厚，居然试图代毛决策。\n　　更悲剧的一幕到来了。毛试图让张春桥接班，让林彪以武力保卫张春桥接班。林彪不满，竟在九届二中全会上逼宫。经过一年多的较量，林彪一家仓惶出逃，摔死在外蒙古。\n　　从67年的王关张到71年的林彪，本质上是中央造反派内部的争权夺利、个人恩怨。从这点看，我们也不能怪地方上的造反派热衷分裂、内斗。中央造反派也一样自己斗自己呢！地方上的造反派刚开始都是满腔革命热情，绝非为名利，只是时间过去，意见分歧越来越大，就走向了内斗。林彪也绝非天生是个野心家，文革初是真心诚意地跟随毛造反，只是后来与毛的分歧越来越大，又放不下权欲，想自己搞一套，结果落那么个下场。\n　　林彪死后，文革失去了军队支持，实际上已经失败了。不管毛怎么想方设法，张春桥还是掌不了军。毛试图和老干部集团和解，重新启用邓，邓又搞翻案。然后是“四五”事件。毛无法结束文革，因为老干部集团一定要翻案，一定要当赫鲁晓夫，在他死后否定文革、搞修正主义，他必须把文革进行到底，把修正主义的根彻底斩断！\n　　在老干部集团看来，林彪事件证明了文革的荒唐。在毛看来，林彪事件恰恰证明了文革的必要性。跟随他这么多年、总是喊无限忠于他的学生，暗地里竟在进行这种勾当，这说明全党懂得马列的实在太少，都是假马列，封建主义、小资产者的习气盛行，而这正是修正主义的根源。这种根不可能靠一次文革扫除，要反复扫，隔几年就要来一次。\n　　去世前一年，他还借评《水浒》掀起批判投降派的运动。“《水浒》这部书，好就好在投降。做反面教材，使人民都知道投降派。《水浒》只反贪官，不反皇帝。屏晁盖于一百零八人之外。宋江投降，搞修正主义，把晁的聚义厅改为忠义堂，让人招安了。宋江同高俅的斗争，是地主阶级内部这一派反对那一派的斗争。宋江投降了，就去打方腊。这支农民起义队伍的领袖不好，投降。李逵、吴用、阮小二、阮小五、阮小七是好的，不愿意投降。鲁迅评《水浒》评得好，他说：‘一部《水浒》说得很分明：因为不反对天子，所以大军一到，便受招安，替国家打别的强盗——不‘替天行道’的强盗去了。终于是奴才。’”他一死，这群赫鲁晓夫果然投降了。\n　　四．包办的革命\n　　人们认为毛规划了整个文革。然而回顾整个文革，毛一开始只想开展一次为期三年的自下而上的整风。是一次次的失控使得文革一直结束不了，一步步往前发展。群众运动的过火、无序，老干部集团的狡猾顽抗，一步步使旧政权被打碎，从整风运动变成夺权。毛迎接革命，帮助造反派群众掌权。但造反派的内斗、偏离文革方向使文革无法结束。中央造反派中的林彪来夺权，给了他致命一击。他只能把文革继续下去。\n　　人们认为毛晚年脱离实际，不知道地方上具体发生什么，凭空想发号施令。从他一系列指示看来，他对各地文革进展了如指掌。如果猜得没错，他看的不只是各公开机构送上去的简报，还有某种专门对他负责的机构的简报。老干部集团的首领们都是非常精明的人物，设想他们会听命于一位易受蒙蔽的领袖，这是很荒唐的。毛经常假装受蒙蔽，来为他的妥协开脱。\n　　人们认为毛发动文革是建立在空想的革命理想主义上。毛或许有空想，但文革却不是因空想，而是因非常实际的矛盾。就以本文开头假设的那位小教师为例，难道他是因革命空想而参与文革的吗？是切切实实的与当权派的阶级矛盾。全国各地的造反派，都是因为受到当权派的迫害，听到中央的号召，明白为何会受到这群当权派的迫害，所以奋起造反。\n　　毛在文革中既非左派想的心慈手软也非右派想的头脑昏聩。各个派别都只从自己的角度考虑问题。而毛作为全党全国的领袖，大家心里想的他全知道，但他既不能无条件满足这派也不能无条件满足那派。他稳稳地掌着舵，使互有仇隙的水手们各司其职、各尽其能。\n　　这场革命的结局很凄惨，从上到下，几百万造反派都被关进去了。或许今天他们的监狱里仍关着几个顽固不化又还没病死的造反派。有海外的人透露，他因二十多年前的事件进去后，才发现，原来牢里关着的绝大部分都是文革造反派，根本不是他这一批。他们在狱中教他马列主义。\n　　这种结局是谁的责任？四人帮肯定有责任。江青和张春桥始终控不住军权，政变关头优柔寡断，也不能团结大多数，把两个凡是派推向了敌人。各地造反派也有责任。他们掌控不住局面，使文革变得像一场笑话，给了老干部集团口实。毛也有责任，十年中他没能挑出合格的接班人来，病中匆匆指定的华国锋竟当了叛徒。\n　　但从本质上，这是一场包办的革命，毛认为通过包办的革命，可以缩短革命期的痛苦，花两三年就可达到他们过去二十二年内战的效果。事实证明这行不通。\n",
			"added": 1507346067,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 7,
			"title": "暴躁皮皮：大明的灭亡",
			"body": "起床翻下新闻，看到他们早早地纪念起79年前的12月1日，日军进攻南京城。12月13日，日军攻破南京，进行了一个多月的大屠杀。今年这抗日神社的演出，想必也隆重得很。这中华民族抵抗外敌入侵的大义，多神圣，多悲壮啊！国民党在台湾演不下去了，他们在大陆接着演。\n　　最近翻了下明史，发现这“抗击外敌”的悲壮故事都是大同小异。\n　　女真人实际上只是明王朝的疥癣之疾。这类在边疆兴起的剽悍的部族武装，无时无刻不有。帝国的政策是平时睁只眼闭只眼，以夷制夷，等到这类边患有点严重了，出大军打击一次，保几十年太平，几十年后又有新部族构成威胁了，再打击一次。历史上北方的游牧民族长期对中原王朝构成威胁，并非汉族的军队不行，而是游牧民族来去来风，可以挑选合适的地点、合适的时间进攻，汉族军队被动防守，自然越打越输。女真人并非游牧民族，而是一个主要依靠汉人奴隶的农业生产的奴隶制部族。既然搞农业，就有生产基地。努尔哈赤时期，女真人的大本营在辽宁境内的赫图阿拉。明朝只要派出大军直接把女真人的老巢夷为平地，把汉人奴隶都解救回来，努尔哈赤就只能乖乖降伏，或者逃到遥远的西伯利亚，和那些更凶悍的部族抢生活资源。女真的辫子兵在1644年明朝亡国时也才达到十万，1618年的萨尔浒之战时才五六万。以十万计算，理论上明朝只需派出四十万大军，四倍的兵力必定能彻底剿灭女真人。一个拥有近亿人口的国家，派出四十万大军并不是难事。\n　　普通人受电视上的战争场面影响，会有这种疑惑：打仗不全靠人数吧？辫子兵那么厉害，努尔哈赤、皇太极也很会打仗，明军人数多就一定能胜？战争并非街头打架，比谁身强力壮。辫子军个人武艺上可能确实以一当十，但在大军团的战斗中，以一当百也没用的。大军团必然有各种兵种，一般都是前头盾后头长枪，弓箭殿后，骑兵寻隙机动，把整个队伍护得严严实实。双方主力交战，完全看谁能把阵形保持到最后。阵形没被破，双方从早打到晚，伤亡其实很少。而阵形一被破，就会演变成单方面的大屠杀，“兵败如山倒”就是指这种情形。譬如李自成和吴三桂在山海关鏖战一昼夜，实际上双方没多少伤亡，只是在比试耐力，看谁能坚持到最后。但清兵突然出现，冲破了李自成的阵形，李自成的军队败逃，就被屠杀了几万。人数多的一方，自然有余力把阵形保持到最后。所以在古代战斗中，人数是决定一切的，绝对优势兵力碾压过去是必胜的。那些以少胜多的战役，都是因各种原因，人数多的一方阵形乱了，或者后勤被切断无法战斗了。至于“会打仗”，你懂得以绝对优势兵力碾压敌人就是最大的“会打仗”，其次才是战术细节。\n　　实际上在萨尔浒战役中，明军也就七八万，辫子兵五六万，明军的兵力优势根本不明显，但努尔哈赤并不敢在大本营和明军来个硬碰硬，而是集中优势兵力，把明军因愚蠢分散的四路军队各个击破了。明军训练个二十万军队足够，稳扎稳打，一路推进到赫图阿拉，火炮攻开城墙，一番大屠杀，所谓的东北边患就没了。\n　　这么简单的事，崇祯君臣不可能都不懂。问题是，明朝虽然有近一亿人口，却确实训练不出二十万军队！明朝中期，曾有皇帝问辅政大臣：太祖时，天下钱粮不多，但太祖拿那点钱粮养兵绰绰有余，现在国家的户口和耕地面积都大大增加，为何却越来越养不起兵呢？大臣回答：太祖时，民众交上一块钱，边疆士兵就确实领到了一块钱的饷，现在民众交上十块钱，士兵才可能领到一块。（只是大意，原文我忘了出处。）这中间的九块钱去哪了呢？地主、商人、各级官吏盘剥，各级将领也要剥上好几层。总之出现了一个先富起来的阶层。明朝从整体看其实是非常富裕的，从三言二拍这种作品就可以看出当时的繁华景象。但国库、农民、士兵却日益破产。\n　　李自成攻占北京后，把京城里先富起来的人们抓起来逼赃，一共缴获了7000万两白银。如果把各个大城市的官绅们也都抓起来逼赃，这数目可想而知。7000万两是个什么概念呢？张居正当政十年，号称国库充盈，也不过给国库留了700万两，平均每年只收得70万两。大明不愧是“藏富于民”啊！崇祯四年，陕西农民大起义，崇祯派人去安抚，想使饥饿的起义者放下武器恢复生产，竟只带了十万两，花完就拿不出了，导致农民再度起义。京城里先富起来的人们只需要拿出九牛一毛，配合崇祯做点慈善，就足以使陕西农民活命。但他们一毛不拔，一定要逼崇祯派兵去剿。而派出的兵也无饷可领，一部分像土匪一样就地抢劫农民来解决生存，另一部分加入了起义军，一起去抢劫官绅。在这种情形下，崇祯哪有钱训练二十万军队呢？袁崇焕那些边将又被萨尔浒之败吓破了但，搞堡垒战术，把仅有的那点钱粮也消耗掉了。\n　　大明就在这种繁华富庶与人相食并存的奇特情形下走向了灭亡，完全不是关外的女真人有多厉害。女真人只是那时恰好出现的一个部族，如果大明的内政早一百年或晚一百年崩盘，接替明朝的就是另一些部族了。\n　　所谓“外敌入侵”只是如此。现在来探讨下“民族大义”的问题。辫子兵抓汉人当奴隶，扬州十日、嘉定三屠，就是三百年前的南京大屠杀。但能不能由此认为，这是汉族抗击外寇的战争呢？如果是的话，那么汉族军民就应该齐心协力打辫子兵才是。为何汉族的官绅纷纷降清呢？李自成因为身边没有像样的知识分子辅佐，完全不知道辫子兵在山海关等着他，只带了少量兵力试图去山海关制服吴三桂，统一国家。清军倾巢而出，以绝对优势兵力，又以逸待劳，出其不意，击败了他。但李自成的农民起义军实际上有三四十万，都分散在各城驻守，只要会合一处，寻找辫子兵决战，击败辫子兵不是大问题。但他从山海关败回后，他之前招降的明朝官绅纷纷叛乱，屠杀农民起义军，导致他无法获得休整，也无法收拢军队，连战连败，一年后死于地主武装之手。地主阶级跟着辫子兵杀李自成的军队，这哪里有抗击外寇的架势呢？辫子兵的凶残，崇祯年间三次进入中原烧杀掳掠的情形，他们不可能不清楚，为何他们宁迎这样凶残的辫子兵当主人也不肯跟随李自成抗击外敌呢？如果他们嫌李自成是“匪”，南明那里也有正统的汉族君主，也不见他们跑去效忠。十万辫子兵用于抢劫还行，征服中国是不可能的，实际上是汉族地主武装在辫子兵的率领下剿灭了农民起义军和南明残余势力，征服了中国。\n　　事情非常明显，这些先富起来的人们，最关心的是自己的财产，只要能保住自己的财产，迎谁当主人都一样。大明朝廷实际上是他们分赃的场所，地主阶级的董事会。崇祯只有在能保护他们财产的前提下才是他们的皇帝。崇祯想侵犯他们的财产来维持大明，这是行不通的，这就需要换主人了。他们原来对李自成充满期望，准备靠李自成来重新建立地主阶级的秩序，因为几千年历史写得明明白白，新皇帝虽然常是“匪”出身，最后还是要“礼贤下士”，也就是依靠他们、保护他们的财产的。但李自成却不懂这套统治术，进了京城建国后，仍然按老习惯，对农民免征三年赋税，对地主阶级搞追赃助饷，把土地都分给农民，这就让地主阶级断了辅佐他当“明君”的念头。而辫子兵的首领非常狡猾，身边有范文程这种精通统治术的汉族专家出谋画策，对地主阶级的念头一清二楚，一进京城就宣布把李自成分给农民的土地归还地主。地主们一看，终于有人出来“礼贤下士”了，于是原来为李自成准备的“箪食壶浆以迎王师”就献给了辫子兵的首领。自然，这颇丑，旦夕间三易主人，还是一向为他们看不起的蛮夷，但笑几声也就过去了。谁敢说辫子兵的祖上排起家谱来，不也是尧舜周公文王的某某代后裔呢？\n　　（说到“蛮夷”，嘉定屠城时，清兵遇到汉人就吆喝：“蛮子献宝！”汉蛮于是把银两首饰献上。下个清兵再让他献宝，汉蛮献不出，就被砍死了。）\n　　农民起义军的余部在李自成、张献忠死后又坚持了几十年的抗清斗争。但这也并非为“民族大义”。满清集团的阶级立场明明白白，就是要复辟被李自成推翻的旧秩序，就是要代汉族地主阶级把他们镇压下去，他们反抗满清和当初反抗明王朝是一样的。\n　　从这种大的角度看，实际上并不存在“外敌入侵”，只有阶级战争。女真人只是地主阶级找来的雇佣军。崇祯无力镇压农民起义，被他们抛弃了。李自成不肯“礼贤下士”、掉过头来帮他们镇压农民起义，也被他们抛弃了。女真军事集团和地主阶级结盟，帮他们镇压了农民起义，于是双方合作建立了新政权，这就叫“上合天意、下应民心”。\n　　现在崇祯二世搞这套悲壮的民族大义，自然是希望新的地主阶级紧紧团结在他周围，献出钱财帮他度过难关。但地主阶级肯不肯呢？恐怕新的雇佣军已经在路上了。",
			"added": 1507347711,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 8,
			"title": "暴躁皮皮：什么是资本主义",
			"body": "2015-09-08 暴躁皮皮 没有观众的演出\n\n　　提及邪教，人们必定会想到招远血案、轮子，然后有点文化的会想到日本地铁毒气、美国的太阳圣殿教，邪魔附身、洗脑、变态、疯狂、血祭、骗财骗色……但邪教到底长什么样，恐怕绝大多数人，起码会上网读这些东西的，也就是受过教育的的中产阶级们，都没见过。\n　　南方人物周刊最近有篇报道《邪教江湖》。记者采访了被我英勇无敌的警方捣毁、抓获的几个邪教的成员和头目。虽然记述得毫无逻辑，颠三倒四，大致情形还是能看明白的。\n　　这些所谓邪教，其实是一些自发的民间基督教会。基督教历史上异端林立，相互斗争几百年，大主教们各拥一派信徒，互相开除对手教籍，最后罗马教会在国家政权帮助下，才统一了信仰。传到中国，只是重演了一番早期历史。他们都是土生土长的中国农民，文盲或半文盲，没有一个人受过正规的宗教教育，只是凭自己理解讲解福音，谁讲得好就受到听众信任，成为外界所称的“教主”、“女基督”。\n　　譬如全能神的“女基督”。蒋秀英原来信的一个普通小教会，后来信了灵灵教，01年被警方逮捕，因只是普通成员很快释放。灵灵教的教友们怀疑她信教不诚，当了叛徒，将她开除。她和另几个被开除者自己组织教会，信了全能神。她讲得有水平，一部分教众便认她为“女基督”，形成了以她为核心的一个教派，目前全能神教内影响最大的一派。\n　　根据招远案的媒体报道，那群凶手是另一个以下岗女工吕迎春为核心的极端封闭的小教会。吕迎春在接受警方讯问时表示，她认为赵维山的全能神教是邪教，“我和张帆是唯一的真正的全能神的代言人，国家打击的是邪灵赵维山的全能神，而不是我们这个全能神。”蒋秀英的一派在他们那肯定也属于邪灵。全能神教内像这样的小教会众多，而像全能神这样的基督教派系也众多。再加上佛教的各种派系，这些被称为“地下邪教”的组织互相争夺信众，互批外道邪魔，热闹得很呢。南方人物周刊将报道取名为“邪教江湖”、“异端的世界”，倒也贴切。\n　　报道说：\n　　在视频记录的骨干会面场景里，蒋秀英展示了自己作为女基督的才能。她坐在豪华餐厅的主位上，先以人的肉身寒暄几句，略作停顿，暗示接下来是神的发声说话：\n　　“今天的见面不是今天的见面，是亘古以来的重逢，神的作工让所有的弟兄姊妹都能相信神、跟从神、陪伴神，把所有的恩典、所有的智慧，都加给咱们末后这般人，让神的心意在你们的身上得以成全……”\n　　“感谢神！”\n　　“神带来实际，除去渺茫，真神穿戴肉身，来到地上，在黑暗里看不见大光，现在我要打开你们属灵的眼睛。我的生命给了你们，我的言语给了你们……”\n　　“感谢神！”\n　　“你不要看我是个娇小的人，我的灵高大如天，我要掌管万物……今天不是创造世界，而是毁灭世界，我要成全一部分，咒诅一部分，掉在饥荒瘟疫里一部分，大水淹死一部分，我就是真理，我就是生命，我就是道路，弟兄姊妹们，你们都要小心谨慎……”\n　　“你们应知道，人在地上都有风风雨雨，为什么叫你们厌憎世界，为什么叫你们脱离世界，这世界是你们的客旅，邪恶、淫乱和污秽太多，万物太淡薄，我早已恨恶。我要叫败坏的人成为圣洁，我要审判你们，我要浇灌你们，我要安慰你们……”\n　　宗教话语、人生记忆，在此刻混为一体，化作她对世界的衡量、对生存的审判，以至于再也无法用同理心去审视她的命运。\n　　神话发表到这时，教徒已经在一片哭腔里跪倒在地。蒋秀英站了起来，伸出双手，“我所有的信心、所有的力量、所有的爱，都在你们中间……”\n　　蒋秀英的布道非常有力量。起码让我来代笔，我可写不出。作为一个只有小学二年级文化的农村妇女，她如此布道水平，确实像神的使者。所以她的教派发展得很快，大学教授、公务员都信奉她，向她的教派捐赠。\n　　能够在这些地下教会的竞争中脱颖而出的，都是有真才实学的。有些小教会的头目水平低，初时能靠装神弄鬼唬住教众，后来暴露出本相，慢慢就被信徒抛弃了。报道中提到一个李太安，挥霍教众捐赠的财产，让女信徒陪睡，教众对他产生了怀疑，开始转向全能神。李太安每次布道都大骂异端邪魔全能神。\n　　这些“教主”、“女基督”和他们的以万计的信徒们，哪里来的呢？他们是巫婆神汉，他们愚昧无知，他们不懂中产阶级们的宝贵的科学，他们想入天堂？实际上，他们都是些被社会抛弃、在底层挣扎、在自杀边缘徘徊的人们。就以蒋秀英为例。贫困，无法奉养父母，儿子辍学，婚姻破裂。“蒋秀英和丈夫住在村庄边上，日子最为艰难，因为交不起一百块的学费，让儿子中途辍了学。刚信全能神那几年，有传道的弟兄姊妹需要接待，蒋秀英就跑到菜地里，摘下拳头大的茄子，蘸上盐水，六七个人勉强填饱肚子。”因为女儿得了癔症，教会来帮助她，她接触了教义，而后慢慢从普通教会转向灵灵教再转向全能神。十几年前她出门传教的情形：“打扫过烂泥一样的陈垢，用板凳拼出一张床，堵上漏风的墙缝，蒋秀英住了21天。带来的13个馒头快要吃完的时候，在城里打工的丈夫找到她，塞给她8块钱。第二天，蒋秀英特意买了5块钱的麻饼、3块钱的糖果当作慰问品，到城郊的一户信徒家传道，结果不顺利，那女信徒还在抵挡全能神的福音。”她和丈夫之间：“老公在外面有人，我不敢说。我们在一起，说话从来没超过10分钟。一辈子就这么过来。”\n　　了解了她的生活，就知道她的布道为何那么有力量。她的话语是对着所有和她一样的人们说的。他们浑浑噩噩，平平凡凡，从小到大遭遇到的都是羞辱和漠视。没有人在乎他们想什么，没有人在乎他们需要什么。连家庭的安慰他们都得不到。“你们应知道，人在地上都有风风雨雨，为什么叫你们厌憎世界，为什么叫你们脱离世界，这世界是你们的客旅，邪恶、淫乱和污秽太多，万物太淡薄，我早已恨恶。我要叫败坏的人成为圣洁，我要审判你们，我要浇灌你们，我要安慰你们……”她讲述的只是她的生活。他们听出的也正是他们的生活。所以他们认她为“女基督”。他们管这叫邪教，我没看出。我只看到和两千年前一样的故事。那个创下基督教的人，是个私生子，他的母亲被罗马士兵玩弄，未婚生子，他的养父善心、懦弱，他和他的家庭显然从小受尽屈辱。所以他长大后，向那个破败、封建主义浓厚的民族里受屈辱的同胞传教，用甜美的话语安慰他们。所以两千年后，这个遥远的东方国度里同样孤独无助的中国农民，能够模仿他的话语。\n　　另一个灵灵教派系的“教主”谢有山的故事也类似。他因祖上富农成分，处处被歧视。干过各种小工，外省挖矿，盖房子、做木工，给造纸厂运煤，拉着一吨半的架子车一天走30里地。穷，又需要照顾老父亲，被迫和村里等他的姑娘分手，大哭一场。入赘一户女家，又被女方呼来喝去，受不了离开。改开后有了点钱，接触到灵灵教，慢慢成为教里的骨干，最后发展出以他自己为核心的一个教会。\n　　谢的天国是这样的：“老谢从圣经上判断，他的预言最迟将在2020年成就，到时候世界将从金钱的象征走向文明和道德的象征，回到1970年的状态。老谢清楚记得，那时候生产队的大粪需要上地，没有人催促，晚上就被村民偷偷运到了地里。文明的象征是为了荣誉的善意竞争，跟金钱的竞争不一样，金钱是最残酷的。老谢告诉信徒，等到成就了，就不再允许做生意，金钱成了污秽之物，凡有十万元的坐监、有一百万的杀头，一切都重新分配，回到荣誉象征的1970年代。”\n　　记者对此表示“无法有逻辑地形成理解”。那个据说迫害了几亿人、使国民经济处于崩溃边缘、使国民道德秩序瓦解的“十年浩劫”，原来正是这些人们眼中的天国。张春桥和江青同志在地底下听到这些，或许多少能感到安慰。\n　　记者含糊地写了一句：信奉谢有山的人里有很多老左派。我记得，关于轮子，也有人透露过，同九十年代大规模的国企工人下岗有关。在这个“无产阶级专政”下，话说得太多很危险，只能透过这些含糊的字眼来揣测，只能齐声谴责邪教谋财害命，只能齐口高赞民族复兴。\n　　本文的标题本来是“什么是邪教”，想了想，改为“什么是资本主义”。这些人们，说白了，都是中华帝国伟大复兴过程中的炉渣，都是适应不了资产阶级文明开化的新秩序的loser，一种令人头痛的、已无生存必要却出于人道主义目的而不得不花维稳经费控制的废品，一种著名的叫“改革阵痛”的东西。\n　　最近还有人透露，在环球时报年会上，一位来自新疆、研究恐怖主义的老专家对自己的发言做一个总结：“新疆的反恐局面到什么时候才能根本扭转呢？我有生之年不抱希望了！”。这种结局我早说过了。我只是没料到他们的无产阶级专政竟如此无能，连一年都强压不住。在边疆发生的绝不是民族宗教问题，只是和这些全能神、灵灵教一样，资本主义国家抛弃了他们，他们用各种方式寻找自己的归宿。\n　　炉渣、废品也想活下去，而他们的活法不小心给伟大复兴添了堵。\n　　报道里记者和蒋秀英的对谈，我全文摘抄如下。我看不出这算什么邪教。\n　　人物周刊：你见过全能神的创始人赵维山吗？\n　　蒋秀英：我没有见过赵维山，我信神的时候，家庭环境不好，生活非常贫穷，我和老公的感情也不好，他家里弟兄5个，婆婆待我都不好，我的家庭生活很困难。\n　　人物周刊：常华林他们当年认你是女神之后，你也就认可了？\n　　蒋秀英：啥认可不认可，就是讲个道。他们就是见证，我也是以耶稣为目的，以耶稣为标准，以耶稣为信仰，就这样。他们说归他们说，我只是给耶稣的门徒传传道，叫弟兄姊妹都和睦相处。\n　　人物周刊：别人尊称你为神，你是怎么要求他们的？\n　　蒋秀英：我讲道特别好，很会借题发挥，人家就是对我一种尊敬，我也不是说我是神，我是啥，他们以为是他们以为。人家就是看我讲道时言语方面、行动方面，跟弟兄姐妹们结合一种爱，非常尊重我，我也没说我是神、我是主，那个位置不是乱占的，我也跪那里祷告。一块石头，人要去拜它，它咋拒绝呢？不是石头，而是人太无知了。\n　　人物周刊：你讲道都是什么内容，能不能现在讲一下？\n　　蒋秀英：讲讲西方国家怎样，以色列怎样，犹太国怎样，中国怎么样，不用大脑思维，就说出来，别人觉得水平高。就是叫兄弟姐妹学好，互帮互爱。\n　　人物周刊：后来捐建那么多教堂，心里是什么目的？\n　　蒋秀英：我们整天不能公开去见人，好像躲躲藏藏的，我心里想，能不能在一个正式的教会里去赞美耶稣，我就号召兄弟姐妹们集资建个教会。说我打入三自教会，给它捅翻，我没有那个想法。我有病，都是送死的病，很厉害，乳腺癌，在北京做了手术，这又复发了。我都不想操这个心了。那些从我家里搜出来的书，那是世界末日的时候，人家挨家送那个小本本，给我两本书，我都不在家，保姆在家，我说咱万一让人揪到呢，还跟我老公搁那吵吵。\n　　人物周刊：你发展的对象都是什么人？\n　　蒋秀英：不是本县的，（对我）太熟悉，都是外地的，本地尤其少。本地信赵维山的人多。\n　　人物周刊：全能神是1995年就认定的邪教，你知道吗？\n　　蒋秀英：我不知道。人家说（是邪教），但是又不传到你耳朵里，它该传还得传。\n　　人物周刊：你捐献东庄和池岸教堂的时候，他们知道你信的是什么吗？\n　　蒋秀英：他们不知道，我也没说过，也没讲道过。我只是好心，他们知道我信主，我小时候是里面的唱诗班，在那里受洗。我感觉我跟他们没有区别。\n　　人物周刊：钱从哪里来的？你办厂开饭馆能挣那么多？\n　　蒋秀英：我办家具厂是不可能的，就是弟兄姊妹一种奉献，打到我卡上。我就告诉了身边两三个人，我的保姆把卡号给下面人，他们就打钱进来。捐钱的人具体我也没见过，信啥我也不知道。我就像是单位的会计，虽然叫我神啥的，但是我不敢叫这个钱变为己有。这一条我肯定得做到。\n　　人物周刊：你跟老公年轻时候关系就不好？\n　　蒋秀英：嗯，从年轻时候就不好，这么一个事，家都散了。我都是因为关系不好，因为感情，我才逼到信神这个路上的。我跟老公从来没有大吵大闹过，他在外边找，我也不说他也不说。彼此之间都不怎么说话，俺一直就这样过。一辈子，坐在床边上，连10分钟话都没说过。（低沉，落泪）\n　　人物周刊：为什么会这样？\n　　蒋秀英：他在外边有人。我知道，我不敢说，不给他挑明。唉，没法说。\n　　人物周刊：信徒们说，你宣扬说无论他们走到哪里，你都能看到他们，连头发丝都能看到？\n　　蒋秀英：没有说，我咋那么能啊？我是肉眼凡胎，那不是太超然吗？我就是讲道讲得好。咱有啥说啥。我也不能上天上走、上地上走，这太超然，可能吗？\n　　人物周刊：网上你的话我都看了，每天一篇，都是女神的话，包括说习近平主席都是你选的？\n　　蒋秀英：网上我又不懂，习主席是我选的你敢相信吗？学话、传话添枝加叶的太多了，我只说耶稣的事情。我有啥说啥，我反正是“死刑犯”了，判得再重，我的癌症都已经是死刑了。\n　　－－－－－－－－－－－－－－－－－－－－－－\n　　微信公众号“没有观众的演出”",
			"added": 1507348768,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 59,
	"comment": {
		"389_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 1,
				"body": "> [wisonli](#comment_6_13R8RSMeUBKKsjpftt3vbKCVh7E513ThRp): 哪里都有腐败。但是美国总统腐败要进牢房，中国不会。\n\n举个例子？哪个美国总统因为腐败进牢房了？",
				"added": 1501074046
			}
		],
		"1_1HdjaztVHoHobPEefJzXboa7UqZLoQkau3": [
			{
				"comment_id": 2,
				"body": "貌似有点意思:-)",
				"added": 1501291777
			}
		],
		"415_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 3,
				"body": "资本家要是有道德的血液，还要政府做什么？",
				"added": 1501390503
			}
		],
		"419_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 4,
				"body": "山洞里。如果你有足够财力在大山里挖洞屯下足够你生活和辈子的资源，你可以认真考虑这个问题。否则建议还是别想了，该吃吃，该喝喝，该玩玩。",
				"added": 1501392469
			}
		],
		"385_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 5,
				"body": "> [yly](#comment_7_1MTmai86ouh5TsBGfihyrYvcQUx4PhhBDg): 民主制度是最不坏的制度，除了希特勒，你还能找出别的例子？你要不搞民主，人人都是希特勒。就好像儒家学说，那些整天喊打喊批的，看看最终的结果如何？儒学没了，士大夫阶层没了，中国的脊梁骨没了，你看看谁还能挡得住共产党的残暴？儒学再怎么不好，他是最不坏的，你偏偏用最坏的来替代最不坏的，看看49年之后的结果如何？这世上没有完美的东西，只有最不坏的。民主制度是有问题，可相比较而言，他是最不坏的一种，以后可能诞生更好的制度，但在没有诞生更好的制度之前，民主制度是最好的选择。\n> 我在这里再赞美一点英国的文化，英国就是缝缝补补，不抛弃自己的过去历史文化。\n\n你真相信民主么？美国被刺杀的总统比例可不低。\n按西方经济学“有恒产者有恒心”的说法，帝制才是最好的。",
				"added": 1501503594
			},
			{
				"comment_id": 6,
				"body": "> [yly](#comment_11_1MTmai86ouh5TsBGfihyrYvcQUx4PhhBDg): 美国刺杀总统管你屁民鸟事？美国人家是刺杀总统，中国呢？中国是杀老百姓，你屁民操心总统的事情，脑子到底怎么想的？\n\n翻墙并不犯法，墙只是挡住了一些智力水平不够的人，这样的人如果不挡一下接触到外面的信息又没有足够的辨识能力绝对是个祸害。\n我举美国总统被刺杀的例子，只是想说美国的民主制度假得很。资本家不满意的可以直接杀掉。",
				"added": 1501504287
			},
			{
				"comment_id": 7,
				"body": "> [yly](#comment_13_1MTmai86ouh5TsBGfihyrYvcQUx4PhhBDg): 另外你是不是不带脑子的？什么叫做资本家不满意直接杀掉？美国的总统是被反对派给杀掉的，你这都不懂？政治，肯定有拥护一派和反对一派，你把反对派全部推到资本家头上，我就纳闷了，你怎么得出这个结论的。你还是用共产党的那一套阶级对立的思维考虑问题。你就不想想，阶级是可以变化的，是流动，你工人可以通过努力成为资本家，资本家也能经营不当而变成穷鬼，资本家本身就不是一个集合体，人家是松散的，谁规定资本家就必须跟资本家联合在一起？资本家完全可以跟其他工会势力站在一起。不要说别人的智力水平不够，建议你想问题的时候，先多问自己几遍，基本想法就非常的幼稚。简单化的思考模式。\n> 你如果还是不懂，那我告诉你，共产党执政之前，是无产阶级，他们执政之后，他们全部都是资本家，你比资本，谁更资本？无产阶级掌握了政权，他们还叫无产阶级？他们是新的资本家而已！\n> 民主制度最大的特点，在于产生了问题之后，这个制度保证能把问题解决掉，民主可以自己修复，他的权力分散。\n> 所有人都不是圣人，整个社会也不可能没有问题，但是产生问题，你需要解决，而不是越积累越多，更不是让惨绝人寰的事情不断扩大。\n\n民主能不能修复，请静观特朗普先生的四年执政结果。",
				"added": 1501577433
			}
		],
		"1_1CV1zQjkdRKBd9NNXBpVELvzXDp7puzUmX": [
			{
				"comment_id": 8,
				"body": "> [ygw](#comment_46_1CyDAKDD4C3x14NQMmh5MxfKJZ5xxLF24g): 目前还没有探索出替代公权政府的道路，但是治安、司法和军事已经可以从政府职能中剥离出来交给市场了。无政府主义也一直在发展，我的想法是用类似于互联网协议的共识框架来替代政府的市场监管职能。现在的政府监管市场其实并不好，政府本身成了市场游戏的玩家兼裁判，小政府会玩不过大政府。\n\n先声明我不太懂无政府主义。\n单说将司法剥离出来交给市场这个事。不久前爆出新闻，美国一家私人运营的监狱，为了增加收入故意买通法官多判人入狱坐牢。市场是由一个个活人组成的，并不是说打着市场的旗号就罩上圣洁的光环了。中国境内的蒜你狠姜你军豆你玩，都是资本在市场中玩出的花。",
				"added": 1501577676
			}
		],
		"435_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 9,
				"body": "印第安人那么好，为什么要杀掉呢？",
				"added": 1501637468
			}
		],
		"429_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 10,
				"body": "参见圣经巴别塔的故事。",
				"added": 1501637509
			}
		],
		"412_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 11,
				"body": "> [asd123](#comment_19_1JmBwcsrovPGXG9c2VHbYHe7WBBF4xuTq6): 当年苏联老大哥要给中国丢原子弹，是美国阻止的。\n\n美国只是故意将消息泄露，让中国有所准备而已。\n而且美国这样做也不是为中国，而是为自己。美国人认为，在苏联身边有一个强大的国家，对苏联是不利的，进而对美国是有利的。\n历史表明，美国人是对的。",
				"added": 1501637603
			}
		],
		"438_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 12,
				"body": "将不可以愠而致战，主不可以怒而兴师。",
				"added": 1501658088
			}
		],
		"446_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 13,
				"body": "因为总有人不愿意靠自己劳动过活，而喜欢去掠夺别人。",
				"added": 1501726920
			}
		],
		"8_1ByBmivkwwnrweuzHeL1nW5x4RPyw79947": [
			{
				"comment_id": 14,
				"body": "http://www.weibo.com/3274360220/zyp2cDcmH?type=comment#_rnd1501727125625",
				"added": 1501727149
			},
			{
				"comment_id": 17,
				"body": "> [ajkhuw](#comment_6_18LtMTFdyyGXJkePz1HB2twWhcXho7uDf8): 寿命当然是实打实的数据，但跟他们在毛手下活得好不好是没有任何关系的。比如贺龙，71岁开始被整，两年之后被整死，死的时候73岁，如果单从年龄73，就认定他活的很好，被迫害是不实的话，那也太扯了。有比如总设计师，能因为他死的时候93岁，就否定他文革时期被整7年的经历。\n\n假如一个人整天控诉自己被虐待，然后你见到了他，却发现他养得膘肥体壮满面红光，你会相信他被虐待了吗？\n同理，虽然有很多消息说一些人在文革的时候被虐待了，但是他们普遍比到台湾的没有被虐待的人寿命更长，你真的相信他们被虐待了吗？",
				"added": 1501858477
			},
			{
				"comment_id": 18,
				"body": "> [ajkhuw](#comment_11_18LtMTFdyyGXJkePz1HB2twWhcXho7uDf8): 有大量的文革照片，大量的文字资料，大量的影片资料，现在还有众多亲历者，70年代末，有一部叫《铁证如山》的内部纪录片，里面有大量证据，共产党公开承认的事实，现在却反过来不敢公开，毛粪们就拿准这个机会，进行大量造谣，蛊惑没经历过的人，但历史是抹不去的。\n> 已经举例说，贺龙71岁被虐待，73岁死亡，那来的膘肥体壮满面红光？ 那个表格里面，那些文革时被虐待的人，被虐待前年纪已经很大，寿命很长了，比如贺龙被虐待前71岁，就因为71岁长寿，去断定他没有被虐待，那不是扯淡！\n\n那个时代活到70多已经算是长寿了。我的意思是，你看看跟着蒋公去台湾的那批人，统计意义上平均寿命大幅低于跟着毛泽东干革命的人。受迫害的人活得不如没受过迫害的人？你这话说出来谁信啊？",
				"added": 1501948332
			},
			{
				"comment_id": 19,
				"body": "抱歉说反了。没受过迫害的人活得不如受迫害的人？这话说出来实在令人无法相信。",
				"added": 1501948389
			},
			{
				"comment_id": 20,
				"body": "> [ajkhuw](#comment_14_18LtMTFdyyGXJkePz1HB2twWhcXho7uDf8): 那来的大幅低于，就按营销号的数字，不管真假，两方面人员的年纪，都是七老八十的了，都离死期不远，那还能大幅相差？其实跟蒋的也有特别长寿的。\n> 寿命长短，跟有没有受迫害是没有关系的，文革迫害是有大量的照片，文字档案，影像，活着的当事人，包括施害者做证的，谁也抹不了。比如总工程师93岁，你说他受迫害是他自己造谣出来的吗？你说他受迫害的时候，活得比那些没有受迫害的人好吗？\n\n就因为别人说了你不同意的观点，别人就是营销号？焉知你不是营销号？",
				"added": 1502438403
			},
			{
				"comment_id": 46,
				"body": "> [xxyxmjc](#comment_4_1LkRKuwxLmogjyF18boPFmRSpwynCaVhKV): 诶？你怎么知道膘肥体壮满面红光的？> flyingpanda: 假如一个人整天控诉自己被虐待，然后你见到了他，却发现他养得膘肥体壮满面红光，你会相信他被虐待了吗？同理，虽然有很多消息说一些人在文革的时候被虐待了，但是他们普遍比到台湾的没有被虐待的人寿命更长，你真的相信他们被虐待了吗？\n\n跟着蒋公去台湾的那批人，统计意义上平均寿命大幅低于跟着毛泽东干革命的人。具体的证据在前面的讨论中已经给出了。",
				"added": 1507366832
			}
		],
		"444_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 15,
				"body": "如果人人都是圣人，那么无政府是理想的。\n否则，作为暴力机器的国家还是需要的。\n区别在于，国家机器是服务于一小撮资本家，还是服务于全体人民。前者是资本主义制度，后者是共产主义制度。",
				"added": 1501727499
			}
		],
		"439_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 16,
				"body": "搜索引擎可以通过在输入框推荐、在搜索结果中将特定的结果排在前面等手法不着痕迹地引导社会的特定问题的看法。谷歌的表现并没有想像中的干净。",
				"added": 1501740651
			}
		],
		"51_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6": [
			{
				"comment_id": 21,
				"body": "> [0emaneht0](#comment_104_157kFKiaEbRUds2HCBUpv33t4Unezi6dR6): 更温和的手段，只有入教或等死\n\n伊斯兰不同派别杀起来也一样不手软。\n就是妥妥的一邪教。必须将消灭伊斯兰教作为目标（不以肉体消灭信徒为目标，但需要的时候也必须这样做）。",
				"added": 1503753921
			}
		],
		"530_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 25,
				"body": "> [jjp2017](#comment_1_1Kr9pnGdsMHDCD2TjXALZFt5tjN9GTMqyx): 一个猜想：印度以陈兵边境制造冲突为筹码，从而在金砖会议上和天朝达成某种py。\n\n洞朗是无争议的中国领土。如果中国在这里让步换取别处的利益，那么960万平方公里何处不能拿来交换？以后中国直接就不要混了。",
				"added": 1503754333
			}
		],
		"537_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 26,
				"body": "一般国内乱的时候如果有外敌入侵，反而会促成国民团结一心抵御外敌。这时候我们应该松一松，让印度好好乱一乱。",
				"added": 1503818810
			}
		],
		"541_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 27,
				"body": "> [lamoralocke](#comment_3_15jo7w4CxVcsdYT8eJdzS2h7AxJtsmzdJ1): 亞投行給錢了，哈哈哈\n\n亚投行给钱是两个月前的事了，与今天撤兵并无关联。中国政府不显山不露水，钓鱼岛也实控了，黄岩岛也实控了，阿三也撤回了。多好的事。\n而且阿三也是核国家。要是两国打起来难免升级，到时候双方搂不住火互相打烂，欧美该笑死了。",
				"added": 1504002735
			}
		],
		"1_1END5A3waFfWMTk2DkPDx83CXaYzpnj788": [
			{
				"comment_id": 28,
				"body": "> [newera](#comment_4_14DohZaXnmVFKeqjygMwh9KfygmhzXFa8e): 还有一些疑似五毛党、支那蛆的零网ID:flyingpandajackmanzhaoying9105目前他们的信息还不多，留待观察。当支那蛆的捣乱信息比较多的时候，就应当屏蔽了。建议其他网友们一起跟进，逐步整理出一个适合予以屏蔽的支那蛆列表。（jackman的ID似乎在模仿jackma, 它们是否在打擦边球？）\n\n兄台可知何谓言论自由？看起来如果你来当政，恐怕比你现在批评的还要独裁。",
				"added": 1504003606
			},
			{
				"comment_id": 29,
				"body": "> [unitychina](#comment_9_1MQUEdi3kDb9u2o1gNLywN5Ms9QDQ3sCed): 又发现了一个疑似五毛党的零网ID：odyssey其信息目前虽然不多，但几乎都是误导视听、转移注意力的支那糟粕。这种信息，都可以当成屏蔽对象，在零网上面练习屏蔽操作。\n\n反驳对手，方法包括驳论点、论据和论证。从来没有谁说可以通过驳身份来驳倒对方的。与其费心费力去怀疑对方的身份，不如多看点书好好充实一下自己让自己言之成理言之有物。别满足于做一个地摊历史学家。",
				"added": 1504004076
			},
			{
				"comment_id": 44,
				"body": "> [lawyer](#comment_64_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW): 几乎可以确定是五毛党的零网ID：flyingpanda其他ID需要进一步观察。欢迎更多五毛党到零网争吵，推动习近平”伟光正“的中国梦！\n> 在零网上面也发布拜毛文章，只会给人一个强烈的信号：毛泽东纪念堂被炸掉了，五毛党们崇拜的恐怖大亨的旗帜倒塌了。\n> 科技与新文明变革—有害还是无害，这并不是关键，关键是选择决定的权利!!\n\n整天疑神疑鬼，一点不同观点都容不下。你们与你们批评的人有什么不同？",
				"added": 1507366418
			}
		],
		"2_1NYWTSatcLAGwMBsCBAqceqwLoC5dmhh5o": [
			{
				"comment_id": 30,
				"body": "我猜楼主不知道美国建国的时候还是一个奴隶制国家。",
				"added": 1504188624
			},
			{
				"comment_id": 33,
				"body": "> [longzaowuzhu](#comment_272_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 历史背景不同，中国已经有历史基础和外国的经验。而美国这个国家，什么改革都是第一次\n\n美国虽然是个新建的国家，建立美国的那帮人却不是从原始社会走出来的。他们到美洲之前，欧洲已经离开奴隶社会千年之久。",
				"added": 1505461931
			}
		],
		"1_1EyvbL9jSFGCPcvPJLvBmpMSo8NMksF1Hr": [
			{
				"comment_id": 31,
				"body": "> [nightmare1989](#comment_13_1AtYs31SjaTJhjMF4r72zitAnaxj1DyEC6): 让回回们闹闹也好，毕竟可以动摇党国统治。\n\n清末陕西回民起来闹，然后杀了2000万汉人。",
				"added": 1505188207
			},
			{
				"comment_id": 32,
				"body": "> [newera](#comment_14_14DohZaXnmVFKeqjygMwh9KfygmhzXFa8e): 支持穆斯林和被压榨的汉族草根联合起来，一起推翻伪共“匿产帮”。最好让多数地方如同泸州抗暴一样，各民族大联合，全民出动，这样伪共即使想维稳，也缓不过来了。\n\n穆斯林不可能与其他人联合起来的，如果有，也是欺骗。你看看《古兰经》就知道了。伊斯兰的教义将人分为穆与非穆，非穆只有两个选择：皈依伊斯兰，或者死。\n穆斯林有两个原则：\n1.塔基亚 简单说就是在形势所迫下可以撒谎，真主理解你不会怪罪。就算把手按在《古兰经》上也一样可以撒谎；\n2.候代比亚 先与你达成和平协议，等你松懈了冲过来将你一举歼灭。历史上这样的事屡次发生。\n\n在伊斯兰教义中，女性几乎没有地位。所以她们会像母猪一样一胎胎地生孩子，一个家庭生七八个是普遍现象。几十年后，中国的人口构成就会发生极大变化。\n汉穆必有一战。",
				"added": 1505188784
			}
		],
		"13_14DohZaXnmVFKeqjygMwh9KfygmhzXFa8e": [
			{
				"comment_id": 34,
				"body": "真是不知所云。\n唐山事件，本质是政府建设了高速公路并收通行费，阿訇想不付费就通行。政府阻止了阿訇，小白帽就聚众打砸了。\n这事跟暴政有什么关系？有高速可以通行，汉民是开心的。为何要与穆斯林联合？真正应该做的，是将参与打砸的穆斯林绳之以法。",
				"added": 1505462372
			},
			{
				"comment_id": 35,
				"body": "> [humanrights777](#comment_29_1PkZ7yY9mWov9ndHGG327hJSAEmfB5jj5): 收费站太密集了，当然也是暴政的一部分。收费站到底该如何规划，应该按符合多数人的共同利益来进行。目前首先需要做的，就是各行业、各地区、各种族联合起来，推翻支那丛林暴政，恢复人性、恢复中华！\n\n现在的中国，有车的毕竟还是少部分人。如果不收高速费用，那就是全民出钱修路供少数人出行，这才是最大的暴政。现在是谁用谁出钱，很合理。不想付这个钱，地面道路其实也是可以通达的，只是多几个红绿灯罢了。你们要批评中国政府，也要批在点上。否则，以你们这样无脑反华的行为，只会把更多的人推到中共一边。",
				"added": 1505479336
			}
		],
		"3_1GVM7nNzmYJ3ppPCmDTPLozrJF2Z9mgFpF": [
			{
				"comment_id": 36,
				"body": "> [jackma](#comment_12_1PPHzUHjZ77arm8QhzTWpWL5H6ECqd9oeD): “今天您不站出来，明天你就站不出来！”振聋发聩的一句呐喊。雷洋无辜致死，社会一片哗然。马上就有三陪小姐被推出来在电视镜头前，拿着内裤，精液，报告指控他嫖娼。死人说不出话来，无法为自己辩护。但退一万步说，即使他嫖娼了，难道就该被打死？！\n> 各种迹象表明：伪共“支那蛆虫帮”罪恶滔天，它们恶贯满盈而寿终正寝的末日很快就要来了。\n\n你知道雷洋是中共国资委官员吗？",
				"added": 1505483398
			}
		],
		"8_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": [
			{
				"comment_id": 37,
				"body": "> [jackman](#comment_20_1C5GAb6bwx6rPKJtWbX89tMLvoSWjgwFLf): 能比能不发这种SB言论\n\n都是一群无脑的人在反华，真是替他们捉急。",
				"added": 1505483884
			},
			{
				"comment_id": 38,
				"body": "> [humanrights777](#comment_30_1PkZ7yY9mWov9ndHGG327hJSAEmfB5jj5): 郭文贵事件美国发酵，川普总统制止马云控制的基金公司收购美国芯片公司。国内商务部为何不敢报道中国私募基金名称？是谁企图控制干扰美国信息网络安全？一群支那蛆虫居然还想代表“中华”，真是笑话。那些信息与反华反共根本没有任何关系，而是反蛆除孽，恢复1949年前的中共曾有过的昙花一现的宪政共和，恢复人性，恢复中华。\n\n你是在为美国信息安全被中国干扰感到不平么？大争之世，各国都是各尽所能给对手下套的。全中国都在用美国的操作系统。你听说过微软的安全更新被杀毒软件查出病毒的事么？你是傻白甜？\n中国的确有过昙花一现的宪政共和，不过你也说了，昙花一现。这个事实说明宪政共和本身是极其脆弱的，另外那段时期也是中国近代史上最混乱的时期。你想亡了中国就直说，不用包装成为中华着想的样子。",
				"added": 1505534366
			},
			{
				"comment_id": 51,
				"body": "特朗普访华之后再看此帖，有没有帖主在侮辱大家智商的感觉？",
				"added": 1510413573
			},
			{
				"comment_id": 52,
				"body": "> [simonullrich](#comment_40_1NWJxLty8kDfNQifWm3C366GJ58oqwN9yR): 既然你说“微软的安全更新”被“查出病毒”，微软的安全更新是有编号的，请说清楚该更新的编号，是什么杀毒软件，查出什么病毒，让大家去下载，去验证。\nhttp://www.sohu.com/a/141422616_481721\nhttp://www.360doc.com/content/07/0526/11/17758_521805.shtml",
				"added": 1510414047
			}
		],
		"12_1MQUEdi3kDb9u2o1gNLywN5Ms9QDQ3sCed": [
			{
				"comment_id": 39,
				"body": "《古兰经》第八章 一二 当时，你的主启示众天神：「我是与你们同在的，故你们当使信道者坚定。我要把恐怖投在不信道的人的心中。」故你们当斩他们的首级，断他们的指头。\n你告诉我，如何与一个明明白白地说了要消灭你的人合作？\n讲汉穆合作的，是对伊斯兰缺乏最起码的认识。",
				"added": 1505537339
			}
		],
		"5_1AztBTbD25eZtkKSsmUjQG8MXKP3KQQSy": [
			{
				"comment_id": 40,
				"body": "> [humanrights777](#comment_32_1PkZ7yY9mWov9ndHGG327hJSAEmfB5jj5): 为什么拥护习近平？黎阳作为超级五毛党的大头目，虽然某些话语逻辑混乱，但在其它方面，还是有一些智慧的。所以，使用零网的人们，主张“推翻中共”的人其实不多，因为一群连官僚财产都不敢公开的“伪共”“匿产帮”怎么能够代表“伟光正”的“宇宙真理党”之“中共”。中南海剩下的只是一个支那粪坑和支那蛆虫党，哪里还有什么“中共”？ 请支持中南海蛆虫大王的忠诚五毛党们，认真地举几个例子出来，中南海的长尾蛆虫，有几条虫敢公开官僚财产？\n> 所以这里的多数信息，不是反华反共，而是反蛆除孽，恢复1949年前昙花一现的宪政共和。目前首先需要做的，就是各行业、各地区、各种族联合起来，推翻支那丛林暴政，恢复人性、恢复中华！唐山事件的启示：汉族和穆斯林可以联合起来，反抗支那暴政http://127.0.0.1:43110/NewGFWTalk.bit/?Topic:13_14DohZaXnmVFKeqjygMwh9KfygmhzXFa8e需要着重探讨交流的，就是让更多人认识到民众大联合的可行性与必要性。\n> 另外，五毛党们既然也贴出了“拥护习近平”，那应该比郭文贵的忠诚度更高一些，应该把郭文贵的“千年圣君”术语升级到“万古圣君”的级别上，同时，为了维护“万古圣君”的“神圣不朽”，非常有必要推行持枪权捍卫“神圣不朽”的“万古”真理！！\n\n这种车辘轳话天天拿出来说一遍，你烦不烦？\n你要真有见识，又怎么天天把蛆啊粪啊挂在嘴上？能不能说点干货？",
				"added": 1505629199
			},
			{
				"comment_id": 41,
				"body": "> [lawyer](#comment_50_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW): 在很多人被洗脑的情况下，真理当然要反复强调了，尤其是“伟光正”的真理党。随着前段关于“支那蛆虫党”的爆料，近期更是升级到了非常”肛裂“的”英雄赞歌“水平。对于这么伟大的”宇宙真理“党，全民都应该响应李鸿忠的号召，忠诚不绝对，就是绝对不忠诚，坚决支持推行持枪权捍卫”千年圣君“习近平大伟人。\n> 非常“肛裂”的床上女英雄—王芳http://127.0.0.1:43110/zybbs.bit/?Topic:4_1PkZ7yY9mWov9ndHGG327hJSAEmfB5jj5/\n\n可惜你们只会不断地“强调”你所谓的真理，却拿不出一点点证据。你是把你的受众当傻逼吗？看到反共的人都是你这样的蠢货，倒让我增加了一点点对中共的信心。",
				"added": 1505790260
			},
			{
				"comment_id": 42,
				"body": "这堵墙确实很讨厌，但看看你们的言论，就明白这堵墙为什么有必要存在了。\n还有人夸耀枪弹？你有吗？你只有口活。你只配被辗成肉泥，被炸成齑粉。",
				"added": 1506058231
			}
		],
		"1_192XsM9WGE9ESqviYsvaLYruszrGVatXi8": [
			{
				"comment_id": 43,
				"body": "这种东西，在地摊历史读本上印印也就算了，还搬到这里来。烦不烦，蠢不蠢？！",
				"added": 1506778065
			}
		],
		"20_1HJ95zujpQeFz3WbuKv4KszMBvuqei2tMW": [
			{
				"comment_id": 45,
				"body": "自打毛泽东逝世之后，毛泽东就被官方否定了。所谓“三七开”，之所以没有完全否定，是因为这个政权是从他那里继承过来。如果否定多了，自身的合法性也就不存在了。所以人民并无官网可以纪念毛泽东，特定节日勉强允许纪念一下仍然是前述原因。\n君不见，常有地方公安打击纪念毛泽东的百姓？\n\n这个基本的事实都看不见，真是眼瞎心瞎。\n\n零网是自由的天地，也不是你家的，凭什么你能来我不能来？你鼓吹的自由呢？你拥护的人权呢？",
				"added": 1507366684
			},
			{
				"comment_id": 47,
				"body": "> [unitychina](#comment_37_1MQUEdi3kDb9u2o1gNLywN5Ms9QDQ3sCed): 常有地方公安打击纪念毛泽东的百姓？好像这方面的报道不多。如果那样的话，那就更好了。那些同情毛新宇，拥护红二代、红三代、红N代的网友们，以及把毛泽东当成文化图腾敬拜，敬拜毛泽东如同穆斯林敬拜穆罕默德、法轮功信徒敬拜李洪志、基督徒敬拜耶稣一样虔诚的信徒们，都有必要联合起来，一起推翻伪共“支那蛆”。那一群披着“共产党”外衣，实际上连官僚财产都不敢公开的“支那蛆虫党”各种丧尽天良的罪恶，它们的确是背叛了1949年前的伟大领袖毛泽东曾经创建过的“宪政共和”文明。伪共“支那蛆”对于整个人类文明的威胁，确实比文革更严重！\n> 汉族和穆斯林联合起来，推翻支那暴政!!带有软件工具的链接分享：https://iteoedugr0-my.sharepoint.com/personal/0_xxxo_ga/_layouts/15/guestaccess.aspx?folderid=1a9ac9411acbd40d6be0541eb927a90fa&authkey=AapYrABjsLc5PkF9nj8WDVc传播“习氏”真理、全民上街、分房分钱!!! \n> 如何看待古兰经，对待可能偏激的穆斯林？细节见网友探讨：中华联邦不只是“四分五裂”，而是“万分亿裂”!穆斯林平民不是恐怖分子，普通党员也不是“支那蛆”—汉族、穆斯林等各民族联合起来!\n\n有郑州、洛阳等地公安打击纪念毛泽东的群众的新闻，你可搜一下。\n穆斯林不可能团结的，他们视一切非穆为敌人，并以最终消灭之为目标。这个目标清清楚楚地写在《古兰经》里。选错了盟友，死都不知道怎么死的。\n伊斯兰和基督教都认为世界是一个大神创造的，但到底是哪个神创造的，他们的观点并不一致，而且他们也拿不出证据证明自己的观点。这两个宗教都比较邪，而且人本质上只能忠于一个最高对象，不可能同时爱国又爱教。相信他们等于选择被欺骗。\n你们反对的文革恰恰是你们现在反对的官员们日子最不好过的时期。你们有必要重新判断一下文革。",
				"added": 1507368443
			},
			{
				"comment_id": 48,
				"body": "> [newera](#comment_42_14DohZaXnmVFKeqjygMwh9KfygmhzXFa8e): 发起文革的毛泽东和耶稣、穆罕默德，这几个大神即使有机会公开比武一下，分出个胜负，以便证明到底是哪一个大神更伟大，对于普通百姓而言，意义还不是很大。\n>  联合的群体应该是包括穆斯林，但不仅仅限于穆斯林。只要不想跟伪共“支那蛆虫党”狼狈为奸的人们，都应该团结起来，包括没有机会贪腐的普通“中共”基层党员。毛泽东在1949年前搞过宪政，在1949年后搞专政，让毛家人的后路被老毛自己断绝了，但是因为老毛太过复杂，大陆一些普通百姓一时还迈不过如何看待毛泽东的门槛。所以普通百姓，即使是崇毛拜毛的，只要是不想当房奴，反对伪共”支那蛆虫党“丛林暴政，都应该联合起来。跨地区、跨行业、跨种族、跨信仰的群众大联合，携手努力，推翻支那丛林暴政。\n> 不只是郭文贵与阿联酋王子都成为兄弟，来自世界各地的维吾尔族和穆斯林精英都支持郭文贵。华盛顿记者会上有维吾尔族的朋友，网络上面也经常出现穆斯林精英出来声援。\n> 细节见：http://127.0.0.1:43110/NewGFWTalk.bit/?Topic:13_14DohZaXnmVFKeqjygMwh9KfygmhzXFa8e   \n> 如何看待古兰经，对待可能偏激的穆斯林？《古兰经》是否每句话都是“真理”，那是次要的逻辑。最重要的是，把《古兰经》每句话都当成“真理”的人们，为了维护“神圣化”的真理，自然有必要推行持枪权捍卫真理的原则。如此，自然就避免了世俗的“人”取代“神”而导致类似“教皇专政”的纳粹大屠杀、古拉格群岛、粮食浮夸风之类的灾难。\n> \n> 同理，“毛泽东思想”、“习近平思想”等等是否每句话都是“真理”，那是次要的逻辑。最重要的是，把“毛泽东思想”、“习近平思想”每句话都当成“真理”的人们，为了维护“神圣化”的真理，自然有必要推行持枪权捍卫真理的原则。如此，自然就避免了世俗的“人”取代“神”而导致类似大饥荒、粮食浮夸风之类的人间灾难。把马克思当成真理教皇的人们请注意，马克思说：矛盾和运动是永恒的。所有的事物都是在不断运动变化之中。这种智慧也符合古中华文明的周易哲理。在中世纪时，基督教也面临过宗教领袖利用民智不开的文明漏洞，以人取代神的地位，搞类似“无神论”专政的“教皇专政”，披着“神”的外衣，实际上搞的是亵渎神灵的“无神论”专政。历史上迫害布鲁诺的宗教灾难一直都是西方文化的深刻教训，无论是信仰基督教，还是信仰天主教的人们，都不会忘记这个教训。为了让神圣的世俗“人权”和“神圣”的宗教信仰不冲突过于激烈而导致类似古拉格群岛、粮食大饥荒之类的“教皇”专政式的人间灾难，于是，一群新教徒 “清教徒”们引进了中华文明的火药枪支，施行持枪权捍卫人权的宪政制度，结果无意间，反而比诞生于东方的儒家文明更加完美地传承了孔子经典理念 — “己所不欲，勿施于人”。对于儒家经典理念，杰弗逊的论述也很简洁，正当的自由，是不侵犯别人的同等权利的自由(Righteous liberty is freedom without violation of other people’s equal rights)。这种论述，与孔子“己所不欲，勿施于人”的论述是很相近的。\n> \n> .......以持枪权捍卫真理为基本原则，既然基督徒能够突破中世纪的“教皇专政”，不断进化；其他宗教自然也是有可能进步的。土耳其虽然出现一股强大的保守势力，但是这股保守势力无法完全吞没支持世俗化民主法治的力量，其根本原因是因为源于美国的持枪权捍卫真理原则一直在支撑着普世价值的核心力量；除非把整个美国摧毁，基本上没有任何力量能够没收美国的持枪权制度。而土耳其的民主选举运作走在支那专政国的前面，本身也说明，穆斯林中，有相当一部分人是爱好和平的、是理性的。人们不必因为一些伊斯兰极端分子就把整个穆斯林当成敌人； 同样的，人们也不必因为少数背叛“共产主义”的伪共蛆虫党，就把整个“中共”当成敌人。\n>  武汉大学生群体失踪，是不分种族的活摘器官。这个时代在逼迫人们觉醒，不团结起来，所有人都有危险，包括陷入蛆虫帮内斗的那些“蛆虫大王”。 跨地区、跨行业、跨种族、跨信仰的群众大联合，携手努力，推翻支那丛林暴政！！...... \n> 更多细节见网友探讨：中华联邦不只是“四分五裂”，而是“万分亿裂”!穆斯林平民不是恐怖分子，普通党员也不是“支那蛆”—汉族、穆斯林等各民族联合起来!\n\n你了解的历史太少了。清朝同治年间陕西回民作乱，屠杀汉民2000万（请自行搜索“同治回乱”）。避免大屠杀之类的蠢话还是不要再说的好。\n毛泽东时代中国的住房是分配的，民兵是持枪且大量存在的。改革之后的房奴之类的事怪不到毛泽东头上，持枪权百姓也是有的。\n你们都没有看出来毛泽东时代与改革开放时代是两个不同性质的时代。多蠢啊。",
				"added": 1507376253
			}
		],
		"1_14ccHsTEw2phfTgGvJ8uzXigyCRdpwTi73": [
			{
				"comment_id": 49,
				"body": "活捉糊涂虫一只。",
				"added": 1508497519
			}
		],
		"16_1FJCJm9PPaL2Lcfv64fSCuXXBHQcE4JdGY": [
			{
				"comment_id": 50,
				"body": "先打打野狗给家狗看看，要是不识相，就要打家狗了。\n伊斯兰教，实质是包装成宗教的奴隶制政权的意识形态，伊斯兰的帽子之下，政治经济军事文化卫生面面俱到。允许这样的宗教合法存在，就是允许一个独立的政权存在。伊斯兰就是寄生在人体内的异形，只待合适的时机破腹而出。\n中华民族要想万古长存，必先灭伊斯兰以绝情后患。",
				"added": 1508854747
			},
			{
				"comment_id": 58,
				"body": "> [yuqian](#comment_12_12zCc2NbwzhGnp9uMuoCT6EEKrEGmBmGiL): 灭人口我觉得是不要想了，还是打击组织者，震慑投机分子，教育民众，杜绝极端思想吧\n\n对付国内绿畜几个思路：\n1.回民本质上是信了伊斯兰的汉族人，最好的办法是将他们大脑中的宗教信仰清除掉，这样大家还是一家人。其他各族改为认同中华文化，也都是可以在一个国家的范围内和平共处的；\n2.如果第1条做不到，可以将《古兰经》里的极端文字删除掉。这样仍然可以和睦相处；\n3.如果第2条也做不到，全世界有57个伊斯兰国家，他们自行联系一个接收国，我们送他们一张单程票；\n4.如果第3条也做不到，那么将必然发展到武力解决的那一步。祝福我多灾多难的祖国！",
				"added": 1511337507
			}
		],
		"1_1LLcRbp9QfpN4PRbuXXBWVegE8pPoim7Kf": [
			{
				"comment_id": 53,
				"body": "你是不是时日无多才拼命咒别人？",
				"added": 1510414141
			},
			{
				"comment_id": 57,
				"body": "> [cdxjskhluey](#comment_48_1Ceg5F9KEWkCyTu3r1QBSuiU8C1PYsd8PJ): 你紧张什么，楼主又不是咒你爹？就是你要认人家做爹，人家也不会鸟你。\n我批评楼主你紧张什么？楼主是你爹？",
				"added": 1511337013
			}
		],
		"2_1B4HAuapkMBUARLKGgApRuMuf88WiJahVP": [
			{
				"comment_id": 54,
				"body": "蠢货太多，为了保护这些蠢货，墙是非常有必要的。",
				"added": 1511336540
			}
		],
		"15_1KoZ6vDCXeDavsQjCToc95SZJu7uVVd9Yi": [
			{
				"comment_id": 55,
				"body": "这是为了将来能有一个亲中国的非洲。没毛病。",
				"added": 1511336830
			}
		],
		"2_1DbrSfnbumfV45oVXiprzK6N9qSHCsWGx": [
			{
				"comment_id": 56,
				"body": "你就这么喜欢将粪和蛆挂在嘴上？",
				"added": 1511336907
			}
		]
	},
	"comment_vote": {}
}