{
	"next_post_id": 5,
	"next_comment_id": 3,
	"next_follow_id": 1,
	"avatar": "generate",
	"user_name": "Zerocateuadmin",
	"hub": "1SunAWK2VUT9GQK32MpwRfFPVgcBSJN9a",
	"intro": "Random ZeroNet user",
	"post": [
		{
			"post_id": 1,
			"date_added": 1513417851,
			"body": "Hello ZeroMe!"
		},
		{
			"post_id": 1513418132,
			"body": "0chan Porn seems to be trending on Zeronet right now. But . Can I sleep well at night? \n\nSome of those nearly flat chested girls ive seen in the Random category don't seem to be making my anxieties any less intense....\n\nIm obviously all for freedom of expression and sexuality.. But something s got me worried. \n\nOn the front page of the site it says We are against censorship. Dont you think this could this be potentially..accidentally.... Giving the green lights to certain types of 'bad apples' making their way into the site?\n\nShould not there also be an age disclaimer....if not for legal reasons ..then maybe Moral ones?\n\nIts also my most seeded site on my proxy. So I'm technically hosting a porn site.\n\nHaving said that.. This would all be perfectly cool if the above concerns were addressed.\n\nThanks",
			"date_added": 1513418130
		},
		{
			"post_id": 1513419314,
			"body": "Based on user info.. 0chan Porn has been blocked/blacklisted from zerocat.EU for safety reasons.. As there doesnt appear to be a moderator.\n\nWe cannot have unmoderated porn sites without age disclaimers. Copyright and politics is one thing.. ... Child abuse potentially going unnoticed is something else. \n\nPlease moderate your porn sites so we can all sleep well at night..and put an 18+ only disclaimer.\n\nThanks.",
			"date_added": 1513419311
		},
		{
			"post_id": 1513430474,
			"body": "Zerocat.EU down for 24 hr maintenance!\n\nUpcoming changes:\n- adding sites will submit them for review before being allowed to download.\n- coinhive taxman to be more lax and less persistent. Users still need to disable adblock to help pay for this service.\n\nYou can thank the frenzy of new porn sites for this. Our worst nightmare s may have been realized. Questionable material MAY exist on Zeronet as we speak..and here at Zerocat were committed to protecting users",
			"date_added": 1513430470
		}
	],
	"post_like": {},
	"comment": [
		{
			"comment_id": 1,
			"body": "@猫叉酱: thanks for reporting bug. Which browser are you using? I can get this fixed tomorrow morning",
			"post_uri": "1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs_1513419314",
			"date_added": 1513420607
		},
		{
			"comment_id": 2,
			"body": "@猫叉酱: alright. Let me know if the bug is fixed.",
			"post_uri": "1EQuGEmS5J8SQ1xA6MM9KfubBb71uxiLvs_1513419314",
			"date_added": 1513423122
		}
	],
	"follow": []
}