{
	"next_topic_id": 4,
	"topic": [
		{
			"topic_id": 1,
			"title": "庆丰大帝(习近平)上任伊始，目无法------------------------",
			"body": "晋惠帝表示自己狠无辜，虽然大家干的都是皇帝的活，但晋惠帝只是个白痴，白痴的优点在于绝不扰民，吃饱喝足就是人生最高理想； 而庆丰大帝上任伊始，目无法纪，为所欲为，撩起裙子，一通蛮干、胡干、硬干；怎么霸蛮怎么来、怎么拉仇恨怎么来、怎么官逼民反怎么来；低端人口、中产阶级、高端人群的底裤，被庆丰大帝统统扒了下来。 反腐搞的官员人人自危，不知哪天就轮到自己；部队也同样，张阳一死，军队罕见集体沉默； 不表忠心弄死你，表个忠心也弄死你，不干活弄死你，干不好弄死你，干完最后弄死你； 这种手法，倒也亘古罕见，我常常在想：难道是上苍为了在中国实现自由、民主，特意派庆丰大帝下凡的吗\n说不定哪天我也没有住的地方了，听邻居说最近清理低端人口到这附近了，一个丝毫没有安全感的国家有什么用？上网有长城防火墙，上谷歌还得翻墙，上网评论还担心查水表，也只能翻墙说几句，现在北京的快递业务大受影响，想网购都费劲，很多不发北京的，交着最贵的网费，享受着最慢的网速，父母因为这两年的政策纷纷失业，一个接一个各种破会各种检查烦都烦死了，政府除了给百姓添乱什么好事都不干，想推翻共产党可是一个原子化的百姓，如何组织起力量？中国人都痛恨共产党，可惜就是不知道做什么能推翻共产党的统治！听说有个河北老太太因为煤改气都给冻死了，哎，这样的政府却不知道怎么推翻他，真无奈",
			"added": 1512745068,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "包子永不离口的“不忘初心”",
			"body": "俗话说：当事者迷，旁观者清。我也是长期在这个体制中生活、工作过的人，刚刚离开伟大祖国时，确实和國内某些人的想法是一样的，认为:党和政府做一件事，只要“初衷”是好的，在执行和实施中，那怕采用非人道手段和牺牲一部分人的利益或生命，都是值得的。49年后中共领导下的政府不都是一直这样做的吗？！ 出来时间长了，思想也在变化，认识到这些事件的根源在集权专制和没有民主、法治和人权的问题。 最近又认真“学习”十九大精神后，总算明白包子常说的“不忘初心”是什么意思了，就是只要我们的目的是为了让世界“劳苦大众”都走向“共产主义”，在党的领导下，干什么违法的事，缺德的事，侵犯人权的事都没关系，那怕就是杀掉和“牺牲\"了世界上90%的人，让10%人走上所谓“共产主义“的康庄大道，也是非常值得的，因为我们的初心是好的。 大越进、三面红旗是初心，三年饿死了几千万，没有什么了不起，我们初心是好的！ 发动文革是反修防修这是初心，社会混乱，人民之间恶斗，死伤千万人没关系，因为初心是好的。 这就是我理解的包子永不离口的“不忘初心”。",
			"added": 1512745121,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 3,
			"title": "郑楔健：西方社会的价值取向经得起物质诱惑的冲击吗？",
			"body": "郑楔健：西方社会的价值取向经得起物质诱惑的冲击吗？\n2015-05-06 08:04:49   来源：mb   评论：0 点击：151\n郑楔健：西方社会的价值取向经得起物质诱惑的冲击吗？——国际实用主义对中国社会的原罪暨二战胜利70周年献礼利益的诱惑对人类文明进步往往\n郑楔健：西方社会的价值取向经得起物质诱惑的冲击吗？\n\n——国际实用主义对中国社会的原罪暨二战“胜利”70周年献礼\n \n利益的诱惑对人类文明进步往往是致命的，对西方社会亦然。\n1\n\n假设场景：有一个性取向开放的丰腴的女性，裸体躺在路边的一张床上，路过的男性都可与之任意与之交欢，条件就是：在光天化日下进行。试问，你从那里经过会作何选择？\n想必会有很多人趋之若鹜，理由其实很简单：我不上同样会有别人上，不多我一个，也不少我一个， “和尚摸得”我为什么不行呢？从众可以减轻道德压力。\n降低条件，只要在街边排队，可以在房间中进行。只要愿意在光天化日下排队就可以，非道德化程度提高。\n电话预约，微信预约，组织安排，……从表面上已经完全与首先脱钩。\n再附加条件，事毕还可以领取辛苦费！很多人似乎还可以此营生。这时如果有人坚持不享受的话，或许会被认为是傻子或伪君子，伪君子当然就是不道德的了。\n显然，只要提高诱惑的筹码，社会道德的曲线便会相应降低。\n继续，如果加上强制条件：不与之交媾者便不能通过，需要绕道。想必愿意绕道的人也还是有的。\n如果是不从者便会被罚款，体罚呢？愿意绕道的人恐怕就会大幅减少。如果是不享受这种免费的待遇还会被处决呢？这时才是对人类道德与信仰的终极考验。这是一个人类一步步堕落、走向深渊的轨迹。堕落是享受的，如果让堕落拥有看似正当的理由，就会席卷大多数人心中的良知和底线。反之捍卫道德、信仰和真理是困难的，甚至还会被认为是不道德的，需要为之付出生命时就更加的困难，多数情况下成了极少数人的事情。\n人类文明历经了漫长的过程，有记载的历史也超过了5000余年，但是西方国家真正成功建立了自由、民主、法制社会的时间却不超过300年，显然人类在野蛮、蒙昧、黑暗中的时间更长、更久，或许从另一个角度证明了邪恶更能获得人心吧？人类的每一次战争其实都是正义与邪恶的较量和拉锯，人类历史虽然艰难的表现出了总体的向善与向上性，但却付出了漫长的时间代价和惨烈的生命代价，即便如此也并不能保证就一定可以捍卫这种价值取向和价值体系。第二次世界大战是离我们最近的一场战争，也是人类迄今为止最大规模的一场战争。它付出了将近1亿人伤亡的惨重代价消灭了法西斯纳粹，换来了70年的总体和平时光，但战后的世界却长期陷入了自由世界与共产主义之间的冷战和各种局部冲突，世界为之付出了更加惨重的代价。今年是反法西斯战争胜利70周年，反思二战我们到底应该纪念什么？祭奠什么？二战究竟给人类带来了什么？让人类失去了什么？这恐怕才是70年后世界应该提出的严肃拷问。\n无论是从战役还是战略的角度看，二战结束的直接结果就是易北河以东的整个欧洲（东欧）沦陷苏共之手，黑暗笼罩下的东欧挣扎超过了半个世纪，这是真正的沦陷，这是文明世界的彻底失败。虽然铁幕在上世纪80年代末、90年代初最终消失，但沦陷区的民众用几代人、几千万的生命代价承受了人类不该承受之重。从这个意义上说，二战的结束对西方以外的国家和民族而言不是解放，恰恰是奴役的开始。人们在反对德国法西斯战争中的每一点付出，最终都转化成了对共产主义的加持，成为苏共、中共的胜利果实，一个比法西斯更加可怕的恶魔便做强做大，最后整个文明世界痛苦的发现已经没有任何一种力量可能阻止其漫延，柏林墙成了人间与地狱可以触摸的分界线。\n许多宗教认为人性的本质是邪恶的，从法西斯主义和共产主义同时在上世纪初叶的崛起中可以得到某种印证吧。有一个值得深思的问题是，人类文明已经有史记载的时间超过了5000多年，但是真正的发展却只是集中在了二战后的几十年和平时光中，其成果与速度几乎超过了整个人类文明进程的总和，这是为什么？我想唯一合理的解释只有一个：人类文明的成果在从不间断的自相残杀中反复归零。人类的内心深处对战争与杀戮的热爱超过了所有的欲望。理论上说，人类从未停止过战争与杀戮，哪怕是一秒钟！\n真正的政治家是可贵的，就在于他们能预先洞悉将要发生的事以及随之而来的后果，同时给善良的人们指出一条光明的化解之道。如果对此没有争议，试问二战中有谁是合格的政治家？罗斯福肯定不是，他在弥留之际下达的最后一个命令是盟军不许越易北河的雷池一步，东欧和中国的沦陷回答的所有问题。对法西斯纳粹的绥靖可以说直接导致了二战的暴发，而对共产主义的绥靖导致了苏共势力几乎在全世界的恶性漫延，东欧和中国只是受害最深的区域罢了。雅尔塔体系从本质上看是一个助纣为虐的体系，从雅尔塔体系确立的那一刻起，自由世界将整个东欧与东亚拱手交给了恶魔，这是无耻的出卖。与共产主义给上述区域所带来的灾难相比，一切理由都是牵强和苍白的。人们或许会说共产主义是在二战后才露出庐山真面的？当然不是，斯大林在既无内战也无外战的和平环境中，用大清洗使几千万人消失于无形，这是不折不扣的反人类暴行，整个自由世界难道毫无所知吗？或许只是在幸灾乐祸吧！只要有一个人在受奴役而没有人去阻止，这种奴役就会在全世界漫延，第二次世界大战雄辩的证明了这一点。\n二战是共产主义的完美胜利，是自由世界的彻底失败，经过了70年的时间都未能消除这种后果，今天还有超过十几亿的人类在共产主义铁蹄的践踏和奴役中挣扎，外部世界对此却毫无办法。据说今年将要举行大规模的二战胜利庆祝活动，我以为真正应该庆祝的只有俄罗斯和中国，西方国家的庆祝应当是笑话和讽刺。\n2\n名词解释：什么是奴隶？\n先看看百度百科的解释：\n1、为奴隶主劳动而没有人身自由的人,可以被奴隶主杀死或买卖。\n2、完全听命于某种具有支配力量的影响的人;不能自主的人。[1] \n3、不能自主的人。\n这是一个并不完整的解释，或许完整的解释已经被和谐了吧！奴隶的基本特征是没有人身自由与没有权利。没有人身自由意味着他们不能支配自己的身体，他（她）们从属于自身以外的力量和势力，可以被买卖，视同商品，便失去了人的基本特征。因此没有人所拥有的相应的权利，经济权利和政治权利。经济权利包括合法创造财富和拥有财富的权利；政治权利则包括参政、议政、关心国家政治的权利，具体来说包括：选举权和被选举权 ；言论、出版、集会、结社、游行、示威、罢工等权利 ；担任国家公职的权利；担任企业、事业单位和人民团体领导职务的权利。\n完全失去上述权利的可称之为完全奴隶，保留部分权利的可称之为不完全奴隶。只要我们花几分钟的时间，审视一下自身便知道自己的归类，或者说是归属。\n什么是奴隶社会呢？还是先看看百度百科：奴隶视为奴隶主的财产，可以自由买卖，奴隶主可强迫奴隶工作，劳力活动须以奴隶为主，无报酬和人身自由。一个人类社会中，如果大部分物质生产领域劳动者是奴隶，这样的社会，叫奴隶社会。\n其实有了奴隶的解释，自然也就有了奴隶社会的解释。一个主体人群由奴隶构成的社会，就是奴隶社会。如有不认同此观点的欢迎提出批评和修正。本来没有必要对一些常识性的名词解释大动干戈，但是中国的问题还大多出在常识领域，人们对常识视而不见、麻木不仁，逐渐模糊、淡忘，最终失去常识。从百度百科对奴隶词条战战兢兢的解释中依稀可见，“奴隶”迟早会成为敏感词。\n前面说过二战的结束对东欧和东亚来说是奴役的开始，这是耸人听闻吗？事实可以回答一切问题。\n现在我们终于知道了二战是希特勒与我们社会主义阵营伟大的父亲（据说是毛这样称呼的）斯大林同志共同挑起的，可惜我们从小学到的历史并未提及。当下正在兴起对历史虚无主义的批判，据说“不讲立场、观点正确的历史真相的发掘就是历史虚无主义”，那么只要立场、观点正确是不是就可以任意歪曲历史、隐瞒历史、捏造历史？这个问题当然就只能由北大社经特色中心的梁柱教授回答了。斯大林和希特勒联手挑起了第二次世界大战，只是前苏联很快成为了这次战争最大的受害者而被迫承担起了反法西斯的主战场罢了。中国有句谚语叫做：害人终害己。你看世间的道理其实很简单，根本没有我们想象的复杂。在我们中国人眼里美帝国主义整个就一个傻帽，你看欧战一结束美国大兵就回国接受欢迎去了。你看人家前苏联，赶走德国法西斯的同时，顺手把整个东欧收入囊中，住下不走了。谁要是敢反对，搞点要民主、自由的“布拉格之春”什么的，苏联的坦克便会让你感受到“打江山的人坐江山”也是社会主义大家庭的国际惯例。在苏联坦克的保护下，整个社会主义大家庭和谐幸福的渡过了半个多世纪，不但幸福死了八、九千万人，差一点还解放了人类。只是在铁幕揭开后才发现比西方世界落后了半个多世纪，但是也没关系了，社会主义的草总体比资本主义的苗更有天然的革命性嘛。\n柏林墙下的刽子手们终于还是受到了历史公正的审判，这是唯一可以让西方世界聊以自慰的东西吧。但是，那十几亿人怎么办？还要有多少人会死于强拆、死于维稳、死于活摘、死于雾霾、死于水污染、死于毒食品、死于毒药品、死于自己开胸验肺、死于自己锯腿、死于躲猫猫、……雅尔塔体系对这一切没有责任吗？历史不能假设，但现实却无法回避，因为现实是从历史中逶迤而来的。\n3\n中国改革开放的成果让世界侧目，到底都干了些什么？取得了什么样的成果？改革都改了些什么？开放到底是向谁开放？\n众所周知改革开放是从十一届三中全会拉开大幕的。政治上结束了被称为“十年浩劫”的文化大革命并予以彻底否定。经济上就对内实行了“农村联产承包责任”制解决了吃饭问题；对外打开国门，引进了以美国为首的西方发达国家的先进的技术、先进的管理和投资，解决了工业发展的问题。平心而论这并没有走出洋务运动的范畴，本质上就是一场当代的洋务运动。由于至今都没有启动相应的政治体制改革，所以最终还是落入了“中学为体西学为用，师夷长技以以制夷”的窠臼之中，“中国特色”成为了一切抵制政治体制改革的强盗逻辑和邪恶庇护所。硕果仅存的“否定文革”的政治成果也被“前30年不否定后30年，后30年不否定前30年”给付之东流。那么所谓的改革开放就只剩下“经济成果”了。那么我们先看看这经济奇迹是从那里来的？\n最为明显的区别是：改革开放前中国是贫穷的，改革开放以后才变得富有，这是不争的事实吧？改革开放以后中国的最大收入来自对外贸易与西方投资，这也是不争的事实吧！我们可以看一组数据：\n \n \n \n改革开放20年中国GDP一览表\n年份 \tGDP(亿元) \tGDP指数 \tGDP增长率\n（%） \t人均GDP\n（美元/人）\n1978 \t3,645.2 \t100 \t0 \t381\n1979 \t4,062.6 \t107.6 \t7.6 \t419\n1980 \t4,545.6 \t116.0 \t7.8 \t463\n1981 \t4,891.6 \t122.1 \t5.2 \t492\n1982 \t5,323.4 \t133.1 \t9.1 \t528\n1983 \t5,962.7 \t147.6 \t10.9 \t583\n1984 \t7,208.1 \t170.0 \t15.2 \t695\n1985 \t9,016.0 \t192.9 \t13.5 \t858\n1986 \t10,275.2 \t210.0 \t8.8 \t963\n1987 \t12,058.6 \t234.3 \t11.6 \t1112\n1988 \t15,042.8 \t260.7 \t11.3 \t1366\n1989 \t16,992.3 \t271.3 \t4.1 \t1519\n1990 \t18,667.8 \t281.7 \t3.8 \t1644\n1991 \t21,781.5 \t307.6 \t9.2 \t1893\n1992 \t26,923.5 \t351.4 \t14.2 \t2311\n1993 \t35,333.9 \t400.4 \t14 \t2998\n1994 \t48,197.9 \t452.8 \t13.1 \t4044\n1995 \t60,793.7 \t502.3 \t10.9 \t5046\n1996 \t71,176.6 \t552.6 \t10 \t5846\n1997 \t78,973.0 \t603.9 \t9.3 \t6420\n1998 \t84,402.3 \t651.2 \t7.8 \t8696\n1999 \t89,677.1 \t700.9 \t7.6 \t7159\n2000 \t99,214.6 \t759.9 \t8.4 \t7858\n2001 \t109,655.2 \t823.0 \t8.3 \t8622\n2002 \t120,332.7 \t897.8 \t9.1 \t9398\n2003 \t153,822.8 \t987.8 \t10 \t10542\n2004 \t159,878.3 \t1,087.4 \t10.1 \t12336\n2006 \t210,871.0 \t1,334.0 \t11.1 \t16,084\n2007 \t257,306.0 \t- \t13 \t-\n2008 \t300670 \t- \t9 \t-\n  \t  \t  \t  \t \n \n改革开放后的出口创汇情况和外资利用情况\n年份或阶段 \t出口额（亿美元） \t年份或阶段 \t外资利用额（亿美元）\n1978年 \t98 \t- \t-\n1980年 \t181 \t1983年 \t9\n1985年 \t274 \t1985年 \t20\n1990年 \t621 \t1990年 \t35\n1995年 \t1,488 \t1995年 \t375\n2000年 \t2,492 \t2000年 \t407\n2005年 \t7,620 \t2005年 \t603\n2010年 \t15,778 \t2010年 \t1,057\n2011年 \t18,984 \t2011年 \t1,160\n2012年 \t20,487 \t2012 \t1,117\n  \t  \t  \t \n \n1979-2012年，实际使用外商直接投资12761亿美元，1984-2012年以年均18.0%的高速度增长。以上数据便是中国改革开放成果的来源，还没有算上技术输入和引进，这还是一条白眼狼的成长路径和轨迹。美国曾经为了解放黑奴而进行了南北战争几近造成国家分裂，今天却用美元使黄奴的牢笼变得坚不可摧。\n改革是改变内因，开放是改变外因，从上述数据来看这外因的成果远远超过了内因。如果我们不对外开放，只是单纯的对内改革可以取得今日的经济成果吧？还有从西方引进的大量先进的技术，是我们可独立完成的吗？事实上我们的所谓内因在巨大的外贸中的贡献更多的是提供劳务，提供与劳务相关的初级加工和出口自然资源。拥有上述资源的国家并不只是中国，可以说是多了去了，只不过是西方给了中国一个特别的历史机遇罢了。当然西方给中国这样一个特别的历史机遇客观的说有当时国际政治格局的因素，有冷战的关系，但是如果要是没有这些因素，只凭我们自身的改革能够成功吗？只有粪青会认为可。\n开放，对谁开放？这是对以美国为首的西方世界开放。但是开放只是一个单边动作，就是说如果别人无视你的开放，那结果与没有开放是一样的。就拿前面举过的例子来说，一个女性开放到路人可以随便与之交媾，够开放了吧！但如果是人们都认为这是不道德的行为而漠视这种开放，这种开放便因为失去了开放的对象而变得毫无意义。只是我们很幸运，这种开放得到了西方的接纳，并从西方世界获取了巨大的利益。如果有人非要抱着狭隘的民族主义提出质疑的话，那么就请解释一下当下，为什么我们的外贸下滑会导致整个经济发展放缓而进入了所谓的新常态？掩耳盗铃只能自欺不能欺人。从49 年至82年的30余年中，全国人民不够辛苦不够努力吗？成果是什么？\n4\n天上从来不会掉下饼！如果真有一天掉下了馅饼呢？请先别急着吃，看看有没有毒更为重要。西方恰恰是犯了这样的低级错误，他们在廉价的“中国制造”面前迷失了，他们轻易睡了“不睡白不睡”的女人，但结果是不能白睡的。\n\n是的，中国拥有十几亿人口，对中国人而言这到底是喜还是悲？1949年是全国的人口是4.5亿，为什么会迅速增加呢？当然是鼓励生育的结果，50年代产生了大量的“英雄母亲”，不是生出了英雄，而是因为能生而变成了英雄，并被国家授予了荣誉称号。为什么要鼓励生育呢？当然是国了要打仗嘛，和谁打？这还用问吗？肯定是和美帝国主义打嘛！但是很可惜，和美帝的战是没有打起来，人可是生出来了，并且变成了全世界第一的人口大国。现在，让这十几亿人吃上饭成为人类历史上最伟大、最光荣、最值得感恩戴德的工程而被大讲、特讲，但如何变成人口大国的原因却是被刻意忽略了。今天很多问题都由于人口多而引起，结果变成了原因，原因的原因便在历史的长河中悄然遁隐。时光不能倒流，生出来的人不能再塞回去，继续活着是不干选择。但是怎样活着、以怎样的状态活着、以怎样的生存质量活着？这是全世界有目共睹的。先看看1949年至当下年我们伟大的民族经历了什么：\n\n1950-1953，镇反（镇压反革命） \n\n1951-1952，三反五反，思想改造 \n\n1953-1956，社会主义改造，合作化，公私合营 \n\n1954-1955，粉碎高岗、饶漱石集团 \n\n1954，批判俞平伯、胡适资产阶级唯心主义 \n\n1955，批判胡风反革命集团 \n\n1955，肃反（肃清反革命） \n\n1956，除四害（老鼠、麻雀、蚊子、苍蝇） \n\n1957，反右（反击右派分子） \n\n1958-1960，大跃进、人民公社化 \n\n1958，批判马寅初“新人口论” \n\n1959，批判彭德怀（庐山会议） \n\n1962-1965，社会主义教育运动，“千万不要忘记阶级斗争” \n\n1963，学雷锋运动 \n\n1964-1981，工业学大庆，农业学大寨 \n\n1964，京剧改革，批判“合二而一” \n\n1964-1965，城市“五反”，农村四清 \n\n1965，文艺批判 （《李慧娘》、《林家铺子》、《不夜城》、《海瑞罢官》） \n\n1966，批判“三家村” \n\n1966，打倒彭罗陆杨反党集团 \n\n1966-1976，文化大革命（1966—1968，大字报、红卫兵运动、大串连；1966.8，打倒刘少奇；1966.10，批判资产阶级反动路线；\n\n1967.1—1968.9，一月风暴（革委会全面夺权）；1967.2，二月镇反；\n\n1967—1972，“三支两军”；\n\n1967.3，揪叛徒；\n\n1968—1977.11，工宣队占领上层建筑；\n\n1968—1978，知识青年上山下乡；\n\n1969，清理阶级队伍；\n\n1970，一打三反；\n\n1970—1972，清查五一六；\n\n1970，批陈整风；\n\n1971，林彪事件、批林整风；\n\n1973，批林批孔；反击右倾回潮；\n\n1974.6，评法批儒；\n\n1975，学习无产阶级专政理论；\n\n1975.11，批邓、反击右倾翻案风）\n\n1976.10，粉碎“四人帮”\n\n1978．12，三中全会彻底否定文革，开启改革开放\n\n1986.6，反对资产阶级自由化\n\n1989.6，“风波”\n\n2011， “五不搞”\n\n2014，“七不讲”\n\n2013至今，强力反腐正在进行时……\n\n经历了这么多的波澜壮阔以后居然我们还能顽强的活着，这才能足以证明我们是一个伟大和坚韧的民族嘛！但是上面的列举据说也在 “七不讲”的范围中，或许遗忘是医治历史创伤的良药，谁知道呢。上述运动造成的非正常减员超过1个亿，这1 个亿的失去了基本的人权和起码的做人的尊严。他（她）们在悲屈中、沉默中、睡梦中（当然是中国梦了）、在恐惧中、在饥饿中、在无奈中、在愤怒中、在疯狂中、在维稳中、在强拆中、在雾霾中、在有毒食品中、在疾病中……失去了生命，失去了人的最后一个特征——生命。这超过1个亿的生命就象一张无用的废纸轻飘飘的在历史的浮尘中滑落，走的是那样的寂静无声，变成了一串执政者定义的敏感数字，甚至留下的一点点痕迹都被列入了“七不讲”之中，我们可以宣称他（她）们不是人民，更不是公民，而是一团群居的奴隶。\n但奴隶从来都有另一个别称——财富。首先，奴隶可以创造财富；第二，对于不完全奴隶而言更是一个巨大的消费群体和市场对象；就奴隶本身还可以成为巨大的人体器官提供源，总之浑身是宝一点儿不浪费。拥有十几亿奴隶的政府，不变成世界首富才怪，不大国崛起才怪。\n中国在冷战中一直在输出革命，输出物质财富以支援其世界无产阶级革命，自己的黄奴却活活饿死几千万，数倍地超过了抗战伤亡人数的总和，这时期的奴隶连生存权都不能保障。原外贸部部长李强在回忆录中写到：中国饿得尸横遍野时，中央却下令从加拿大采购粮食的轮船临时驶往阿尔巴尼亚。中国驻波兰大使回忆：美国提出授中国小麦以赈救饥饿的人们，毛泽东回答还是由我们救济美国小麦大米吧！很显然，中国老百姓的死活并没有在执政者的计较之列。现在，不时付出农村的强拆备案，挖掘机在公安武警的保护下在农民的责任田里发生意外将拆迁户压死。据南方都市报报导： “2015-4-29 广东蓬江公安分局组织了大型反恐演练，650名特警、巡警、交警等参与演练。演练之前还展示了网枪、破拆工具、防爆排爆装备、应急工具等先进警用装备。”要说以前还是有些羞羞答答、遮遮掩掩的话，现在是明火执仗了，这应该算是一种进步吧，至少是更诚实了。共产党是靠农民夺取天下的，但农民一直深处十八层地狱之下，这恐怕是冥冥之中的一种报应吧！\n\n在依法治国的鼓噪声中，长沙警方的国保队长身兼三个公司的总经理，亲自披甲上阵以皮条客的身份组织策划了对以监督公车私用而闻名的广州区伯的嫖娼构陷，事情败露后陈警官玩起了人间蒸发，整个司法系统装聋作哑，整个官方媒体顾左右而言它。这就是中国人的现实生态之管窥。\n从天上掉下并砸在西方人头上的大馅饼就是这样炼成的，其中有上亿的白骨凝聚的精华，有多少代农民的血泪，有上千万留守儿童逝去的未来，有上千万下岗工人的毕生奋斗，有数不清的黑砖窑、血汗工厂的暗无天日的剥削的压榨，有多少曾经的清山秀水变成了寸草不生的荒山与黑浪滚滚的江河湖海，曾经蔚蓝如洗的天空换成了白天不见太阳夜晚不见星星的鬼域，一个个癌症村、怪病村如雨后春笋，医院的的广告词是：看病有奖！我们分不清这是人间还是阴曹地府。当西方世界笑容可掬的享用着廉价的 “中国制造”时，一切关于民主、自由、平等、博爱的传播都显得是那样的苍白和伪善。我们有理由质问：难道你们是一伙的吗？\n5\n还是那句话：害人终害己。\n在中共的美元攻势面前，联合国竟无法通过一个对活摘人体器官的谴责决议，无法通过一个对朝鲜人权状况的谴责决议，无法通到一个对俄罗斯吞并克里米亚的决议，无法通过一个对叙利亚种族灭绝的决议……中国把月子中心输出到美国，中国的贪官们把中国的房价推高，中国的贪官、裸官们把家眷和财产转移美国，把贪婪和穷奢极欲一并输出。美国和西方的很多有着悠久历史的优良传统的企业，一旦进入中国便加入到了行贿受贿、血汗工厂、破坏环境的行列之中，就连西门子这样的百年巨头也在中国陷入了丑闻神之中。在西方文明中成长的香港造就了深圳的小三、二奶城，香港富豪们的私生子一代在这里茁壮成长。就连华人世界的民主典范台湾输出的富豪们同样趋之若鹜的前往大陆享用引产婴儿的人肉宴，竞相糟蹋那些困为贫困而变得廉价的少女。以向国际富豪们派钱为己任的“亚投行”同样让西方世界在中共美元攻势下产生了分裂，唯恐错过这捡钱的机会。\n布道是容易的，只停留在口头上和理论层面就更加容易。现在回望历史盟军止步于易北河，难道只是为了做遵守“雅尔塔”协定的君子乎？主张挥师东进的巴顿将军为什么会发生了迷一样的车祸？我十二分怀疑要是邪恶再次席卷全球时，美国大兵还有可能成为二战中救世界人民于水火的天使吗？！\n如果撒旦将全世界的财富拿来置换美国及西方世界的正义与良知，很想知道美国朝野和西方世界的回答究竟是YES还是NO！\n \n三天后便是反法西斯战争胜利70周年纪念日\n搁笔于2015-5-5\n（经济数据多由戴伟先生收集事理，就此鸣谢。）",
			"added": 1512745457,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 1,
	"comment": {},
	"comment_vote": {}
}