{
	"next_topic_id": 1,
	"topic": [],
	"topic_vote": {},
	"next_comment_id": 4,
	"comment": {
		"114_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 1,
				"body": "煎蛋",
				"added": 1489065270
			}
		],
		"1_1CogrjsFiTL3nHH74BXnAcM1S3KsNaLtEx": [
			{
				"comment_id": 2,
				"body": "更新的内容呢？",
				"added": 1489065371
			}
		],
		"172_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW": [
			{
				"comment_id": 3,
				"body": "十年中医博士\n\n关于中国医生职称的评定，那真的是一锅八宝粥。\n在新中国建立之初，所有的体系设定都是学习的老毛子。医疗体系也不例外。\n而老毛子的那套又是从欧美生搬硬套之后，为了社会主义“改良”而来的。\n其中的矛盾可笑之处自然汗牛充栋，以至于在运行了十几年之后，老毛子自己都忍不下去了。又改回了欧美的那套做法。\n作为社会主义阵营的中坚力量，毛爷爷当然不能放弃社会主义的伟大胜利。于是更奇葩的乡村“赤脚医生”这种畸形体制下的畸形胎儿诞生了。\n好景不长。小平同志一挥手，改革春风又绿江南岸。医疗体制再次转风欧美，三级医师职称强制性推广！\n\n当然，中间还要少不了那块粪坑里的石头---北京协和医院和中华医药学会---的功劳！\n\n三级医师分别对应的是：初级职称、中级职称和高级职称。\n初级职称，又称为住院医师，简单的说就是医院里的苦力强。从协和（单指北京协和，下同）开始实施的24小时住院医制度美其名曰是为了培养更正规的医生，实际上就是压榨劳动力。在欧美国家体制下特别是美国，住院医实际上是医生培养的学习阶段。大白话一点说就是医学生的实习阶段。可问题是人家的实习阶段是有高工资的！我们的本科医学生实习至今都还没有听说哪个医学院给发工资！就是因为不发工资，所以实习阶段注定不可能太长。一般五年制医学本科毕业的话，实习阶段就只有半年。呵呵………………那么医生的临床经验怎么积累？于是“24小时住院医”的制度就创造出来了。在协和，甚至还有明文规定，住院医师培养年限不得小于八年，俗称八年住院医。\n\n中级职称，又称为主治医师。简单地说就是负责主管病人治疗方案制定和日常情况处理的医生。原则上主治医师要求有相应的学历（培训）和临床经验。在一般的医院里，本科学历的医生经过最少三年的临床实践之后，只要有相关证明就可以考取主治医师的职称了。但是！！！一定要看但是！！！伟大的中国的社会主义特色的医疗体制怎么能像欧美资本主义那样不负责任？你考个式通过了就想成为主治医师？too young too naive！中国的医师管理实行的是注册制，什么意思？就是就算你临床能力超强考试一路过关，只要医院不聘你，你就别想成为主治！这个不聘可不是不聘你工作，而是你他妈的老老实实给医院奉献青春干住院医干到死老子就是不聘你做主治不给你注册主治医师的不聘！！！当然并不是所有的医院都是周扒皮开的。有些医院比如教育部直属的、卫生部直属的、公安部直属的等等医院，由于不受一般意义上医疗体制的限制，职称晋升不受限。任何人只要满足条件了就可以随便上！！！\n\n高级职称，有副高和正高的区分，分别对应副主任医师和主任医师。原则上来讲，顶着这些个头衔的人的日常工作已经不是看病了，而是救死扶伤、是科研、是培养下一代。在教学医院里，副主任医师等同硕士生导师，主任医师直接等同博士生导师（可怜中国几万个博导了）！一般来说，主治医师经过若干年的临床实践，觉得自己临床经验技能爆满，人生方向需要再探索，要为全人类做出更大贡献的时候，就可以报名考取高级职称了。可是我们可是身处伟大的社会主义阵营的！高级职称这样就能给你了？你不发表个百十来篇论文，不做他几场科研好意思说自己是社会主义主任医师？治病这种事情反正又不和职称挂钩，有时间写文章还来不及呢，谁有空去研究这个病怎么治的？当然和主治一样，高级职称也存在着聘不聘的问题。\n\n你的脑洞有多大，这套体制的漏洞就有多大！\n于是在运行了二十年不到之后，大家普遍发现：这届医生不行啊！于是操蛋的住院医师规范化培训制度诞生了！！！\n\n医生的职称和看不看得好病之间的关系，各位看官，自己去想吧…………………………",
				"added": 1490577884
			}
		]
	},
	"comment_vote": {}
}