{
	"next_topic_id": 3,
	"topic": [
		{
			"topic_id": 1,
			"title": "首先看经济，再看科技，别被人打着理想自由的旗帜忽悠你",
			"body": "最近经济会崩溃吗？金融会发生大动荡吗？未来几年信息技术高速发展会导致现有社会政治结构瓦解吗？不能的话，你们起什么哄，忽悠谁呢？？",
			"added": 1501207711,
			"parent_topic_uri": "11_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		},
		{
			"topic_id": 2,
			"title": "Russian censorship law bans proxies and VPNs",
			"body": "It's also requiring that you link your phone number to chat apps\n立法了。天朝也要跟进了。然而，老毛子还是有大批人上街抗议的。我们，呵呵。。。",
			"added": 1501485263,
			"parent_topic_uri": "10_1NV87VmSkezRyz8NbFpdkYJsJUSfXx7LJa"
		}
	],
	"topic_vote": {},
	"next_comment_id": 7,
	"comment": {
		"1_1PuPLTHnBvJ2SCjjxT3SUJ1oiTT4k76C4y": [
			{
				"comment_id": 1,
				"body": "想不限速可以自己去买，或者自己搭建啊。lantern不收费的版本是用来应急的。",
				"added": 1501202477
			}
		],
		"1_1N5y8gPkzV5KsWcGkSazHdtmi3uyH781jr": [
			{
				"comment_id": 2,
				"body": "> [longzaowuzhu](#comment_258_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 金融和房地产已经看到要崩盘的样子！同时机器人换人计划，有序进行，预计就业率将大幅下滑，失业率将缓慢上扬。中国金融市场全球倒数第一，实在没啥好赞美的。中国人口拐点，房子已经进入接盘的最后疯狂也没什么赞美的。科技行业大量淘汰人口，也是一场全新革命。预计加速推进，未来50%以上失业率没问题金融倒数第一，波及国内接近四亿人口。房价最后疯狂，波及人口不详；科技引发失业潮，波及人口不详。所以呵呵，世界一片大好，其实全被封号！\n\n上世纪日本经济崩溃，拉丁美洲经济崩溃，这些是先例，我们都知道。但是中国的经济真的有那么脆弱吗？我不知道。我知道的是，现在的技术发展太快。就算根据党国马克思的思想来讲，生产关系要适应生产力，现在是生产力大大提升，那么目前的生产关系肯定不行了。假如党国高层拥抱高科技，那么改革势在必行。自上而下的必须要实施。",
				"added": 1501209454
			},
			{
				"comment_id": 3,
				"body": "技术扩展的张力目前正在撕碎政治经济的各个行业，全球的失业率都是要飙升的，不光中国。但这些技术扩张能否倒逼改革，我不太确信。以我的认知来看，国人都是有饭吃有衣穿有房住有车开，就不会闹事。没几个会像打了鸡血一样高喊伟光正，自由民主的口号的。这不是唱衰国人，而是实话实说。",
				"added": 1501209718
			},
			{
				"comment_id": 4,
				"body": "> [longzaowuzhu](#comment_259_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 你是看党国改革纪录片看多了吧！国内堆积大量三角债，那有你说的这么容易吗？企业升级要钱，房地产还债要钱，国营60%以上债务要钱，国家债务要钱，人口养老金个人账户空帐5万亿要钱。你难道以为印钞票可以磨平债务，那有这么容易。国内三角债是你我无法想象的！这些科技必然是淘汰50%以上的人口，资本已牟利为基础，不是养闲人。现在国家控股烂摊子自己维系不下去，也想搞国和民股份公司。所以想象是美好，变革是痛苦的，任何一个国家都一样，没有人会养。唯一用处就是被剥夺器官。这就是人性的残忍，真以为人性善良。弱肉强食，丛林法制，这才是真实的人类世界。笑容后面没准只不过是肮脏的交易。中国不是发展太快，是失去太多！92年改革开放，也是历史的一种宿命，苏维埃和柏林墙相继倒塌了，同时国内发生八九六四发生学运，才让党国决定中国只有改革开放才有出路。至中国共产党建国以来，被党伤害人口接近一亿，或超过一亿，并一直在增长。你看到辉煌，是用无数人枯骨的堆积，才有今天中国的道路。建国为什么不改革开放，因为发现路走不通。马克思好像从来没有诞生过，也不会诞生。一切只是权谋者的利用手段。\n\n金融我不太了解，我是个技术控，只会看到技术的发展导致现有社会结构捉襟见肘，信奉任何新技术的诞生都是对现有经济社会结构的冲击。失业率飙升是必然的。但是党国会引入新技术吗？比如针对民工的德国的砌墙机器，德国的铺人行道机器，针对白领的各种自动化软件，针对司机的无人驾驶。还是说党国会重走闭关锁国这条道路？或者走东德那条路，监控全民。这几天vpn大量下线，连俄罗斯都立法了，这也是为什么我会来这里和人交流想法的原因。我当然知道党国已经积重难返了，但不确信是不是无药可救。因为我看到身边的人，有饭吃有衣穿，有美剧日剧综艺看有车开就很满足了。相信将来就算经济崩溃，让他们少看几部电视，少换几件衣服，几年都开一辆车，像日本的御宅族一样满足于二次元或者未来的VR游戏，他们还是能忍住的，不相信会有革命。最近刚看完《作为变革因素的印刷机》，对资本的力量充满了敬畏，但是对人性比较悲观。",
				"added": 1501489340
			},
			{
				"comment_id": 5,
				"body": "> [longzaowuzhu](#comment_261_1N2eNZ5w1dpoBcwatsSuTaeNzHgSLjyrpU): 你真的觉得是制造业回流，就能给美国带来更多就业？你该去看美国失业人口统计方法中国发展，也确实迫在眉睫！一个靠基建拉动经济的国家，人口如此庞大。必须要寻找新变革，才能保证国家经济不崩盘，或者衰退！人口拐点，房价上天，不买搞租，租金上天，最后空置，全面崩盘。人口基数如此庞大，没办法包子帝只能借用无息和免息撒B大法，保证国内落后产能的就业人口。一带一路，撒币资敌：）独裁国家，当然是自称民主国家的敌人！你说和平，别人还不信你呢？这就是中国的悲剧，都严防和怕这个国家军国主义觉醒。你说包子帝要搞军国主义，中国那个人有办法反抗？\n\n他要搞民族主义军国主义还真是没有办法，他就算要登基也没有办法。但是假如经济不崩溃，大家都基本还能吃饱肚子，我觉得那些喊口号革命的人就是在拿自由民主这些美好的概念忽悠人。就像当初晚清还没有病入膏肓，孙中山就喊口号，到最后也没掀起什么大浪，到最后还是靠的体制内的袁世凯，在我看来，我身边的人眼中的政府的政权合法性的唯一指标就是能不能带领人民发家致富，就像医生能不能救死扶伤一样。像刘晓波先生这类人将来是会被追认为民主先烈的。所以喊自由民主也要等到经济崩溃再上街喊，因为那时候这个政权的合法性已经不存在了。现在上街喊口号只会是宛和历史上那些反清复明的，89学运的一样。如果迫不及待了，想在有生之年革命了，要么是等待经济崩溃，要么是推动经济崩溃。经济不崩溃，这命革不了。",
				"added": 1501490770
			},
			{
				"comment_id": 6,
				"body": "> [zerocatty](#comment_493_1DcMmKhgdfkR1GDA6zhWhoFRreaej4wLmW): 八九六四发生学运，才让党国决定中国只有改革开放才有出路改革开放是89之前的吧？\n\n就是因为改革开放后人们看到了外面的生活，才有了89. 符合“松动崩溃论”",
				"added": 1501491179
			}
		]
	},
	"comment_vote": {}
}